Repository: Exiv2/exiv2
Catalog: po/*.po
Languages: ru

source: Indicates the latitude of the destination point. The latitude is expressed as three RATIONAL values giving the degrees, minutes, and seconds, respectively. If latitude is expressed as degrees, minutes and seconds, a typical format would be dd/1,mm/1,ss/1. When degrees and minutes are used and, for example, fractions of minutes are given up to two decimal places, the format would be dd/1,mmmm/100,0/1.
ru: Определяет широту точки назначения. Широта выражается как три RATIONAL значения, определяющие градусы, минуты и секунды, соответственно. Если широта выражается в градусах, минутах и секундах, то типичным форматом будет дд/1,мм/1,с/1. Когда используются градусы и минуты, и, например, доля минут задается до двух знаков после запятой, формат будет дд/1,ммм/100,0/1.

source: Indicates the latitude. The latitude is expressed as three RATIONAL values giving the degrees, minutes, and seconds, respectively. When degrees, minutes and seconds are expressed, the format is dd/1,mm/1,ss/1. When degrees and minutes are used and, for example, fractions of minutes are given up to two decimal places, the format is dd/1,mmmm/100,0/1.
ru: Отображает широту, выражаемую тремя RATIONAL-значениями - градусами (dd), минутами (mm) и секундами (ss). При это формат таков: dd/1,mm/1,ss/1. Когда используются только градусы и минуты, формат таков: dd/1,mmmm/100,0/1.

source: Indicates the layout of an image.
ru: Показывает макет изображения

source: Indicates the left-right balance of the audio
ru: Показывает баланс слева от аудио

source: Indicates the location and area of the main subject in the overall scene.
ru: Указывает местоположение и площадь главной темы в общей сцене.

source: Indicates the location of the main subject in the scene. The value of this tag represents the pixel at the center of the main subject relative to the left edge, prior to rotation processing as per the <Rotation> tag. The first value indicates the X column number and second indicates the Y row number.
ru: Указывает местоположение основного предмета на сцене. Значение этого тега представляет пиксел в центре главной темы относительно левого края, до обработки вращения в соответствии с тегом <Rotation> . Первое значение показывает номер столбца Х, а второе - номер строки Y.

source: Indicates the longitude of the destination point. The longitude is expressed as three RATIONAL values giving the degrees, minutes, and seconds, respectively. If longitude is expressed as degrees, minutes and seconds, a typical format would be ddd/1,mm/1,ss/1. When degrees and minutes are used and, for example, fractions of minutes are given up to two decimal places, the format would be ddd/1,mmmm/100,0/1.
ru: Определяет долготу точки назначения. Долгота выражена как три RATIONAL значения, определяющие градусы, минуты и секунды, соответственно. Если долгота выражена в градусах, минутах и секундах, то типичным форматом будет дд/1,мм/1,с/1. Когда используются градусы и минуты, и, например, доля минут задается до двух знаков после запятой, формат будет дд/1,ммм/100,0/1.

source: Indicates the longitude. The longitude is expressed as three RATIONAL values giving the degrees, minutes, and seconds, respectively. When degrees, minutes and seconds are expressed, the format is ddd/1,mm/1,ss/1. When degrees and minutes are used and, for example, fractions of minutes are given up to two decimal places, the format is ddd/1,mmmm/100,0/1.
ru: Отображает долготу, выражаемую трёмя RATIONAL-значениями - градусами (dd), минутами (mm) и секундами (ss). При это формат таков: ddd/1,mm/1,ss/1. Когда используются только градусы и минуты, формат таков: ddd/1,mmmm/100,0/1.

source: Indicates the number of pixels in the image height (V) direction per <FocalPlaneResolutionUnit> on the camera focal plane.
ru: Отображает количество пикселей в направлении высоты изображения (V) на <FocalPlaneResolutionUnit> на плоскости фокуса камеры.

source: Indicates the number of pixels in the image width (X) direction per <FocalPlaneResolutionUnit> on the camera focal plane.
ru: Количество пикселей в направлении (X) на <FocalPlaneResolutionUnit> на оси фокации.

source: Indicates the number of the source images (tentatively recorded images) captured for a composite Image.
ru: Показывает количество исходных изображений (предварительно записанных изображений) для композитного изображения.

source: Indicates the reference for giving the direction of GPS receiver movement. "T" denotes true direction and "M" is magnetic direction.
ru: Указывает ссылку на направление движения GPS-приемника, обозначает "Т" истинное направление, а "М" - магнитное направление.

source: Indicates the reference for giving the direction of the image when it is captured. "T" denotes true direction and "M" is magnetic direction.
ru: Указывает ссылку на направление изображения при его захвате, обозначает "T" истинное направление, а "M" - магнитное направление.

source: Indicates the reference used for giving the bearing to the destination point. "T" denotes true direction and "M" is magnetic direction.
ru: Указывает ссылку, используемую для привязки к точке назначения "Т" означает истинное направление, а "М" - магнитное направление.

source: Indicates the sampling rate in Hertz of an audio content.
ru: Показывает частоту сэмплирования звукозаписи в Герцах

source: Indicates the sampling resolution of an audio content.
ru: Отображает разрешение дискретизации аудиоконтента.

source: Indicates the spectral sensitivity of each channel of the camera used.
ru: Отображает спектральную чувствительность каждого канала используемой камеры.

source: Indicates the spectral sensitivity of each channel of the camera used. The tag value is an ASCII string compatible with the standard developed by the ASTM Technical Committee.
ru: Отображает спектральную чувствительность каждого канала используемой камеры. Значение метки является строкой ASCII совместимой со стандартом, разработанным Техническим комитетом ASTM.

source: Indicates the speed of GPS receiver movement.
ru: Скорость перемещения приёмника GPS

source: Indicates the status of flash when the image was shot.
ru: Указывает состояние вспышки при съёмке изображения.

source: Indicates the status of the GPS receiver when the image is recorded. "A" means measurement is in progress, and "V" means the measurement is Interoperability.
ru: Указывает состояние GPS-приемника при записи изображения.

source: Indicates the strobe energy at the time the image is captured, as measured in Beam Candle Power Seconds (BCPS).
ru: Индикатор энергии штриха во время захвата изображения, измеряется в секундах свечи (BCPS).

source: Indicates the time as UTC (Coordinated Universal Time). <TimeStamp> is expressed as three RATIONAL values giving the hour, minute, and second (atomic clock).
ru: Указывает время по UTC (скоординированное универсальное время). <TimeStamp> выражается как три RATIONAL значения, дающие час, минуту и секунду (атомные часы).

source: Indicates the type of action that this object provides to a previous object. The link to the previous object is made using tags <ARMIdentifier> and <ARMVersion>, according to the practices of the provider.
ru: Указывает тип действий, которые данный объект предоставляет предыдущему объекту. Ссылка на предыдущий объект производится с использованием тегов <ARMIdentifier> и <ARMVersion>, в соответствии с практиками провайдера.

source: Indicates the type of an audio content.
ru: Указывает тип аудиоконтента.

source: Indicates the type of atom that contains the preview data
ru: Указывает тип атома, который содержит данные предварительного просмотра

source: Indicates the type of scene. If a DSC recorded the image, this tag value must always be set to 1, indicating that the image was directly photographed.
ru: Этот тэг отображает тип сцены. Если это снимок цифровой фотокамеры, то значение тэга всегда должно быть равно 1, что означает непосредственную съёмку.

source: Indicates the type of update that this object provides to a previous object. The link to the previous object is made using the tags <ARMIdentifier> and <ARMVersion>, according to the practices of the provider.
ru: Указывает тип обновления, который данный объект предоставляет предыдущему объекту. Ссылка на предыдущий объект производится с использованием тегов <ARMIdentifier> и <ARMVersion>, в соответствии с практиками провайдера.

source: Indicates the unit for measuring <FocalPlaneXResolution> and <FocalPlaneYResolution>. This value is the same as the <ResolutionUnit>.
ru: Показывает единицу измерения <FocalPlaneXResolution> и <FocalPlaneYResolution>. Это значение то же самое, что и <ResolutionUnit>.

source: Indicates the unit used to express the GPS receiver speed of movement. "K" "M" and "N" represents kilometers per hour, miles per hour, and knots.
ru: Показывает устройство, используемое для определения скорости движения GPS приемником.

source: Indicates the unit used to express the distance to the destination point. "K", "M" and "N" represent kilometers, miles and nautical miles.
ru: Указывает единицу, используемую для указания расстояния до точки назначения.

source: Indicates the value of coefficient gamma. The formula of transfer function used for image reproduction is expressed as follows: (reproduced value) = (input value)^gamma. Both reproduced value and input value indicate normalized value, whose minimum value is 0 and maximum value is 1.
ru: Указывает значение гаммы коэффициента. Формула функции передачи, используемой для воспроизведения изображения, выражена следующим образом: (воспроизводимое значение) = (входное значение)^гамма. Как воспроизведенное значение, так и вводное значение - это нормализованное значение, минимальное значение которого равно 0, а максимальное - 1.

source: Indicates the version of <GPSInfoIFD>. The version is given as 2.0.0.0. This tag is mandatory when <GPSInfo> tag is present. (Note: The <GPSVersionID> tag is given in bytes, unlike the <ExifVersion> tag. When the version is 2.0.0.0, the tag value is 02000000.H).
ru: Показывает версию <GPSInfoIFD>. В качестве версии указывается 2.0.0.0. При наличии тега <GPSInfo> этот тег обязателен. (Примечание: в отличие от тега <ExifVersion> тег <GPSVersionID> задаётся в байтах. Когда версия равна 2.0.0.0, значение тега равно 02000000.H).

source: Indicates whether a license is a repeat or an initial license. Reuse may require that licenses stored in files previously delivered to the customer be updated.
ru: Указывает, является ли лицензия повторной или первоначальной лицензией. Повторное использование может потребовать обновления лицензий, хранящихся в файлах, ранее доставленных клиенту.

source: Indicates whether differential correction is applied to the GPS receiver.
ru: Указывает, применяется ли дифференциальная коррекция к GPS-приемнику.

source: Indicates whether pixel components are recorded in a chunky or planar format. In JPEG compressed files a JPEG marker is used instead of this tag. If this field does not exist, the TIFF default of 1 (chunky) is assumed.
ru: Указывает, записываются ли компоненты пикселей в формате чанки. В сжатых файлах JPEG вместо этого тега используется маркер JPEG. Если этого поля не существует, предписывается использование стандартного TIFF 1 (чанки).

source: Indicates whether the latitude is north or south latitude. The ASCII value 'N' indicates north latitude, and 'S' is south latitude.
ru: Показывает, северная широта или же южная. ASCII-значение 'N' обозначает северную широту, а 'S' - южную.

source: Indicates whether the latitude of the destination point is north or south latitude. The ASCII value "N" indicates north latitude, and "S" is south latitude.
ru: Указывает, широта точки назначения - северная или южная широта. Значение ASCII - "N" означает северную широту, а "S" - широту юга.

source: Indicates whether the longitude is east or west longitude. ASCII 'E' indicates east longitude, and 'W' is west longitude.
ru: Показывает, восточная долгота или же западная. ASCII-значение 'E' обозначает восточную долготу, а 'W' - западную.

source: Indicates whether the longitude of the destination point is east or west longitude. ASCII "E" indicates east longitude, and "W" is west longitude.
ru: Долгота места назначения указывается на востоке или западе. ASCII "E" указывает на восточную долготу, а "W" - на запад.

source: Indicates whether the recorded image is a composite image or not.
ru: Указывает, является ли записанное изображение составным или нет.

source: Indication of movie format (computer-generated, digitized, and so on).
ru: Указание формата фильмов (компьютер, цифровой и т.д. ).

source: Individual Count
ru: Индивидуальное число

source: Individual ID
ru: Индивидуальный ID

source: Indoor
ru: Внутри

source: Infinite
ru: Бесконечный

source: Infinity
ru: Бесконечность

source: Infinity Lens Step
ru: Шаг бесконечности линз

source: Infinity lens step
ru: Шаг бесконечности объектива

source: Info Banner Image
ru: Изображение инфо баннера

source: Info Banner URL
ru: URL инфо баннера

source: Info Text
ru: Текст инфо

source: Info URL
ru: URL инфо

source: Informal rights statement, selected by language. Typically, rights information includes a statement about various property rights associated with the resource, including intellectual property rights.
ru: Неформальное заявление о правах, отобранное по языку, как правило, включает в себя заявление о различных имущественных правах, связанных с этим ресурсом, включая права интеллектуальной собственности.

source: Information
ru: Информация

source: Information Banner Image.
ru: Изображение информационного баннера.

source: Information Banner URL.
ru: URL информационного баннера.

source: Information Text.
ru: Информационный текст.

source: Information URL.
ru: URL информации.

source: Information Withheld
ru: Информация снята

source: Information about the Archival Location.
ru: Информация о месте расположения архива.

source: Information about the Arranger Keywords.
ru: Информация о ключевых словах Arranger.

source: Information about the Arranger.
ru: Информация о Аррангере.

source: Information about the Comment.
ru: Информация о Комментарии.

source: Information about the Composer Keywords.
ru: Информация о ключевых словах Composer.

source: Information about the Composer.
ru: Информация о композиторе.

source: Information about the Compressor Version.
ru: Информация о версии компрессора.

source: Information about the Dimensions of the video frame.
ru: Информация о размерах видеокадра.

source: Information about the Director.
ru: Информация о директоре.

source: Information about the Edit / Language.
ru: Информация о Правке / Языке.

source: Information about the Encoder.
ru: Информация о кодировщике.

source: Information about the Equipment used for recording Video.
ru: Информация об оборудовании для записи видео.

source: Information about the GPS Coordinates.
ru: Информация о GPS координатах.

source: Information about the Grouping.
ru: Информация о Группировке.

source: Information about the ISO Setting.
ru: Информация о настройках ISO.

source: Information about the ISRC Code.
ru: Информация о ISRC коде.

source: Information about the Play Mode.
ru: Информация о игровом режиме.

source: Information about the Producer Keywords.
ru: Информация о ключевых словах производителя.

source: Information about the Production Designer.
ru: Информация о проектировщике продукции.

source: Information about the Production Studio.
ru: Информация о Производственной студии.

source: Information about the Requirements.
ru: Информация о требованиях.

source: Information about the Track.
ru: Информация о Треке.

source: Information about the Window Location.
ru: Информация о расположении окна.

source: Information about the ethnicity and other facets of the model(s) in a model-released image.
ru: Информация об этнической принадлежности и других гранях модели на изображении, выпущенном моделью.

source: Information about the source of this Location information. Could be a publication (gazetteer), institution, or team of individuals.
ru: Информация об источнике этой информации о местонахождении. Может быть публикация (gazetteer), учреждение или команда физических лиц.

source: Information about who can access the resource or an indication of its security status.
ru: Информация о том, кто может получить доступ к ресурсу или указать статус его безопасности.

source: Information contained in a Tags
ru: Информация, содержащаяся в тегах

source: Information specific to compressed data. The channels of each component are arranged in order from the 1st component to the 4th. For uncompressed data the data arrangement is given in the <PhotometricInterpretation> tag. However, since <PhotometricInterpretation> can only express the order of Y, Cb and Cr, this tag is provided for cases when compressed data uses components other than Y, Cb, and Cr and to enable support of other sequences.
ru: Специфичная для сжатых данных информация. Каналы каждого компонента расставлены в порядке от первого до четвёртого. Для несжатых данных порядок расстановки данных задаётся в тэге <PhotometricInterpretation>. Во всяком случае, поскольку <PhotometricInterpretation> может выражать лишь порядок Y, Cb и Cr, этот тэг записывается на тот случай, когда в сжатых данных используются компоненты, отличные от Y, Cb и Cr, а также для обеспечения поддержки обеих последовательностей.

source: Information specific to compressed data. The compression mode used for a compressed image is indicated in unit bits per pixel.
ru: Специфичная для сжатых данных информация. Использованный режим сжатия для сжатого изображения показывается в единице измерения "битов на пиксел"

source: Information specific to compressed data. When a compressed file is recorded, the valid height of the meaningful image must be recorded in this tag, whether or not there is padding data or a restart marker. This tag should not exist in an uncompressed file. Since data padding is unnecessary in the vertical direction, the number of lines recorded in this valid image height tag will in fact be the same as that recorded in the SOF.
ru: Информация специфичная для сжатых данных. При записи сжатого файла, в теге должна быть записана допустимая высота изображения есть ли или нет заполнение данных или перезапуск маркера. Этот тег не должен существовать в несжатом файле. Поскольку отступ данных является ненужным в вертикальном направлении, количество строк, записанных в этом правильном теге высоты изображения, на самом деле будет таким же, как и в SOF.

source: Information specific to compressed data. When a compressed file is recorded, the valid width of the meaningful image must be recorded in this tag, whether or not there is padding data or a restart marker. This tag should not exist in an uncompressed file.
ru: Информация специфичная для сжатых данных. При записи сжатого файла, в теге должна быть записана допустимая ширина изображения есть ли или нет заполнение данных или перезапуск маркера. Этот тег не должен существовать в несжатом файле.

source: Infraspecific Epithet
ru: Инфракрасный Эпит

source: Ingredients
ru: Ингредиенты

source: Initial AF Point In Servo
ru: Начальная точка AF в Servo

source: Initial AF Point Selected
ru: Выбрана первоначальная точка AF

source: Initial Camera Dolly
ru: Первоначальная камера

source: Initial Horizontal FOV Degrees
ru: Начальные горизонтальные уровни FOV

source: Initial View Heading Degrees
ru: Начальное название заголовка

source: Initial View Pitch Degrees
ru: Первоначальный Уровень Вид Питча

source: Initial View Roll Degrees
ru: Начальные градусы роллы

source: Ink Names
ru: Корневые имена

source: Ink Set
ru: Набор чертежей

source: Input data does not contain a valid image
ru: Введенные данные не содержат корректного изображения

source: Instance ID
ru: ID экземпляра

source: Instant Playback Setup
ru: Мгновенное воспроизведение

source: Instant Playback Time
ru: Мгновенное время воспроизведения

source: Instant playback setup
ru: Мгновенное воспроизведение

source: Instant playback time
ru: Мгновенное время воспроизведения

source: Institution Code
ru: Код учреждения

source: Institution ID
ru: ID учреждения

source: Instructions
ru: Инструкции

source: Instrument
ru: Инструмент

source: Intellectual Genre
ru: Интеллектуальный жанр

source: Intelligent
ru: Умный

source: Intelligent Auto
ru: Умный автомат

source: Intelligent Contrast
ru: Умные контрастности

source: Intelligent Dynamic Range
ru: Умный динамический диапазон

source: Intelligent Exposure
ru: Умная экспозиция

source: Intelligent ISO
ru: Умный ISO

source: Intelligent auto
ru: Умное авто

source: Intelligent resolution
ru: Умное разрешение

source: Intense
ru: Интенсивность

source: Inter Color Profile
ru: Внутренний цвет профиля

source: Interior view
ru: Интерьер

source: Interlace
ru: Интерфейс

source: Interlaced
ru: Интерфейс

source: Internal
ru: Внутренний

source: Internal + External
ru: Внутренняя + внешняя

source: Internal Flash
ru: Внутренняя вспышка

source: Internal ND Filter
ru: Внутренний ND фильтр

source: Internal Serial Number
ru: Внутренний серийный номер

source: Internal camera temperature (in degrees Celsius)
ru: Температура внутренней камеры (в градусах Цельсия)

source: Internal flash
ru: Встроенная вспышка

source: Internal serial number
ru: Внутренний серийный номер

source: Interoperability IFD Pointer
ru: IFD-указатель совместимости

source: Interoperability IFD is composed of tags which stores the information to ensure the Interoperability and pointed by the following tag located in Exif IFD. The Interoperability structure of Interoperability IFD is the same as TIFF defined IFD structure but does not contain the image data characteristically compared with normal TIFF IFD.
ru: IFD совместимость состоит из тегов, в которых хранится информация для обеспечения совместимости и указана следующей меткой, расположенной в Exif IFD. Структура совместимости IFD в Interoperability является такой же, как и определенная в TIFF структура IFD, но не содержит графических данных по сравнению с нормальным типом TIFF IFD.

source: Interoperability Index
ru: Индекс совместимости

source: Interoperability Version
ru: Версия совместимости

source: Interoperability information
ru: О совместимости

source: Interoperability version
ru: Версия совместимости

source: Interval
ru: Интервал

source: Interval Length
ru: Длина интервала

source: Interval Mode
ru: Режим интервала

source: Interval Number
ru: Номер интервала

source: Interval length
ru: Длина интервала

source: Interval mode
ru: Режим интервала

source: Interval number
ru: Номер интервала

source: Intro Time
ru: Время вступления

source: Invalid LangAlt value `%1'
ru: Недопустимое значение `%1 LangAlt

source: Invalid argument
ru: Неверный аргумент

source: Invalid command
ru: Неверная команда

source: Invalid command line
ru: Неверная командная строка

source: Invalid command line:
ru: Неверная командная строка:

source: Invalid dataset name '%1'
ru: Недопустимое имя набора данных '%1'

source: Invalid ifdId %1
ru: Неверный ifdId %1

source: Invalid key
ru: Неверный ключ

source: Invalid key '%1'
ru: Недопустимый ключ '%1'

source: Invalid preview number
ru: Неверный номер предварительного просмотра

source: Invalid record name '%1'
ru: Недопустимое имя записи '%1'

source: Invalid tag name or ifdId `%1', ifdId %2
ru: Неверное имя тэга или ifdId `%1', ifdId %2

source: Inverse
ru: Обратный

source: Island
ru: Остров

source: Island Group
ru: Группа островов

source: Item ID from PicasaWeb web service.
ru: ID элемента от PicasaWeb сервиса.

source: Item ID from Yandex Fotki web service.
ru: ID позиции от Яндекс Fotki веб-сервиса.

source: JBIG B&W
ru: JBIG Ч/Б

source: JBIG Color
ru: Цвет JBIG

source: JPEG (old-style)
ru: JPEG (старый стиль)

source: JPEG AC-Tables
ru: JPEG AC-таблицы

source: JPEG DC-Tables
ru: JPEG DC-таблицы
