Repository: Exiv2/exiv2
Catalog: po/*.po
Languages: ru

source: The status related to the original publication of the name and its conformance to the relevant rules of nomenclature. It is based essentially on an algorithm according to the business rules of the code. It requires no taxonomic opinion.
ru: Статус связан с первоначальным опубликованием названия и его соответствием соответствующим правилам номенклатуры. Она основана по существу на алгоритме в соответствии с бизнес-правилами кода. Это не требует таксономического мнения.

source: The taxon name, with authorship and date information if known, as it originally appeared when first established under the rules of the associated nomenclaturalCode. The basionym (botany) or basonym (bacteriology) of the scientificName or the senior/earlier homonym for replaced names.
ru: Имя таксона, с авторством и датой информации, если известно, как оно первоначально появилось, когда впервые установлено согласно правилам ассоциированного номенклатуралКода. Базион (ботани) или басоним (бактериология) научного имени или старший/ранний гомоним для замещения имен.

source: The taxonomic rank of the most specific name in the scientificName as it appears in the original record.
ru: Таксономический ранг самого конкретного названия в научном Названии в исходной записи.

source: The taxonomic rank of the most specific name in the scientificName. Recommended best practice is to use a controlled vocabulary.
ru: Таксономический ранг самого конкретного названия в научном названии. Рекомендуется использовать управляемый словарь.

source: The text content of the text layer.
ru: Текстовое содержимое текстового слоя.

source: The tile length (height) in pixels. This is the number of rows in each tile.
ru: Длина плитки (высота) в пикселях. Это количество рядов в каждой плитке.

source: The tile width in pixels. This is the number of columns in each tile.
ru: Ширина плитки в пикселях. Это количество столбцов в каждой плитке.

source: The time at which to fade out.
ru: Время, в течение которого нужно исчезать.

source: The time or interval during which an Event occurred. Recommended best practice is to use an encoding scheme, such as ISO 8601:2004(E).
ru: Время, в течение которого произошло событие. Рекомендуется использовать схему кодирования, например ISO 8601:2004(E).

source: The time signature of the music. One of: 2/4, 3/4, 4/4, 5/4, 7/4, 6/8, 9/8, 12/8, other.
ru: Одно: 2/4, 3/4, 4/4, 5/4, 7/4, 6/8, 9/8, 12/8, другие.

source: The time value for current time position within the movie.
ru: Значение времени для текущей позиции в фильме.

source: The time value for the start time of the current selection.
ru: Значение времени начала текущего выбора.

source: The time value in the movie at which the preview begins.
ru: Значение времени в фильме, в котором начинается предварительный просмотр.

source: The time value of the time of the movie poster.
ru: Стоимость времени постера фильма.

source: The timecode of the first frame of video in the file, as obtained from the device control.
ru: Временной код первого кадра видео в файле, полученный из управления устройством.

source: The title of the document, or the name given to the resource. Typically, it will be a name by which the resource is formally known.
ru: Заголовок документа или название, данное ресурсу. Обычно это будет имя, по которому ресурс формально известен.

source: The total number of bytes in each strip. With JPEG compressed data this designation is not needed and is omitted.
ru: Общее количество байт в каждой полосе. Сжатые JPEG данные не требуются и пропускаются.

source: The type of flash used
ru: Используемый тип вспышки

source: The type of quantification system used for the quantity of organisms.
ru: Тип системы количественной оценки количества организмов.

source: The type of the source of this digital image.
ru: Тип источника этого цифрового изображения.

source: The unique identifier of a document.
ru: Уникальный идентификатор документа.

source: The unit for measuring <XResolution> and <YResolution>. The same unit is used for both <XResolution> and <YResolution>. If the image resolution is unknown, 2 (inches) is designated.
ru: Единица измерения <XResolution> и <YResolution>. Та же самая единица используется как для <XResolution>, так и для <YResolution>. Если разрешение изображения неизвестно, оно принимается за 2 (дюйма).

source: The unit of measurement of the size (time duration, length, area, or volume) of a sample in a sampling event.
ru: Единица измерения размера (продолжительность, длина, площадь или объем) пробы в ходе отбора проб.

source: The units associated with the measurementValue. Recommended best practice is to use the International System of Units (SI).
ru: Рекомендуется использовать Международную систему единиц (СИ).

source: The upper limit of the range of elevation (altitude, usually above sea level), in meters.
ru: Верхний предел диапазона высоты (высота, как правило, над уровнем моря), в метрах.

source: The value of brightness.
ru: Значение яркости.

source: The value of brightness. The unit is the APEX value. Ordinarily it is given in the range of -99.99 to 99.99.
ru: Значение яркости. Эта единица измерения является APEX-значением. Обычно оно находится в пределах от -99.99 до 99.99

source: The value of the measurement, fact, characteristic, or assertion.
ru: Значение измерения, факта, характеристики или утверждения.

source: The verbatim original latitude of the Location. The coordinate ellipsoid, geodeticDatum, or full Spatial Reference System (SRS) for these coordinates should be stored in verbatimSRS and the coordinate system should be stored in verbatimCoordinateSystem.
ru: The verbatim original latitude of the Location. Координата эллипсоида, геодезической даты, или полную пространственную эталонную систему (SRS) для этих координат должны храниться в стенографической SRS, и система координат должна храниться в стенографической системе.

source: The verbatim original longitude of the Location. The coordinate ellipsoid, geodeticDatum, or full Spatial Reference System (SRS) for these coordinates should be stored in verbatimSRS and the coordinate system should be stored in verbatimCoordinateSystem.
ru: Дверная оригинальная долгота Местоположения. Координата эллипсоида, геодезической даты, или полную пространственную эталонную систему (SRS) для этих координат должны храниться в стенографической SRS, и система координат должна храниться в стенографической системе.

source: The verbatim original representation of the date and time information for an Event.
ru: Стенографическое представление даты и времени для события.

source: The verbatim original spatial coordinates of the Location. The coordinate ellipsoid, geodeticDatum, or full Spatial Reference System (SRS) for these coordinates should be stored in verbatimSRS and the coordinate system should be stored in verbatimCoordinateSystem.
ru: Стенографические координаты места расположения. Координата эллипсоида, геодезической даты, или полную пространственную эталонную систему (SRS) для этих координат должны храниться в стенографической SRS, и система координат должна храниться в стенографической системе.

source: The version history associated with this resource. Entry [1] is the oldest known version for this document, entry [last()] is the most recent version. Typically, a media management system would fill in the version information in the metadata on check-in. It is not guaranteed that a complete history versions from the first to this one will be present in the xmpMM:Versions property. Interior version information can be compressed or eliminated and the version history can be truncated at some point.
ru: История версий, связанных с этим ресурсом. Запись [1] является старейшей известной версией для этого документа, запись [last()] является самой последней версией. Как правило, при регистрации на сайте заполняется информация о версии в метаданных. Не гарантируется, что в свойстве xmpMM:Versions будут присутствовать полные версии истории. Информация о внутренней версии может быть сжата или исключена, а история версий может быть сокращена.

source: The version number of the PLUS standards in place at the time of the transaction.
ru: Номер версии стандартов PLUS во время сделки.

source: The version of the movie preview
ru: Версия предпросмотра фильма

source: The version of this standard supported. Nonexistence of this field is taken to mean nonconformance to the standard.
ru: Поддерживаемая версия стандарта Exif. Отсутствие этого поля принимается за свидетельство несоответствия стандарту.

source: The video Cinematographer information.
ru: Информация о Кинематографе видео.

source: The video codec information. Informs about the encoding algorithm of video. Codec Info is required for video playback.
ru: Видео кодек. Информирует алгоритм кодирования видео. Для воспроизведения видео требуется информация о кодеке.

source: The video frame rate. One of: 24, NTSC, PAL.
ru: The video frame rate is One: 24, NTSC, PAL.

source: The width of the dithering or halftoning matrix used to create a dithered or halftoned bilevel file.
ru: Ширина матрицы dithering or halftoning матрицы используется для создания полутонированного билевочного файла.

source: This DataSet is to accommodate some providers who require routing information above the appropriate OSI layers.
ru: Этот DataSet предназначен для размещения некоторых провайдеров, которые требуют информации о маршрутизации выше соответствующих уровней OSI.

source: This Field indicates the length of the restart interval used in the compressed image data.
ru: Это поле показывает длину интервала перезапуска, используемого в данных сжатых изображений.

source: This Field points to a list of lossless predictor-selection values, one per component.
ru: Это поле указывает на список значений выборки без потерь, по одному на компонент.

source: This Field points to a list of offsets to the DC Huffman tables or the lossless Huffman tables, one per component.
ru: Это поле указывает на список переходов на таблицы Huffman DC или на таблицы Huffman, по одному на компонент.

source: This Field points to a list of offsets to the Huffman AC tables, one per component.
ru: Это поле указывает на список смещений в таблицах кондиционеров Huffman, по одному на компонент.

source: This Field points to a list of offsets to the quantization tables, one per component.
ru: Это поле указывает на список смещений в таблицах количественных показателей, по одному на компонент.

source: This Field points to a list of point transform values, one per component.
ru: Это поле указывает на список точек преобразование значений, по одному компоненту.

source: This does not look like a %1 image
ru: Это не похоже на изображение %1

source: This does not look like a CRW image
ru: Это не похоже на CRW изображение

source: This does not look like a JPEG image
ru: Это не похоже на изображение JPEG

source: This field indicates the process used to produce the compressed data
ru: Это поле показывает процесс, используемый для создания сжатых данных

source: This field specifies how to interpret each data sample in a pixel.
ru: Это поле определяет, как интерпретировать каждую выборку данных в пикселе.

source: This field specifies the maximum sample value.
ru: В этом поле задается максимальное значение выборки.

source: This field specifies the minimum sample value.
ru: Это поле задает минимальное значение выборки.

source: This file already has the correct name
ru: У этого файла уже правильное имя

source: This is an informative tag that describes how the image file relates to other image files captured in a sequence. Applications include focus stacking, merging multiple frames to reduce noise, time lapses, exposure brackets, stitched images for super resolution, and so on.
ru: Это информативный тег, описывающий как файл изображения связан с другими файлами изображений, записанными в последовательности. Приложения включают фокусное стекание, слияние нескольких кадров для уменьшения шума, задержек, скобок, сшитых изображений для супер разрешения и так далее.

source: This is an informative tag that provides basic statistical information about the pixel values of the image in this IFD. Possible applications include normalizing brightness of images when multiple images are displayed together (especially when mixing Standard Dynamic Range and High Dynamic Range images), identifying underexposed or overexposed images, and so on.
ru: Это информативный тег, который предоставляет основную статистическую информацию о значениях пикселов изображения в этом МФУ. Возможные приложения включают нормализацию яркости изображений при совместном отображении нескольких изображений (особенно при смешивании стандартных динамических диапазонов и высокодинамических диапазонов), идентификация неисправимых или переполненных изображений, и так далее.

source: This number is unique, and contains the date of manufacture, but is not the same as the number printed on the camera body.
ru: Это число является уникальным и содержит дату изготовления, но не то же значение, которое напечатано на теле камеры.

source: This optional parameter moves the virtual camera position along the line of sight, away from the center of the photo sphere. A rear surface position is represented by the value -1.0, while a front surface position is represented by 1.0. For normal viewing, this parameter should be set to 0.
ru: Параметр позволяет переместить виртуальную камеру по линии зрения, вдали от центра области фотографии. Задняя поверхность представлена значением -1.0, а передняя поверхность - 1. . Для нормального просмотра этот параметр должен быть равным 0.

source: This optional tag encodes the time zone of the camera clock (relative to Greenwich Mean Time) used to create the DataTimeOriginal tag-value when the picture was taken. It may also contain the time zone offset of the clock used to create the DateTime tag-value when the image was modified.
ru: Этот необязательный тег кодирует часовой пояс камеры (по отношению к среднему значению Greenwich Time), используемый для создания значения тега DataTimeOriginal когда изображение было принято. Она также может содержать смещение часового пояса часов, используемых для создания тега DateTime при изменении изображения.

source: This optional tag in a color profile provides a hint to the raw converter regarding how to handle the black point (e.g., flare subtraction) during rendering. If set to Auto, the raw converter should perform black subtraction during rendering. If set to None, the raw converter should not perform any black subtraction during rendering.
ru: Этот необязательный тег в цветовом профиле содержит подсказку для сырого преобразователя относительно того, как справиться с черной точкой (e. ., вычитание фонаря) во время рендеринга. Если установлено в Auto, конвертер сырья должен вычитаться черным во время рендеринга. Если выбрано "Нет", конвертер сырья не должен вычитаться в процессе рендеринга.

source: This optional tag may be used to encode the JPEG quantization and Huffman tables for subsequent use by the JPEG decompression process.
ru: Этот необязательный тег может использоваться для кодирования JPEG количественной оценки и таблиц Huffman для последующего использования в процессе распаковки JPEG.

source: This optional tag specifies the decode speed parameter used to encode the JPEG XL data in this IFD. Values range from 1 (slow) to 4 (fast).
ru: Этот необязательный тег определяет параметр скорости декодирования, используемый для кодирования данных JPEG XL в этом IFD. Значения варьируются от 1 (медленно) до 4 (быстро).

source: This optional tag specifies the distance parameter used to encode the JPEG XL data in this IFD. A value of 0.0 means lossless compression, while values greater than 0.0 means lossy compression.
ru: Этот необязательный тег задает параметр расстояния, используемый для кодирования данных JPEG XL в этом IFD. Значение 0.0 означает сжатие без потерь, а значения более 0.0 означает сжатие с потерями.

source: This optional tag specifies the effort parameter used to encode the JPEG XL data in this IFD. Values range from 1 (low) to 9 (high).
ru: Этот необязательный тег определяет параметр усилия, используемый для кодирования данных JPEG XL в этом IFD. Значения диапазона от 1 (низкие) до 9 (высота).

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
ru: Эта программа распространяется в надежде, что она будет полезной, но БЕЗ КАКИХ ГАРАНТИЙ; даже без подразумеваемой гарантии или ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕНИЯ КОНКРЕТНЫХ ЦЕЛЕЙ. Смотрите GNU General Public License для получения более подробной информации.

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
ru: Эта программа является свободным ПО; вы можете распространять его и/или изменять его в соответствии с условиями GNU General Public License , опубликованной Free Software Foundation; либо версии 2 Лицензии, либо (по вашему выбору) любой более поздней версии.

source: This rectangle defines the active (non-masked) pixels of the sensor. The order of the rectangle coordinates is: top, left, bottom, right.
ru: Этот прямоугольник определяет активные (немаскированные) точки датчика. Порядок координат прямоугольника: вверху, влево, внизу.

source: This tag consisting of a binary number representing the particular version of the ARM specified by tag <ARMId>.
ru: Этот тег, состоящий из двоичного числа, представляющего конкретную версию ARM, указанный тегом <ARMId>.

source: This tag consisting of one or more control functions used for the announcement, invocation or designation of coded character sets. The control functions follow the ISO 2022 standard and may consist of the escape control character and one or more graphic characters.
ru: Этот тег, состоящий из одной или нескольких контрольных функций, используемых для объявления, вызова или обозначения кодированных наборов символов. Управляющие функции следуют стандарту ISO 2022 и могут состоять из знака управления экраном и одного или нескольких графических символов.

source: This tag contains a 16-byte unique identifier for the raw image data in the DNG file. DNG readers can use this tag to recognize a particular raw image, even if the file's name or the metadata contained in the file has been changed. If a DNG writer creates such an identifier, it should do so using an algorithm that will ensure that it is very unlikely two different images will end up having the same identifier.
ru: Этот тег содержит 16-байтный уникальный идентификатор для необработанных данных изображения в DNG файле. DNG читатели могут использовать этот тег для распознавания конкретного сырого изображения, даже если имя файла или метаданные, содержащиеся в файле, были изменены. Если создатель DNG создает такой идентификатор, он должен сделать это с помощью алгоритма, который обеспечит маловероятность наличия одного и того же идентификатора двух различных изображений.

source: This tag contains a default "look" table that can be applied while processing the image as a starting point for user adjustment. This table uses the same format as the tables stored in the ProfileHueSatMapData1 and ProfileHueSatMapData2 tags, and is applied in the same color space. However, it should be applied later in the processing pipe, after any exposure compensation and/or fill light stages, but before any tone curve stage. Each entry of the table contains three 32-bit IEEE floating-point values. The first entry is hue shift in degrees, the second entry is a saturation scale factor, and the third entry is a value scale factor. The table entries are stored in the tag in nested loop order, with the value divisions in the outer loop, the hue divisions in the middle loop, and the saturation divisions in the inner loop. All zero input saturation entries are required to have a value scale factor of 1.0.
ru: Этот тег содержит таблицу по умолчанию «внешний вид», которая может быть применена при обработке изображения в качестве отправной точки для настройки пользователя. Эта таблица использует тот же формат, что и таблицы, хранящиеся в тегах ProfileHueSatMapData1 и ProfileHueSatMapData2, и применяется в том же цветовом пространстве. Однако она должна применяться позднее в обрабатывающем трубке после любой компенсации воздействия и/или заполняться светлыми ступенями, но перед любой стадией тоновой кривой. Каждая запись таблицы содержит три 32-битных значения IEEE с плавающей точкой. Первая запись представляет собой смещение оттенков в градусах, вторая запись является коэффициентом насыщенности, а третья запись является фактором шкалы значений. Записи таблиц хранятся в теге в вложенном порядке с разделением значений в внешнем цикле, разделы оттенков в среднем цикле и разделения насыщения во внутреннем цикле. Все записи с насыщенностью ввода должны иметь коэффициент шкалы значений 1.0.

source: This tag contains a default tone curve that can be applied while processing the image as a starting point for user adjustments. The curve is specified as a list of 32-bit IEEE floating-point value pairs in linear gamma. Each sample has an input value in the range of 0.0 to 1.0, and an output value in the range of 0.0 to 1.0. The first sample is required to be (0.0, 0.0), and the last sample is required to be (1.0, 1.0). Interpolated the curve using a cubic spline.
ru: Этот тег содержит тоновую кривую по умолчанию, которая может быть применена при обработке изображения в качестве отправной точки для настройки пользователя. Кривая указывается в виде пар значений IEEE с плавающей точкой в линейной гамме. Каждый пример имеет входное значение в диапазоне от 0.0 до 1.0, а выходное значение в диапазоне от 0.0 до 1.0. Первая выборка должна быть (0.0, 0.0), а последняя выборка должна быть (1. Интерполяция кривой с использованием кубического сплайна.

source: This tag contains a list of non-overlapping rectangle coordinates of fully masked pixels, which can be optionally used by DNG readers to measure the black encoding level. The order of each rectangle's coordinates is: top, left, bottom, right. If the raw image data has already had its black encoding level subtracted, then this tag should not be used, since the masked pixels are no longer useful.
ru: Этот тег содержит список неперекрывающихся координат полностью маскированных пикселей, , которая может быть использована читателями DNG для измерения уровня черного кодирования. Порядок координат каждого прямоугольника: вверху, влево, вниз, справа. Если исходные данные уже вычтены из чёрного кодирования, тогда этот тег не должен использоваться, так как маскированные пиксели больше не полезны.
