Repository: Exiv2/exiv2
Catalog: po/*.po
Languages: ru

source: This tag specifies that columns of the image are stored in interleaved order. The value of the tag specifies the number of interleaved fields. The use of a non-default value for this tag requires setting the DNGBackwardVersion tag to at least 1.7.1.0.
ru: Этот тег указывает, что столбцы изображения хранятся в чередованном порядке. Значение метки указывает количество промежуточных полей. Использование значения не по умолчанию для этого тэга требует установки тега DNGBackwardVersion по крайней мере на 1.7.1.0.

source: This tag specifies that rows of the image are stored in interleaved order. The value of the tag specifies the number of interleaved fields. The use of a non-default value for this tag requires setting the DNGBackwardVersion tag to at least 1.2.0.0.
ru: Этот тег определяет, что строки изображения хранятся в чередованном порядке. Значение метки определяет количество полей чередования. Использование значения не по умолчанию для этого тега требует установки тега DNGBackwardVersion по крайней мере на 1.2.0.0.

source: This tag specifies the color space in which the rendered preview in this IFD is stored. The default value for this tag is sRGB for color previews and Gray Gamma 2.2 for monochrome previews.
ru: Этот тег определяет цветовое пространство, в котором отображается предпросмотр в этом IFD. Значение по умолчанию для этого тэга является sRGB для цветовых превью и Gray Gamma 2.2 для монохромных превью.

source: This tag specifies the fully saturated encoding level for the raw sample values. Saturation is caused either by the sensor itself becoming highly non-linear in response, or by the camera's analog to digital converter clipping.
ru: Этот тег определяет уровень кодирования полностью насыщенного для образцов значений. Насыщенность датчика вызвана либо тем, что сам датчик становится высоко-нелинейной в ответной реакции, либо с аналоговым преобразователем в цифровой преобразователь.

source: This tag specifies the number of input samples in each dimension of a default "look" table. The data for this table is stored in the ProfileLookTableData tag.
ru: Этот тег определяет количество входных образцов в каждом измерении таблицы по умолчанию. Данные для этой таблицы хранятся в теге ProfileLookTableData.

source: This tag specifies the number of input samples in each dimension of the hue/saturation/value mapping tables. The data for these tables are stored in ProfileHueSatMapData1, ProfileHueSatMapData2 and ProfileHueSatMapData3 tags. The most common case has ValueDivisions equal to 1, so only hue and saturation are used as inputs to the mapping table.
ru: Этот тег определяет количество входных образцов в каждом измерении таблиц сопоставления высоты/насыщения. Данные для этих таблиц хранятся в тегах ProfileHueSatMapData1, ProfileHueSatMapData2 и ProfileHueSatMapData3. Наиболее распространенный случай имеет Значения равные 1, поэтому в качестве входов в таблицу картографирования используются только тот, насыщенность.

source: This tag specifies the oldest version of the Digital Negative specification for which a file is compatible. Readers shouldnot attempt to read a file if this tag specifies a version number that is higher than the version number of the specification the reader was based on. In addition to checking the version tags, readers should, for all tags, check the types, counts, and values, to verify it is able to correctly read the file.
ru: Этот тег определяет старую версию спецификации "Цифровая отрицательная", для которой совместим файл. Читатели не должны пытаться прочитать файл, если этот тег указывает номер версии, превышающий номер версии спецификации, на которой основывался читатель. Помимо проверки тегов версии, читатели должны для всех тегов, проверять типы, счета и значения, чтобы убедиться, что он способен правильно читать файл.

source: Three 16-bit values that specify the red, green, and blue colors for the transfer mode operation indicated in the graphics mode field.
ru: Три 16-битных значения, указывающие красный, зеленый и синий цвета для режима передачи, указанные в графическом режиме.

source: Three-chip color area
ru: Область цвета трёх чипов

source: Thresholding
ru: Порог

source: Thumbnail
ru: Эскиз

source: Thumbnail Height
ru: Высота миниатюры

source: Thumbnail Image Valid Area
ru: Область изображения эскиза

source: Thumbnail Width
ru: Ширина эскиза

source: Thumbnail image valid area
ru: Допустимая область миниатюры

source: Thumbnail structure
ru: Структура эскиза

source: Thumbnail/Preview image
ru: Миниатюра/превью

source: Thumbnail/Preview image, Alternative
ru: Эскиз / Предпросмотр изображения, Альтернативный

source: Thumbnail/Preview image, Depth map
ru: Миниатюра/превью изображения, Глубина карта

source: Thumbnail/Preview image, Multi page file
ru: Миниатюра/предварительный просмотр, многостраничный файл

source: Thumbnail/Preview image, Multi page file, Transparency mask
ru: Миниатюра/превью изображения, многостраничный файл, прозрачная маска

source: Thumbnail/Preview image, Transparency mask
ru: Миниатюра/превью изображения, маска прозрачности

source: Thumbnails
ru: Эскизы

source: Tile Byte Counts
ru: Количество байт тайлов

source: Tile Length
ru: Длина плитки

source: Tile Offsets
ru: Смещение плитки

source: Tilt downwards
ru: Наклонить вниз

source: Tilt upwards
ru: Наклон вверх

source: Time
ru: Время

source: Time Created
ru: Время создания объекта съёмки

source: Time Info
ru: Информация о времени

source: Time Offset
ru: Смещение времени

source: Time Scale
ru: Масштаб времени

source: Time Scale Parameters
ru: Параметры шкалы времени

source: Time Sent
ru: Время отправки

source: Time Signature
ru: Подпись времени

source: Time Zone Offset
ru: Смещение часового пояса

source: Time difference from Universal Time Coordinated including daylight saving time of DateTime tag.
ru: Разница времени от Универсального Время, включая летнее время тега DateTime.

source: Time difference from Universal Time Coordinated including daylight saving time of DateTimeDigitized tag.
ru: Разница времени от Universal Time Coordinated including daylight saving time of DateTimeDigitized тег.

source: Time difference from Universal Time Coordinated including daylight saving time of DateTimeOriginal tag.
ru: Разница времени от Универсального Время, включая дневное экономия времени DateTimeOriginal тег.

source: Time in 1/100 s from when the camera was powered on to when the image is written to memory card
ru: Время в 1/100 сек. от момента включения камеры до момента записи изображения в карту памяти

source: Time stamp of GPS data.
ru: Временная отметка данных GPS.

source: Time zone city
ru: Часовой пояс

source: Time zone information
ru: Информация о часовом поясе

source: Time zone offset
ru: Смещение часового пояса

source: Time zone offset in minutes
ru: Смещение часового пояса в минутах

source: Time-lapse movie
ru: Временной съёмный фильм

source: TimeCodes
ru: Коды времени

source: Timecode Scale
ru: Масштаб таймкода

source: Timer Recording
ru: Запись таймера

source: Timestamp of metadatum with key
ru: Временная метка метаданных с ключом

source: Title
ru: Заголовок

source: Title tag used by Windows, encoded in UCS2
ru: Поле названия, используемое в Windows, кодированное в UCS2

source: To Do
ru: Задача

source: Toggle
ru: Переключить

source: Tokyo
ru: Токио

source: Tone
ru: Звук

source: Tone Compensation
ru: Тонкомпенсация

source: Tone Curve
ru: Кривая тонкоррекции

source: Tone Curve 1
ru: Звуковая кривая 1

source: Tone Curve 2
ru: Звуковая кривая 2

source: Tone Curve 3
ru: Звуковая кривая 3

source: Tone Curve 4
ru: Звуковая кривая 4

source: Tone Curve Blue
ru: Тонкая кривая синей

source: Tone Curve Green
ru: Зелёная кривая тона

source: Tone Curve Name
ru: Название тоновой кривой

source: Tone Curve Name 2012
ru: Тоновая кривая 2012

source: Tone Curve PV 2012
ru: Тонкая кривая PV 2012

source: Tone Curve PV 2012 Blue
ru: Синяя кривая тона PV 2012

source: Tone Curve PV 2012 Green
ru: Тонкая кривая PV 2012 зеленая

source: Tone Curve PV 2012 Red
ru: Тонная кривая PV 2012 Красная

source: Tone Curve Red
ru: Тонная кривая красного цвета

source: Tone compensation
ru: Тонкомпенсация

source: Tone curve
ru: Тональная кривая

source: Tone curve 1
ru: Тонкая кривая 1

source: Tone curve 2
ru: Тонкая кривая 2

source: Tone curve 3
ru: Тонкая кривая 3

source: Tone curve 4
ru: Тонкая кривая 4

source: ToneCurve
ru: Тонкривая

source: Toning Effect
ru: Эффект тонирования

source: Toning Effect Settings Applied.
ru: Настройки эффекта тонирования применены.

source: Toning Saturation
ru: Насыщенность тонирования

source: Toning effect
ru: Эффект тонирования

source: Toning saturation
ru: Насыщенность тонирования

source: Top
ru: Сверху

source: Top Left Zone
ru: Верхняя левая зона

source: Top Right Zone
ru: Верхняя правая зона

source: Top Zone
ru: Верхняя зона

source: Top of Scale
ru: Верх чешуи

source: Top to Bottom
ru: Верхняя к нижней

source: Top to bottom
ru: Сверху внизу

source: Top-Left
ru: Вверху слева

source: Top-Right
ru: Сверху справа

source: Top-center
ru: Верхний центр

source: Top-center (horizontal)
ru: Верхний центр (горизонтальный)

source: Top-center (vertical)
ru: Верхний центр (вертикальный)

source: Top-left
ru: Вверху слева

source: Top-left (horizontal)
ru: Вверху слева (горизонтально)

source: Top-left (vertical)
ru: Верхний левый (вертикальный)

source: Top-right
ru: Сверху справа

source: Top-right (horizontal)
ru: Вверху справа (горизонтально)

source: Top-right (vertical)
ru: Сверху справа (вертикально)

source: Toronto
ru: Торонто

source: Total Frame Count
ru: Всего кадров

source: Total Number Of Streams
ru: Общее количество потоков

source: Total flash output for Group A. FlashGroupAOutput = CameraExposureCompensation (if exposure uses "Entire frame" mode and Group A uses a non-manual mode) + CameraFlashCompensation (if Group A uses a non-manual mode) + FlashCompensationGroupA
ru: Total flash output for Group A. FlashGroupAOutput = CameraExposureCompensation (если в режиме "Entire frame" и группе A используется неручный режим) + CameraFlashCompensation (если группа A использует неручный режим) + FlashCompensationGroupA

source: Total flash output for Group A. FlashGroupAOutput = CameraFlashOutput (if Group A uses a non-manual mode) + FlashCompensationGroupA
ru: Total flash output for Group A. FlashGroupAOutput = CameraFlashOutput (если группа A использует неручный режим) + FlashCompensationGroupA

source: Total flash output for Group B. FlashGroupBOutput = CameraExposureCompensation (if exposure uses "Entire frame" mode and Group B uses a non-manual mode) + CameraFlashCompensation (if Group B uses a non-manual mode) + FlashCompensationGroupB
ru: Total flash output for Group B. FlashGroupBOutput = CameraExposureCompensation (если в режиме "Entire frame" и группе B используется неручный режим) + CameraFlashCompensation (если группа B использует неручный режим) + FlashCompensationGroupB

source: Total flash output for Group B. FlashGroupBOutput = CameraFlashOutput (if Group B uses a non-manual mode) + FlashCompensationGroupB
ru: Общий флеш вывод для группы B. FlashGroupBOutput = CameraFlashOutput (если группа B использует неручный режим) + FlashCompensationGroupB

source: Total flash output for Group C. FlashGroupCOutput = CameraExposureCompensation (if exposure uses "Entire frame" mode and Group C uses a non-manual mode) + CameraFlashCompensation (if Group C uses a non-manual mode) + FlashCompensationGroupC
ru: Total flash output for Group C. FlashGroupCOutput = CameraExposureCompensation (если в режиме "Entire frame" и группе C используется неручный режим) + CameraFlashCompensation (если группа C использует неручный режим) + FlashCompensationGroupC

source: Total flash output for Group C. FlashGroupCOutput = CameraFlashOutput (if Group C uses a non-manual mode) + FlashCompensationGroupC
ru: Общий флеш вывод для группы C. FlashGroupCOutput = CameraFlashOutput (если группа C использует неручный режим) + FlashCompensationGroupC

source: Total flash output for the Master (see FlashSource). FlashMasterOutput = CameraExposureCompensation (if exposure uses "Entire frame" mode and Master uses a non-manual mode) + CameraFlashCompensation (if Master uses a non-manual mode) + FlashCompensationMaster
ru: Total flash output for the Master (см. FlashSource). FlashMasterOutput = Компенсация CameraExposureCompensation (если в режиме "Entire frame" и Master используется неручный режим) + CameraFlashCompensation (если используется неручный режим) + FlashCompensationMaster

source: Total flash output for the Master (see FlashSource). FlashMasterOutput = CameraFlashOutput (if Master uses a non-manual mode) + FlashCompensationMaster
ru: Полный флеш вывод для Master (см. FlashSource), FlashMasterOutput = CameraFlashOutput (если Master использует неручный режим) + FlashCompensationMaster

source: Total flash output for the camera. CameraFlashOutput = CameraExposureCompensation (if ExternalFlashData3 uses "Entire frame" mode) + CameraFlashCompensation
ru: Общий вывод вспышки для камеры. CameraFlashOutput = CameraExposureCompensation (если ExternalFlashData3 использует "весь фреймворк") + CameraFlashCompensation

source: Total number of colours used
ru: Общее количество использованных цветов

source: Total number of frames in a video
ru: Общее количество кадров в видео

source: Total number of parts in the video.
ru: Общее количество частей видео.

source: Total number of streams present in a video. Eg - Video, Audio or Subtitles
ru: Общее количество потоков в видео. Например, - видео, аудио или субтитры

source: Touch
ru: Прикосновение

source: Toy Camera
ru: Игрушка камеры

source: Toy Camera (cool)
ru: Игрушка камеры (круто)

source: Toy Camera (green)
ru: Игрушка камеры (зеленая)

source: Toy Camera (magenta)
ru: Игрушка камеры (магента)

source: Toy Camera (normal)
ru: Игрушка камеры (нормальная)

source: Toy Camera (warm)
ru: Игрушечная камера (теплое)

source: Toy Camera Effect
ru: Игрушечный эффект камеры

source: Toy Camera Filter
ru: Игрушечный фильтр камеры

source: Track
ru: Трек

source: Track Header Version
ru: Версия заголовка трека

source: Track ID
ru: ID трека

source: Track Language
ru: Язык трека

source: Track Name
ru: Название трека

source: Track Name could be used to define titles for a segment.
ru: Имя трека может быть использовано для определения заголовков для сегмента.

source: Track Number
ru: Номер дорожки

source: Track Number.
ru: Номер дорожки.

source: Track Volume
ru: Громкость трека

source: Tracking
ru: Отслеживание

source: Tracking Contrast-detect
ru: Отслеживание контрастного обнаружения

source: Tracks
ru: Треки

source: Transfer Function
ru: Функция передачи

source: Transfer Range
ru: Область передачи

source: Transform
ru: Преобразовать

source: Transform 1
ru: Преобразовать 1

source: Transform 2
ru: Преобразование 2

source: Transmission Reference
ru: Ссылка на передачу

source: Transparency Mask
ru: Прозрачная маска

source: Trapped
ru: В ловушке

source: Travel Day
ru: День Путешествия

source: Travel day
ru: День путешествия

source: Trim
ru: Обрезать

source: True direction
ru: Истинное направление

source: True if this keyword has been applied, False otherwise. If missing, mwg-kw:Applied is presumed True for leaf nodes and False for ancestor nodes
ru: Верно, если это ключевое слово было применено, Ложь. Если отсутствует mwg-kw:Applied предполагается Верно для узлов листьев и False для узлов предков

source: True or False
ru: Истина или Ложь

source: True when the document has been trapped.
ru: Верно, когда документ был помещен в ловушку.

source: Tungsten
ru: Лампа накаливания

source: Tungsten (incandescent light)
ru: Тунгстен (свет накачки)

source: Tungsten (incandescent)
ru: Тунгстен (накачкая)

source: Tv/Av and exposure level
ru: Tv/Av и уровень экспозиции

source: Twilight
ru: Сумеречный

source: Twilight Portrait
ru: Сумеречный портрет

source: Two
ru: Две

source: Two's complement signed integer data
ru: Две добавляемые целочисленные знаки

source: Two-chip color area
ru: Двухчипная цветовая область

source: Type
ru: Тип

source: Type Status
ru: Тип статуса

source: Type of every face element
ru: Тип каждого элемента лица

source: Type of image sensor.
ru: Тип датчика изображения.

source: Type purpose of region (Face|Pet|Focus|BarCode)
ru: Тип назначения региона (Face|Pet|Focus|BarCode)

source: UAmbience Selection Tag
ru: Жетон выбора UAmbience

source: UHS continuous
ru: UHS непрерывно

source: URL for Terms and Conditions applying to the license.
ru: URL для Правил и Условий, применимых к лицензии.

source: USM Lens Electronic MF
ru: USM линз Электронная MF

source: Uncalibrated
ru: Не откалибровано

source: Uncompressed
ru: Несжатый

source: Uncompressed RAW
ru: Несжатый RAW

source: Uncorrected image
ru: Неисправленное изображение

source: Undefined
ru: Не определено

source: Undefined data format
ru: Неопределенный формат данных

source: Under Scale
ru: В масштабе

source: Under-water
ru: Под водой

source: Under/Over Range
ru: Вниз/в диапазоне

source: Underwater
ru: Подводная съемка

source: Underwater 1 (Blue Water)
ru: Подвод1 (синяя вода)

source: Underwater 2 (Green Water)
ru: Подвода 2 (зеленая вода)

source: Underwater Auto
ru: Подводный авто

source: Underwater Macro
ru: Подводный Макрос

source: Underwater Snapshot
ru: Подводный снимок

source: Underwater Wide1
ru: Подводный Широкий 1

source: Underwater Wide2
ru: Подводный Широко2

source: Unhandled XMP node %1 with opt=%2
ru: Необработанный XMP узел %1 с opt=%2

source: Unhandled Xmpdatum %1 of type %2
ru: Необработанный Xmpdatum %1 типа %2

source: Unique Camera Model
ru: Уникальная модель камеры

source: Unique Name Object
ru: Объект Уникальное Имя

source: Unique identifier of the resource. Recommended best practice is to identify the resource by means of a string conforming to a formal identification system.
ru: Уникальный идентификатор ресурса. Рекомендуется использовать для идентификации ресурса посредством строки, соответствующей формальной идентификационной системе.

source: Unique identifier of the work from which this resource was derived.
ru: Уникальный идентификатор работы, с которой был получен этот ресурс.

source: Unit of measurement for FocalPlaneXResolution(37390) and FocalPlaneYResolution(37391).
ru: Единица измерения для FocalPlaneXResolution(37390) и FocalPlaneYResolution(37391).

source: Unit used for XResolution and YResolution. Value is one of: 2 = inches; 3 = centimeters.
ru: Единица, используемая для XResolution и YResolution.

source: Units for CropWidth and CropHeight. 0=pixels, 1=inches, 2=cm
ru: Единицы измерения ширины и высоты кадрирования. 0=пикселей, 1=дюйма, 2=см

source: Unknown
ru: Неизвестно

source: Unknown
ru: Неизвестно

source: Unknown / Unregistered Metadata Tags and their values.
ru: Неизвестные / Незарегистрированные метаданные теги и их значения.

source: Unknown Canon AFMicroAdj tag
ru: Неизвестный тег AFMicroAdj Canon

source: Unknown Canon Camera Settings 1 tag
ru: Неизвестный тег Камеры Canon 1

source: Unknown Canon Custom Function tag
ru: Неизвестный тег пользовательской функции Canon

source: Unknown Canon File Info tag
ru: Неизвестный тег информации о файле Canon

source: Unknown Canon HDR Tag
ru: Неизвестный тег HDR Canon

source: Unknown Canon Panorama tag
ru: Неизвестный панорамный тэг Canon

source: Unknown Canon Picture Info tag
ru: Неизвестный тег "Информация о каноне"

source: Unknown Canon Processing Info tag
ru: Неизвестный тег "Информация о каноне"

source: Unknown Canon Time Info tag
ru: Неизвестный тег информации о времени Canon

source: Unknown CanonMakerNote tag
ru: Неизвестный тэг CanonMakerNote

source: Unknown Casio2MakerNote tag
ru: Неизвестный тег Casio2MakerNote

source: Unknown CasioMakerNote tag
ru: Неизвестный тег CasioMakerNote

source: Unknown Exif Interoperability tag
ru: Неизвестный тег совместимости с Exif

source: Unknown Exif tag
ru: Неизвестный тег Exif

source: Unknown Exiv2 Makernote info tag
ru: Неизвестный тег Exiv2 Makernote

source: Unknown FujiMakerNote tag
ru: Неизвестный тег FujiMakerNote

source: Unknown GPSInfo tag
ru: Неизвестный тег GPSInfo

source: Unknown IFD tag
ru: Неизвестное поле IFD

source: Unknown Information
ru: Неизвестная информация

source: Unknown MPF tag
ru: Неизвестный MPF тег

source: Unknown Minolta Camera Settings 5D tag
ru: Неизвестный параметр Minolta камеры 5D тег

source: Unknown Minolta Camera Settings 7D tag
ru: Неизвестный тег Minolta камеры 7D

source: Unknown Minolta Camera Settings tag
ru: Неизвестный тег настроек камеры Minolta

source: Unknown Minolta MakerNote tag
ru: Неизвестный тег Minolta MakerNote

source: Unknown Nikon AF Fine Tune Tag
ru: Неизвестный Nikon AF отличный тег

source: Unknown Nikon Auto Focus 2 Tag
ru: Неизвестный тег Nikon Auto Focus 2

source: Unknown Nikon Auto Focus Tag
ru: Неизвестный Nikon Auto Focus Tag

source: Unknown Nikon Color Balance 1 Tag
ru: Неизвестный Цветовой баланс Nikon 1 тег

source: Unknown Nikon Color Balance 2 Tag
ru: Неизвестный цвет Nikon - тег 2

source: Unknown Nikon Color Balance 2a Tag
ru: Неизвестный цвет Nikon - тег 2 a

source: Unknown Nikon Color Balance 2b Tag
ru: Неизвестный Цветовой баланс Nikon

source: Unknown Nikon Color Balance 3 Tag
ru: Неизвестный цвет Nikon - тег 3

source: Unknown Nikon Color Balance 4 Tag
ru: Неизвестный Цветовой баланс Nikon 4 тег

source: Unknown Nikon File Info Tag
ru: Неизвестный тег информации о файле Nikon

source: Unknown Nikon Flash Info 6 Tag
ru: Неизвестный тег Nikon Flash Info 6

source: Unknown Nikon Flash Info 7 Tag
ru: Неизвестный тег Nikon Flash Info 7

source: Unknown Nikon Iso Info Tag
ru: Неизвестный тег Nikon Iso Iso

source: Unknown Nikon Lens Data 1 Tag
ru: Неизвестный Nikon Lens Data 1 Tag

source: Unknown Nikon Lens Data 2 Tag
ru: Неизвестная Nikon Lens тег 2

source: Unknown Nikon Lens Data 3 Tag
ru: Неизвестный Nikon Lens тег 3

source: Unknown Nikon Multi Exposure Tag
ru: Неизвестный Nikon Multi Exposure Tag

source: Unknown Nikon Picture Control Tag
ru: Неизвестный тег управления фотографией Nikon

source: Unknown Nikon Shot Info D300 (a) Tag
ru: Неизвестная табличка Nikon Shot Info D300 (a)

source: Unknown Nikon Shot Info D300 (b) Tag
ru: Неизвестная информация Nikon Shot D300 (b) Tag

source: Unknown Nikon Shot Info D40 Tag
ru: Неизвестный тег Nikon Shot D40

source: Unknown Nikon Shot Info D80 Tag
ru: Неизвестный тег Nikon Shot Info D80

source: Unknown Nikon Shot Info Tag
ru: Неизвестный тег Nikon Shot

source: Unknown Nikon Vibration Reduction Tag
ru: Неизвестный тег уменьшения вибрации Nikon

source: Unknown Nikon World Time Tag
ru: Неизвестная бирка времени мира Nikon

source: Unknown Nikon1MakerNote tag
ru: Неизвестный Nikon1MakerNote тег

source: Unknown Nikon2MakerNote tag
ru: Неизвестный Nikon2MakerNote тег

source: Unknown Nikon3MakerNote tag
ru: Неизвестный Nikon3MakerNote тег

source: Unknown OlympusCs tag
ru: Неизвестный тег OlympusCs

source: Unknown OlympusEq tag
ru: Неизвестный тег OlympusEq

source: Unknown OlympusFe tag
ru: Неизвестный тег OlympusFe

source: Unknown OlympusFi tag
ru: Неизвестный тег OlympusFi

source: Unknown OlympusIp tag
ru: Неизвестный тег OlympusIp

source: Unknown OlympusMakerNote tag
ru: Неизвестный тег OlympusMakerNote

source: Unknown OlympusRd tag
ru: Неизвестный тег OlympusRd

source: Unknown OlympusRd2 tag
ru: Неизвестный тег OlympusRd2

source: Unknown OlympusRi tag
ru: Неизвестный тег OlympusRi

source: Unknown PanasonicMakerNote tag
ru: Неизвестный тег PanasonicMakerNote

source: Unknown PanasonicRaw tag
ru: Неизвестный тег PanasonicRaw

source: Unknown PentaxMakerNote tag
ru: Неизвестный тег PentaxMakerNote

source: Unknown Samsung2MakerNote tag
ru: Неизвестный тег Samsung2MakerNote

source: Unknown SamsungPictureWizard tag
ru: Неизвестный тег SamsungPictureWizard
