Repository: Exiv2/exiv2
Catalog: po/*.po
Languages: ru

source: External flash data 3
ru: Внешние данные вспышки 3

source: External flash data 4
ru: Внешние данные вспышки 4

source: External flash fired
ru: Внешняя вспышка запущена

source: External flash firmware
ru: Внешняя прошивка

source: External flash firmware version
ru: Версия прошивки внешней прошивки

source: External flash flags
ru: Внешние флэш-флаги

source: External flash guide number
ru: Номер внешнего флеш-руководства

source: External flash mode
ru: Внешняя флеш режим

source: External flash off
ru: Внешняя вспышка выкл

source: External flash on
ru: Внешняя флеш вкл

source: External flash zoom
ru: Масштаб внешней вспышки

source: External flash zoom override
ru: Переопределение внешнего масштаба

source: Extra Camera Profiles
ru: Дополнительные профили камеры

source: Extra Fine
ru: Очень хорошее

source: Extra High
ru: Очень высокий

source: Extra Samples
ru: Дополнительные образцы

source: Extra fine
ru: Дополнительный штраф

source: Eye Start AF
ru: Начальный AF глаз

source: Eye start AF
ru: Начальная AF глаз

source: F Number
ru: Номер F

source: F number. Camera Lens specific data.
ru: F номер. Конкретные данные камеры Линз.

source: F-Number
ru: F-номер

source: F1/Studio Portrait
ru: Портрет F1/Studio

source: F1a/Studio Portrait Enhanced Saturation
ru: Насыщенность портрета F1a/Studio

source: F1c/Studio Portrait Increased Sharpness
ru: Увеличение портрета F1c/Studio

source: F3/Studio Portrait Ex
ru: Портрет F3/Studio Ex

source: FAX
ru: Факс

source: FEB
ru: ФЕБ

source: FL-GL1 (for fluorescent light)
ru: FL-GL1 (для флуоресцентного света)

source: FL-GL2 (for fluorescent light)
ru: FL-GL2 (для флуоресцентного света)

source: FNumber
ru: Число F

source: FP sync enabled
ru: Включена синхронизация FP

source: FP sync used
ru: Используется синхронизация FP

source: Face
ru: Лицо

source: Face + Tracking
ru: Лицо + Отслеживание

source: Face 1 Position
ru: Позиция лица 1

source: Face 2 Position
ru: Позиция лица 2

source: Face 3 Position
ru: Позиция лица 3

source: Face 4 Position
ru: Позиция лица 4

source: Face 5 Position
ru: Позиция лица 5

source: Face 6 Position
ru: Позиция лица 6

source: Face 7 Position
ru: Расположение лица 7

source: Face 8 Position
ru: Позиция лица 8

source: Face 9 Position
ru: Позиция лица 9

source: Face Detect
ru: Обнаружение лица

source: Face Detect Area
ru: Область обнаружения лица

source: Face Detected
ru: Обнаружено лицо

source: Face Detection
ru: Обнаружение лиц

source: Face Element Positions
ru: Позиция элемента лица

source: Face Element Selected
ru: Элемент лица выбран

source: Face Element Types
ru: Типы элементов лица

source: Face Info
ru: Информация о лицах

source: Face Positions
ru: Позиции лица

source: Face Recognition AF
ru: Распознавание лиц AF

source: Face Recognition Information
ru: Информация о распознавании лиц

source: Face Self-timer
ru: Лицо само-таймер

source: Face Tracking
ru: Отслеживание лиц

source: Face detect
ru: Обнаружение лиц

source: Face detect area
ru: Область обнаружения лиц

source: Face detection info
ru: Информация о обнаружении лиц

source: Face element selected
ru: Элемент лица выбран

source: Face recognition info
ru: Информация о распознавании лиц

source: Face tracking
ru: Отслеживание лиц

source: Faces Detected
ru: Обнаружены лица

source: Faces Detected Frame Size
ru: Размер обнаруженных кадров

source: Faces Width
ru: Ширина лица

source: Faces detected
ru: Обнаружены лица

source: Fade
ru: Затухание

source: Failed to decode Lang Alt property %1 with opt=%2
ru: Не удалось декодировать свойство Lang Alt %1 с opt=%2

source: Failed to decode Lang Alt qualifier %1 with opt=%2
ru: Не удалось декодировать Lang Alt квалификационный код %1 с opt=%2

source: Failed to determine property name from path %1, namespace %2
ru: Не удалось определить имя свойства из пути %1, пространство имён %2

source: Failed to encode Lang Alt property %1
ru: Не удалось кодировать свойство Lang Alt %1

source: Failed to open command file for reading
ru: Не удалось открыть файл команды для чтения

source: Failed to open the file
ru: Не удалось открыть файл

source: Failed to parse timestamp
ru: Не удалось произвести синтаксический разбор отметки времени

source: Failed to read
ru: Не удалось прочитать

source: Failed to read image data
ru: Не удалось прочитать данные изображения

source: Failed to read input data
ru: Не удалось прочитать входные данные

source: Failed to write image
ru: Не удалось записать изображение

source: Faithful
ru: Верный

source: Family
ru: Семья

source: Far Left
ru: Далёкий слева

source: Far Right
ru: Далеко справа

source: Far left
ru: Далеко слева

source: Far range
ru: Дальний диапазон

source: Far right
ru: Далеко справа

source: Far-Left
ru: Свернуть влево

source: Far-Right
ru: Ярко справа

source: Fast
ru: Быстрое

source: Fast shutter
ru: Быстрый затвор

source: Feather
ru: Перо

source: Field Notes
ru: Полевые заметки

source: Field Number
ru: Номер поля

source: Field of View of Panorama
ru: Поле зрения панорамы

source: Field that indicates if a video is cropped.
ru: Поле которое указывает, если видео обрезается.

source: File
ru: Файл

source: File Data Rate
ru: Частота файлов

source: File Format
ru: Формат файла

source: File ID
ru: ID файла

source: File ID.
ru: ID файла.

source: File Length
ru: Длина файла

source: File Name
ru: Имя файла

source: File Name or Absolute File Path
ru: Имя файла или Абсолютный путь к файлу

source: File Number
ru: Номер файла

source: File Number Memory
ru: Память номера файлов

source: File Size
ru: Размер файла

source: File Size, in MB
ru: Размер файла, в МБ

source: File Source
ru: Источник файла

source: File Type
ru: Тип файла

source: File Version
ru: Версия файла

source: File format of image file
ru: Формат файла изображения

source: File format of the image file delivered to the Licensee for use under the license.
ru: Формат файла изображения, доставленного в Лицензию, для использования под лицензией.

source: File info
ru: Информация о файле

source: File length.
ru: Длина файла.

source: File name
ru: Имя файла

source: File name of raw file (not a complete path).
ru: Имя файла сырых файлов (не полный путь).

source: File number
ru: Номер файла

source: File number in burst sequence
ru: Номер файла в последовательности взрыва

source: File number memory
ru: Память номера файла

source: File size
ru: Размер файла

source: File source
ru: Источник файла

source: FileLength
ru: Длина файла

source: Filename extension of associated image file.
ru: Расширение имени файла соответствующего файла изображения.

source: Filename format yields empty filename for the file
ru: Формат имени файла дает пустое имя файла

source: Fill Flash
ru: Заполнить вспышку

source: Fill Flash Auto Reduction
ru: Заполнить автоматическое уменьшение вспышки

source: Fill Light
ru: Заполняющий свет

source: Fill Order
ru: Порядок заполнения

source: Fill flash
ru: Заполняющая вспышка

source: Fill-in
ru: Заполнить

source: Film Grain
ru: Зерно пленки

source: Film Mode
ru: Режим фильма

source: Film Simulation
ru: Симуляция фильма

source: Film mode
ru: Режим фильма

source: Film scanner
ru: Сканер фотопленки

source: Film simulation mode
ru: Режим симуляции фильма

source: Filter
ru: Фильтр

source: Filter Effect
ru: Эффект фильтра

source: Filter Effect Settings Applied.
ru: Настройки эффекта фильтра применены.

source: Filter effect
ru: Фильтр эффекта

source: FilterInfo
ru: Информация о фильтре

source: Fine
ru: Прекрасный

source: Fine Detail
ru: Детали Прекрасного

source: Fine Weather
ru: Прекрасная погода

source: Fine weather
ru: Ясная погода

source: FinePix Color
ru: Цвет FinePix

source: Fire, TTL mode
ru: Пожар, режим TTL

source: Fire, commander mode
ru: Огонь, режим командира

source: Fire, external
ru: Огонь, внешние

source: Fire, manual
ru: Пожар, ручной

source: Fired
ru: Сработала

source: Fired, return light detected
ru: Обнаружен пожарный, обратный свет

source: Fired, return light not detected
ru: Сигнал, обратный свет не обнаружен

source: Fireworks
ru: Фейерверк

source: Firmware
ru: Версия прошивки

source: Firmware Date
ru: Дата прошивки

source: Firmware Name
ru: Имя прошивки

source: Firmware Version
ru: Версия прошивки

source: Firmware Version of the Camera/Video device.
ru: Прошивка версии устройства Камера/Видео.

source: Firmware Version of the Lens
ru: Версия прошивки Lens

source: Firmware date
ru: Дата прошивки

source: Firmware name
ru: Имя прошивки

source: Firmware version
ru: Версия прошивки

source: Firmware_Revision
ru: Прошивка_ревизия

source: First Photo Date
ru: Дата первого фото

source: First Publication Date
ru: Дата первой публикации

source: First number is amber/blue, second is green/magenta
ru: Первый номер янтарь/синий, второй - зеленовата/пурпурная

source: Fish Eye
ru: Рыбный глаз

source: Fisheye
ru: Рыбный глаз

source: Fisheye Effect
ru: Эффект Fisheye

source: Fisheye Filter
ru: Фильтр Fisheye

source: Fixed
ru: Исправлено

source: Fixed Center
ru: Фиксированный центр

source: Fixed Center or multiple
ru: Центр или несколько

source: Fixture Id
ru: Идентификатор крепления

source: Fixture Identification
ru: Идентификация крепления

source: Flash
ru: Вспышка

source: Flash Activity
ru: Действия Flash

source: Flash Bias
ru: Позиции вспышки

source: Flash Bracket Comp
ru: Сопс на флэш скобки

source: Flash Burst
ru: Вспышка

source: Flash Charge Level
ru: Уровень мигания

source: Flash Color Filter
ru: Фильтр цвета Flash

source: Flash Commander
ru: Командир Flash

source: Flash Comp
ru: Вспышка Comp

source: Flash Compensation Group C data
ru: Данные группы компенсаций Flash

source: Flash Control Mode
ru: Режим управления Flash

source: Flash Curtain
ru: Вспышка занавески

source: Flash Default
ru: Флэш по умолчанию

source: Flash Details
ru: Информация о вспышке

source: Flash Device
ru: Флэш-устройство

source: Flash Distance
ru: Расстояние вспышки

source: Flash Energy
ru: Флэш энергия

source: Flash Exposure Comp Setting
ru: Настройка компоновки Flash

source: Flash Exposure Compensation
ru: Компенсация эффекта вспышки

source: Flash Exposure Indicator
ru: Индикатор воздействия вспышки

source: Flash Exposure Indicator Last
ru: Последняя вспышка индикатора воздействия

source: Flash Exposure Indicator Next
ru: Следующий миг индикатор экспозиции

source: Flash Exposure Lock
ru: Флэш-блокировка

source: Flash Fired
ru: Вспышка обстрела

source: Flash Firmware Version
ru: Версия прошивки Flash

source: Flash Focal Length
ru: Длина флеш-фокуса

source: Flash GN Distance
ru: Расстояние вспышки GN

source: Flash GN distance
ru: Прошить расстояние GN

source: Flash Group A Control Mode
ru: Режим управления группой Flash

source: Flash Group A control data
ru: Контрольные данные группы Flash A

source: Flash Group A output
ru: Вывод группы Flash A

source: Flash Group B Control Mode
ru: Контрольный режим Flash группы B

source: Flash Group B output
ru: Вывод группы Flash B

source: Flash Group B/C control data
ru: Контрольные данные Flash Group B/C

source: Flash Group C output
ru: Вывод группы Flash C

source: Flash Groups B/C control data
ru: Контрольные данные Flash групп B/C

source: Flash Guide Number
ru: Номер флэш-инструкции

source: Flash Intensity
ru: Интенсивность вспышки

source: Flash Level
ru: Уровень Flash

source: Flash Manufacturer
ru: Флэш производитель

source: Flash Manufacturer.
ru: Флэш-производитель

source: Flash Master output
ru: Flash Master выход

source: Flash Metering
ru: Мигание

source: Flash Mode
ru: Режим вспышки

source: Flash Model
ru: Флэш-модель

source: Flash Model.
ru: Флэш-модель.

source: Flash Off
ru: Flash выкл

source: Flash Output
ru: Флэш-вывод

source: Flash Remote Control
ru: Флэш-пульт дистанционного управления

source: Flash Setting
ru: Настройки Flash

source: Flash Source
ru: Флэш-источник

source: Flash Strength
ru: Сила вспышки

source: Flash Sync Speed Av
ru: Флэш-синхронизация Av

source: Flash Type
ru: Тип вспышки

source: Flash Warning
ru: Предупреждение Flash

source: Flash X-Sync Speed AE
ru: Скорость флэш-синхронизации AE

source: Flash X-Sync Speed AE (1)
ru: Flash X-Sync скорость AE (1)

source: Flash action
ru: Действие вспышки

source: Flash activity
ru: Вспышка активности

source: Flash bias
ru: Вспышка

source: Flash bracket compensation applied
ru: Встроена компенсация за прошивку

source: Flash charge level
ru: Уровень мигания

source: Flash color filter
ru: Фильтр цвета вспышки

source: Flash compensation Group A
ru: Группа возмещения Flash A

source: Flash compensation Group B data
ru: Данные группы возмещения В Flash

source: Flash compensation Master
ru: Мастер компенсации Flash

source: Flash compensation for Group A flashes
ru: Flash компенсация за вспышки группы A

source: Flash compensation for Group B flashes
ru: Flash компенсация за вспышки группы B

source: Flash compensation for Group C flashes
ru: Флэш-компенсация за вспышки группы C

source: Flash compensation for the Master flash (see FlashSource)
ru: Flash компенсация за прошивку Master (см. FlashSource)

source: Flash compensation setting
ru: Настройка компенсации вспышек

source: Flash control mode
ru: Режим контроля вспышки

source: Flash default
ru: Установить по умолчанию

source: Flash details
ru: Информация о вспышке

source: Flash device
ru: Флэш-устройство

source: Flash exposure comp
ru: Состав экспозиции вспышки

source: Flash exposure compensation
ru: Воздействие на вспышку

source: Flash exposure compensation in EV
ru: Компенсация воздействия вспышек в EV

source: Flash exposure compensation setting
ru: Определение величины воздействия вспышек

source: Flash exposure indicator
ru: Индикатор воздействия вспышки

source: Flash exposure indicator last (indicator for last shot when bracketing)
ru: Индикатор воздействия вспышки (индикатор для последнего выстрела при скобочке)

source: Flash exposure indicator next (indicator for next shot when bracketing)
ru: Следующий индикатор экспозиции (индикатор для следующей съемки при скобочке)

source: Flash exposure lock
ru: Блокировка экспозиции вспышки

source: Flash fired
ru: Флэш-огонь

source: Flash firing mode setting
ru: Настройка режима вспышки

source: Flash firing strength compensation setting
ru: Установка компенсации силы стрельбы

source: Flash firmware version
ru: Версия прошивки Flash

source: Flash focal length
ru: Вспышка фокуса

source: Flash group a control mode
ru: Установить группу в управляющем режиме

source: Flash group b control mode
ru: Режим управления группой Flash

source: Flash guide number
ru: Номер Flash-руководства

source: Flash info
ru: Информация о вспышке

source: Flash intensity
ru: Интенсивность вспышки

source: Flash level
ru: Уровень вспышки

source: Flash metering
ru: Мигание

source: Flash mode
ru: Режим вспышки

source: Flash mode setting
ru: Настройка режима вспышки

source: Flash mode settings
ru: Настройки режима Flash

source: Flash model
ru: Флэш-модель

source: Flash output
ru: Флэш-вывод

source: Flash remote control
ru: Прошить пульт дистанционного управления

source: Flash setting
ru: Настройки вспышки

source: Flash source
ru: Источник Flash

source: Flash type
ru: Тип вспышки

source: Flash warning
ru: Вспышка предупреждения

source: Flash zoom head position
ru: Позиция приближения вспышки

source: Flash zoom head position (in mm)
ru: Положение головы вспышки (в мм)

source: FlashADump
ru: ФлэADump

source: FlashBias
ru: Флембиас

source: FlashInfo
ru: Флеш Инфо

source: FlashPix Version
ru: Версия FlashPix

source: Flashpix Version
ru: Версия Flashpix

source: Flavor
ru: Флавор

source: Flesh Tones
ru: Мясовые тоны

source: Flexible Spot
ru: Гибкий спот

source: Flexible Spot (LA-EA4)
ru: Гибкая точка (LA-EA4)

source: Flexible spot
ru: Гибкое место

source: Flexible spot position
ru: Гибкая позиция спота

source: Flexizone Multi (49 point)
ru: Мульти-флексизон (49 точка)

source: Flexizone Multi (9 point)
ru: Мульти-флексизон (9 точки)

source: Flexizone Single
ru: Однократный

source: Flipped
ru: Перевернутый

source: Floating point X2
ru: Плавающая точка X2

source: Floating point X4
ru: Плавающая точка X4

source: Floating point horizontal differencing
ru: Различия по горизонтали

source: Flow
ru: Поток

source: Flower
ru: Цветок

source: Fluorescent
ru: Флуоресцентная лампа

source: Fluorescent (cool white)
ru: Флуоресцентная лампа (прохладный белый)

source: Fluorescent (daylight)
ru: Флуоресцентная лампа (дневной свет)

source: Fluorescent (warm white)
ru: Флуоресцентная лампа (тёплый белый)

source: Fluorescent 2
ru: Флуоресцентная 2

source: Focal Length
ru: Фокусное расстояние

source: Focal Length 2
ru: Фокусная длина 2

source: Focal Length In 35mm Film
ru: Фокусное расстояние в 35мм аналоге

source: Focal Length In 35mm Format
ru: Длина фокуса в формате 35 мм

source: Focal Plane Diagonal
ru: Диагональная плоскость

source: Focal Plane Resolution Unit
ru: Группа по разрешению координационных плоскостей

source: Focal Plane X Resolution
ru: Разрешение координатной плоскости X

source: Focal Plane X-Resolution
ru: Фокусное разрешение Х-плоскости

source: Focal Plane Y Resolution
ru: Разрешение координатной плоскости Y

source: Focal Plane Y-Resolution
ru: Координационное разрешение плоскости Y

source: Focal Units
ru: Фокусные блоки

source: Focal length
ru: Фокусное расстояние

source: Focal length 2
ru: Длина фокуса 2

source: Focal length in 35mm format
ru: Длина фокуса в формате 35 мм

source: Focal length of the lens, in millimeters.
ru: Длина линзы в миллиметрах.

source: Focal plane auto focus points used
ru: Использована плоскость автофокуса

source: Focal plane diagonal
ru: Диагональная плоскость

source: Focal units
ru: Единицы концентрации

source: FocalLength
ru: Длина фокуса

source: Focus
ru: Фокус

source: Focus Area
ru: Фокус

source: Focus Continuous
ru: Непрерывная фокусировка

source: Focus Distance
ru: Расстояние фокусировки

source: Focus Distance 2
ru: Расстояние фокусировки 2

source: Focus Distance Lower
ru: Расстояние фокусировки ниже

source: Focus Distance Upper
ru: Расстояние фокусировки выше

source: Focus High Priority
ru: Высокий приоритет фокуса

source: Focus Hold
ru: Фокус удержан

source: Focus Hold Button
ru: Кнопка Focus Hold

source: Focus Info
ru: Информация о фокусе

source: Focus Info Version
ru: Фокус версия

source: Focus Lock
ru: Фокус

source: Focus Mode
ru: Способ фокусировки

source: Focus Mode Switch
ru: Переключатель режима фокуса

source: Focus Mode of the Lens. Eg - AF for Auto Focus
ru: Режим фокуса Lens. Eg - AF для автофокуса

source: Focus Mode2
ru: Режим фокусировки2

source: Focus Point
ru: Точка фокуса

source: Focus Position
ru: Позиция фокуса

source: Focus Priority
ru: Приоритет фокусировки

source: Focus Priority Setting
ru: Настройка приоритета фокусировки

source: Focus Process
ru: Фокус процесса

source: Focus Range
ru: Диапазон фокуса

source: Focus Setting
ru: Настройка фокуса

source: Focus Step Count
ru: Шаг фокусировки

source: Focus Step Infinity
ru: Шаг бесконечности фокусировки

source: Focus Step Near
ru: Шаг фокусировки вблизи

source: Focus Type
ru: Тип фокусировки

source: Focus Usage
ru: Использование фокуса

source: Focus Warning
ru: Предупреждение о фокусе

source: Focus area
ru: Фокус

source: Focus area setting
ru: Установка области фокуса

source: Focus continuous setting
ru: Постоянная настройка фокуса

source: Focus distance
ru: Расстояние фокусировки

source: Focus distance 2
ru: Расстояние фокусировки 2

source: Focus frame size
ru: Размер фокусной рамки

source: Focus hold button
ru: Кнопка фокуса

source: Focus info version
ru: Версия Focus info

source: Focus location
ru: Расположение фокусировки

source: Focus mode
ru: Способ фокусировки

source: Focus mode 2
ru: Режим фокусировки 2

source: Focus mode 3
ru: Режим фокусировки 3

source: Focus mode setting
ru: Настройка режима фокуса

source: Focus mode settings
ru: Настройки режима фокусировки

source: Focus mode switch
ru: Переключатель режима фокусировки

source: Focus position
ru: Позиция фокуса

source: Focus position 2
ru: Позиция фокусировки 2

source: Focus priority setting
ru: Настройка приоритета фокуса

source: Focus process
ru: Фокус процесса

source: Focus range
ru: Диапазон фокуса

source: Focus setting
ru: Установка фокуса

source: Focus step count
ru: Количество шагов фокусировки

source: Focus step infinity
ru: Бесконечность шага фокусировки

source: Focus step near
ru: Шаг фокусировки рядом

source: Focus sub-IFD
ru: Фокус суб-IFD

source: Focus type setting
ru: Настройка типа фокуса

source: Focusing mode setting
ru: Настройка режима фокуса

source: Folder Name
ru: Имя папки

source: Folder name
ru: Имя папки

source: Foliage
ru: Листва

source: Font structure
ru: Структура шрифта

source: Fonts
ru: Шрифты

source: Food
ru: Пища

source: Footprint SRS
ru: Футпринт SRS

source: Footprint Spatial Fit
ru: Прозрачный отпечаток

source: Footprint WKT
ru: Следы WKT

source: For GN (distance priority) mode on the Master flash (see FlashSource), the distance to the subject
ru: Для режима GN (дистанционный приоритет) на главной вспышке (см. FlashSource), расстояние до темы

source: For a composite image, records the parameters relating exposure time of the exposures for generating the said composite image, such as respective exposure times of captured source images (tentatively recorded images).
ru: Для составного изображения регистрирует параметры, связанные со временем экспозиции для генерации указанного композитного изображения, например, время экспозиции снимков исходных изображений (предварительно записанные изображения).

source: For black and white TIFF files that represent shades of gray, the technique used to convert from gray to black and white pixels.
ru: Для файлов с черно-белым TIFF, представляющих оттенки серых, техника преобразования из серых и белых пикселов.

source: For each strip, the byte offset of that strip. It is recommended that this be selected so the number of strip bytes does not exceed 64 Kbytes. With JPEG compressed data this designation is not needed and is omitted. See also <RowsPerStrip> and <StripByteCounts>.
ru: Для каждой полосы смещение байтов этой полосы. Это рекомендуется выбрать, так что количество полос не превышает 64 Кбайта. С сжатыми данными JPEG данное обозначение не требуется и опущено. См. также <RowsPerStrip> и <StripByteCounts>.

source: For each tile, the byte offset of that tile, as compressed and stored on disk. The offset is specified with respect to the beginning of the TIFF file. Note that this implies that each tile has a location independent of the locations of other tiles.
ru: Для каждой плитки смещение байта этой плитки, как сжатого и хранимого на диске. Указанное смещение относительно начала файла TIFF. Обратите внимание, что это подразумевает, что каждая клетка имеет место независимо от места расположения других клеток.

source: For each tile, the number of (compressed) bytes in that tile. See TileOffsets for a description of how the byte counts are ordered.
ru: Для каждой плитки количество сжатых байт в этой плитке. Смотрите TileOffsets для описания того, как сортируется байт.

source: For grayscale data, the optical density of each possible pixel value.
ru: Для данных в оттенках серого оптическая плотность каждого возможного значения пиксела.

source: For repeating flash mode, the number of flash firings
ru: Для повторяющегося режима вспышки количество огней вспышки

source: For repeating flash mode, the rate (in Hz)
ru: Для повторяющегося режима вспышки, скорость (в Гц)

source: For repeating flash modes, the number of flash firings
ru: Для повторяющихся режимов вспышки число огней вспышек

source: For repeating flash modes, the rate (in Hz)
ru: Для повторяющихся режимов вспышки скорость (в Гц)
