Repository: Exiv2/exiv2
Catalog: po/*.po
Languages: ru

source: Picture Control Quick Adjustment Settings.
ru: Настройки Быстрой настройки изображения.

source: Picture Control Version
ru: Версия управления изображением

source: Picture Finish
ru: Завершение работы

source: Picture Info
ru: Информация о фото

source: Picture Mode
ru: Режим изображения

source: Picture Mode BW Filter
ru: Режим изображения BW Фильтр

source: Picture Mode Contrast
ru: Контрастный режим

source: Picture Mode Hue
ru: Оттенок режима изображения

source: Picture Mode Saturation
ru: Продолжительность режима изображения

source: Picture Mode Sharpness
ru: Резкость в режиме изображения

source: Picture Mode Tone
ru: Тон режима изображения

source: Picture Wizard
ru: Мастер изображений

source: Picture effect
ru: Эффект изображения

source: Picture info
ru: Информация о картинке

source: Picture mode
ru: Режим изображения

source: Picture mode BW filter
ru: Режим изображения BW фильтра

source: Picture mode contrast
ru: Контраст режима изображения

source: Picture mode hue
ru: Оттенок режима изображения

source: Picture mode noise filter
ru: Фильтр шума в режиме изображения

source: Picture mode saturation
ru: Насыщенность режима изображения

source: Picture mode setting
ru: Настройка режима изображения

source: Picture mode sharpness
ru: Резкость в режиме изображения

source: Picture mode tone
ru: Звук режима изображения

source: Picture style
ru: Стиль изображения

source: Picture taking conditions
ru: Условия съёмки кадра

source: Picture taking mode
ru: Режим съемки

source: Picture wizard composite tag
ru: Мастер создания композитного тега

source: PictureEffect2
ru: Изображение2

source: PictureProfile
ru: Изображение профиля

source: PictureProfile2
ru: Изображение2

source: PictureStyle
ru: Стиль изображения

source: PictureStyleUserDef
ru: ИзображениеStyleUserDef

source: Pin Hole
ru: Пин-дыра

source: Pin Hole II
ru: Корпуса закрепления II

source: Pin Hole III
ru: Корпуса закрепления III

source: Pink
ru: Розовый

source: Pitch Angle
ru: Угол тяги

source: Pitch, measured in degrees, for the center in the image. Value must be >= -90 and <= 90.
ru: Фигура, измеренная в градусах, для центра изображения. Значение должно быть >= -90 и <= 90.

source: Pixar Deflate
ru: Пиксарская Дефляция

source: Pixar Film (10-bits LZW)
ru: Pixar Film (10-разрядный LZW)

source: Pixar Log (11-bits ZIP)
ru: Pixar Log (11-разрядный ZIP)

source: Pixel Crop Bottom
ru: Нижняя обрезка пикселя

source: Pixel Crop Left
ru: Обрезка пикселей влево

source: Pixel Crop Right
ru: Пиксельная обрезание вправо

source: Pixel Crop Top
ru: Пиксельная обрезка сверху

source: Pixel Shift
ru: Сдвиг пикселей

source: Pixel Shift Offset
ru: Смещение смены пикселя

source: Pixel Shift Shots
ru: Pixel Shift выстрелы

source: Pixel X Dimension
ru: Размер Pixel X

source: Pixel shift info
ru: Способ смены пикселей

source: Pixel shift information consisting of the group ID and shot number
ru: Информация о Pixel shift состоящая из ID группы и номера съемки

source: Pixel shift offset
ru: Сдвиг пикселей

source: Pixel shift shots
ru: Pixel shift выстрелы

source: Pixels Per Meter X, a property inherited from BitMap format
ru: Pixels Per Meter X, свойство, унаследованное от формата BitMap

source: Pixels Per Meter Y, a property inherited from BitMap format
ru: Pixels Per Meter Y, свойство, унаследованное от формата BitMap

source: Planar
ru: Планарный

source: Planar Configuration
ru: Планарная конфигурация

source: Planes
ru: Самолеты

source: Plate Names
ru: Имена пластиков

source: Play Display
ru: Играть дисплей

source: Play Mode
ru: Режим воспроизведения

source: Play Selection
ru: Играть в выбор

source: Play Selection.
ru: Играть в выборку.

source: Play display
ru: Играть

source: Plus
ru: Плюс

source: Point Radius Spatial Fit
ru: Прозрачный размер точки радиуса

source: Pointer to a preview image
ru: Указатель на изображение предварительного просмотра

source: Pop Art
ru: Поп-арт

source: Pop Art II
ru: Поп-арт II

source: Pop Color
ru: Цвет попа

source: Portable Network Graphics (PNG)
ru: Портативная сетевая графика (PNG)

source: Portrait
ru: Портрет

source: Portrait 2
ru: Портрет 2

source: Portrait Image
ru: Портретное изображение

source: Portrait Refiner
ru: Портретный Очистчик

source: Portrait Refiner settings
ru: Настройки Portrait Refiner

source: Portrait mode
ru: Портретный режим

source: Portrait with Skin Correction
ru: Портрет с коррекцией скина

source: Pose Heading Degrees
ru: Градусы Позы

source: Pose Pitch Degrees
ru: Градусы Позорной Питчи

source: Pose Roll Degrees
ru: Градусы Позовой Ролки

source: Posing
ru: Позиция

source: Positive Film
ru: Положительный фильм

source: Post Crop Vignette Amount
ru: Количество кадрирования поста

source: Post Crop Vignette Feather
ru: Перо урожая поста

source: Post Crop Vignette Highlight Contrast
ru: Контрастность Вырезания Поста

source: Post Crop Vignette Midpoint
ru: Середина урожая Поста

source: Post Crop Vignette Roundness
ru: Граница посадки поста

source: Post Crop Vignette Style
ru: Стиль обрезки поста

source: Postcard
ru: Почтовая карта

source: Poster Effect
ru: Плакат эффект

source: Poster Time
ru: Время плаката

source: Posterization
ru: Постеризация

source: Posterization B/W
ru: Постеризация B/W

source: Prague
ru: Прага

source: Pre-capture frames
ru: Пре-захват кадров

source: Pre-shot/No flash & flash
ru: Пре-выстрел/Нет мигания

source: Predictor
ru: Предкатор

source: Preferred Rate
ru: Предпочитаемый курс

source: Preferred Volume
ru: Предпочтительный том

source: Premium
ru: Премиум

source: Premium Auto
ru: Премиум-авто

source: Preparations
ru: Подготовка

source: Preroll
ru: Начать

source: Preserved Specimen
ru: Сохраненный образец

source: Preset
ru: Пресет

source: Preset (Fireworks?)
ru: Пресет (фейерверк?)

source: Pressure
ru: Давление

source: Pressure as the ambient situation at the shot, for example the room atmosphere where the photographer was holding the camera or the water pressure under the sea. The unit is hPa.
ru: Давление как обстановка на выстреле, Например, комнатная атмосфера, где фотограф держал камеру или давление воды под морем. Единица измерения - hPa.

source: Preview
ru: Предпросмотр

source: Preview Application Name
ru: Предварительный просмотр имени приложения

source: Preview Application Version
ru: Предпросмотр версии приложения

source: Preview Atom Type
ru: Предпросмотр Atom типа

source: Preview Color Space
ru: Предварительный просмотр цветового пространства

source: Preview Data
ru: Данные эскиза

source: Preview Date
ru: Дата предпросмотра

source: Preview Date Time
ru: Дата предпросмотра времени

source: Preview Duration
ru: Продолжительность предпросмотра

source: Preview Format
ru: Формат эскиза

source: Preview Image
ru: Предпросмотр изображения

source: Preview Image Height
ru: Высота изображения предпросмотра

source: Preview Image Length
ru: Длина изображения предпросмотра

source: Preview Image Size
ru: Размер изображения

source: Preview Image Start
ru: Начало изображения

source: Preview Image Thumbnail Height.
ru: Предварительный просмотр эскиза изображения.

source: Preview Image Thumbnail Length.
ru: Длина миниатюры изображения.

source: Preview Image Thumbnail Width.
ru: Ширина эскиза изображения.

source: Preview Image Width
ru: Ширина изображения предпросмотра

source: Preview Quality
ru: Качество предпросмотра

source: Preview Settings Digest
ru: Дайджест настроек предпросмотра

source: Preview Settings Name
ru: Имя настройки предпросмотра

source: Preview Time
ru: Время предпросмотра

source: Preview Version
ru: Версия эскиза

source: Preview image
ru: Изображение анонса

source: Preview image Size
ru: Размер изображения предпросмотра

source: Preview image borders
ru: Рамки изображения предпросмотра

source: Preview image embedded
ru: Предпросмотр вставлен

source: Preview image length
ru: Длина изображения предпросмотра

source: Preview image size (width x height)
ru: Размер изображения для анонса (ширина х высота)

source: Preview image start
ru: Начальная картинка

source: Preview image valid
ru: Изображение для анонса

source: PreviewImage Length
ru: Длина предпросмотра изображения

source: PreviewImage Start
ru: Начальная картинка

source: PreviewImage Valid
ru: Изображение доступно

source: PreviewImageInfo
ru: Предпросмотр Изображения

source: Previous Identifications
ru: Предыдущие идентификаторы

source: Primary AF Point
ru: Основная точка AF

source: Primary AF point
ru: Основная точка AF

source: Primary Chromaticities
ru: Первичные Chromaticities

source: Primary Metadata Container
ru: Первичный метаданные контейнер

source: Primary image
ru: Основное изображение

source: Primary image, Depth map
ru: Основное изображение, глубина карты

source: Primary image, Multi page file
ru: Основное изображение, многостраничный файл

source: Primary image, Multi page file, Transparency mask
ru: Основное изображение, многостраничный файл, маска прозрачности

source: Primary image, Semantic mask
ru: Первичное изображение, семантическая маска

source: Primary image, Transparency mask
ru: Основное изображение, прозрачная маска

source: Print Image Matching
ru: Распечатать совпадение изображений

source: Print Image Matching, description needed.
ru: Распечатать сопоставление изображений, необходимо описание.

source: PrintIM information
ru: Информация о PrintIM

source: Priority Setup Shutter Release
ru: Выпуск затвора приоритета

source: Priority set in automatic white balance
ru: Приоритет установлен в автоматическом балансе белого

source: Private RTK Info
ru: Информация о приватном RTK

source: Pro Low-light
ru: Про низкий свет

source: Pro Photo RGB
ru: Про фото RGB

source: Process Version
ru: Версия процесса

source: Processing Info
ru: Обработка информации

source: Processing Software
ru: По обработки

source: Processing info
ru: Обработка информации

source: Produced By
ru: Произведено

source: Produced By, i.e. name of person or organization.
ru: Произведенный Би, то есть имя человека или организации.

source: Producer
ru: Производитель

source: Producer Keywords
ru: Ключевые слова производителя

source: Producer involved with the video.
ru: Производитель связан с видео.

source: Product
ru: Товар

source: Product Id
ru: ID товара

source: Product Shown
ru: Отображаемый товар

source: Product or Service Constraints
ru: Ограничения продуктов или услуг

source: Product.
ru: Продукт.

source: Production Aperture Height
ru: Высота Производства

source: Production Aperture Width
ru: Ширина апертуры

source: Production Designer
ru: Дизайнер производства

source: Production Studio
ru: Производственная студия

source: Production aperture height in pixels
ru: Высота производственного отверстия в пикселях

source: Production aperture width in pixels
ru: Ширина производственного отверстия в пикселях

source: Profile
ru: Профиль

source: Profile Calibration Signature
ru: Калибровка профиля

source: Profile Copyright
ru: Авторские права

source: Profile Dynamic Range
ru: Динамический диапазон профиля

source: Profile Embed Policy
ru: Политика вставки профиля

source: Profile Gain Table Map
ru: Получить карту таблиц профиля

source: Profile Gain Table Map 2
ru: Получить таблицу 2

source: Profile Group Name
ru: Название группы профилей

source: Profile Hue Sat Map Data 1
ru: Оттенок профиля Sat карта данных 1

source: Profile Hue Sat Map Data 2
ru: Оттенок профиля Sat карта данных 2

source: Profile Hue Sat Map Data 3
ru: Оттенок профиля Sat карта данных 3

source: Profile Hue Sat Map Dims
ru: Затемнить карты профиля

source: Profile Hue Sat Map Encoding
ru: Кодировка карты профиля

source: Profile Look Table Data
ru: Данные таблицы просмотра профиля

source: Profile Look Table Dims
ru: Профиль Смотрите Таблицы

source: Profile Look Table Encoding
ru: Кодировка профиля

source: Profile Name
ru: Имя профиля

source: Profile Tone Curve
ru: Кривая профиля

source: Program
ru: Программа

source: Program (P)
ru: Программа (P)

source: Program AE
ru: Программа AE

source: Program Av Shift
ru: Av сдвиг программы

source: Program ISO
ru: Программа ISO

source: Program Shift
ru: Сдвиг программы

source: Program Shift A
ru: Программа Shift A

source: Program Shift S
ru: Программа Shift S

source: Program Tv Shift
ru: Программа Tv Shift

source: Program Variation
ru: Вариация программ

source: Program Version
ru: Версия программы

source: Program shift
ru: Сдвиг программы

source: Program variation
ru: Вариации программы

source: Program-shift
ru: Сдвиг программы

source: Program-shift A
ru: Программа-сдвиг А

source: Program-shift S
ru: Программа-сдвиг S

source: Progressive
ru: Прогрессирующий

source: Progressive DCT, Huffman coding
ru: Прогрессирующий DCT, Huffman код

source: Progressive DCT, arithmetic coding
ru: Прогрессирующая DCT, арифметическая кодировка

source: Progressive DCT, differential Huffman coding
ru: Прогрессирующая DCT, дифференциальная кодировка Huffman

source: Progressive DCT, differential arithmetic coding
ru: Прогрессирующая ДКТ, дифференциальная арифметическая кодировка

source: Project Name
ru: Название проекта

source: Project Reference
ru: Справочник проекта

source: Project reference name or description assigned by Licensee.
ru: Название проекта или описание, назначенное Лицензией.

source: Projection Type
ru: Тип проекции

source: Projection type used in the image file. Google products currently support the value equirectangular.
ru: Тип проекции, используемый в файле изображения. В настоящее время продукты Google поддерживают эквивалентное значение.

source: Property Release ID
ru: ID релиза свойства

source: Property Release Id
ru: ID релиза свойства

source: Property Release Status
ru: Статус релиза свойства

source: Proprietary RAW Image Format
ru: Формат проприетарного RAW изображения

source: Protected
ru: Защищено

source: Provides a full, publishable name of a country/geographical location referenced by the content of the object, according to guidelines of the provider.
ru: Обеспечивает полное публичное название страны/географического местоположения, на которое ссылается содержание объекта, в соответствии с руководящими принципами поставщика.

source: Provides a hint to the DNG reader about how strong the camera's anti-alias filter is. A value of 0.0 means no anti-alias filter (i.e., the camera is prone to aliasing artifacts with some subjects), while a value of 1.0 means a strong anti-alias filter (i.e., the camera almost never has aliasing artifacts).
ru: Предоставляет читателю DNG подсказку о том, как сильна антиалиас камеры. Значение 0.0 означает отсутствие антиалиасного фильтра (т.е. камера подвержена алиации артефактов с некоторыми предметами), в то время как значение 1. означает сильный антиалиасный фильтр (т.е. в камере почти никогда не было алиасов артефактов).

source: Provides a mapping between the values in the CFAPattern tag and the plane numbers in LinearRaw space. This is a required tag for non-RGB CFA images.
ru: Обеспечивает сопоставление значений тега CFAPattern с номерами плоскости в пространстве LinearRaw. Это необходимый тег для не RGB CFA изображений.

source: Provides a way for camera manufacturers to store private data in the DNG file for use by their own raw converters, and to have that data preserved by programs that edit DNG files.
ru: Предоставляет производителям камер возможность хранить личные данные в файле DNG для использования их собственным конвертером сырья, и иметь эти данные сохраняются программами, которые редактируют DNG файлы.

source: Provides a way for color profiles to increase or decrease exposure during raw conversion. BaselineExposureOffset specifies the amount (in EV units) to add to the BaselineExposure tag during image rendering. For example, if the BaselineExposure value for a given camera model is +0.3, and the BaselineExposureOffset value for a given camera profile used to render an image for that camera model is -0.7, then the actual default exposure value used during rendering will be +0.3 - 0.7 = -0.4.
ru: Предоставляет способ для цветовых профилей увеличить или уменьшить экспозицию при преобразовании сырья. BaselineExposureOffset определяет сумму (в единицах EV) для добавления к тегу BaselineExposure во время рендеринга изображений. Например, если значение BaselineExposure для данной модели камеры равно +0. и значение BaselineExposureOffset для данного профиля камеры, используемого для отрисовки изображения для этой модели камеры, равно -0. , то фактическое значение экспозиции по умолчанию, используемое при рендеринге, равно +0.3 - 0.7 = -0.4.

source: Provides a way for color profiles to specify how indexing into a 3D HueSatMap is performed during raw conversion. This tag is not applicable to 2.5D HueSatMap tables (i.e., where the Value dimension is 1).
ru: Предоставляет возможность для цветных профилей указать способ индексации в 3D HueSatMap при преобразовании сырого. Этот тег не применим к таблицам HueSatMap 2.5D (то есть где измерение значения равно 1).

source: Provides a way for color profiles to specify how indexing into a 3D LookTable is performed during raw conversion. This tag is not applicable to a 2.5D LookTable (i.e., where the Value dimension is 1).
ru: Предоставляет для профилей цвет способ указания того, как осуществляется индексирование в 3D LookTable при преобразовании сырья. Этот тег не применим к таблице справки 2.5D (то есть где значение измерение 1).

source: Provides full, publishable, name of the country/primary location where the intellectual property of the object data was created, according to guidelines of the provider.
ru: Обеспечивает полное, публичное название страны/первичного расположения, где была создана интеллектуальная собственность данных объекта, согласно руководящим принципам поставщика.

source: Province State
ru: Область

source: Province/state.
ru: Область/состояние.

source: Public Domain
ru: Публичный домен

source: Publisher
ru: Издатель

source: Pull Down
ru: Потянуть вниз

source: Punk
ru: Панк

source: Purple
ru: Фиолетовый

source: Purple-blue
ru: Фиолетово-синий

source: QTime Compatible FileType Brand
ru: QTime совместимый тип файла

source: QTime Major FileType Brand
ru: QTime главный тип файла

source: QTime Minor FileType Version
ru: Версия QTime Minor File

source: Qualified Dublin Core schema
ru: Квалифицированная схема ядра Dublin

source: Qualifier for xmp:Identifier
ru: Квалификатор для xmp:Identifier

source: Quality
ru: Качество

source: Quality 2
ru: Качество 2

source: Quality Mode
ru: Режим Качества

source: Quality2
ru: Качество2

source: Quick Adjust
ru: Быстрая настройка

source: Quick Macro
ru: Быстрый макрос

source: Quick Shot
ru: Быстрый выстрел

source: Quick adjust
ru: Быстрая настройка

source: QuickTime Major File Type Brand
ru: Главная марка QuickTime основного типа файла

source: QuickTime Minor File Type Version
ru: Версия типа файла QuickTime Minor

source: RAW
ru: ЦВУ

source: RAW + fine
ru: RAW + мелочь

source: RAW + light
ru: RAW + лампа

source: RAW + standard
ru: RAW + стандарт

source: RAW Developing Software
ru: Программное обеспечение RAW

source: RAW and JPG files recording
ru: Запись RAW и JPG файлов

source: RAW file type
ru: Тип RAW файла

source: RAW+JPG Recording
ru: RAW+JPG запись

source: RF Lens Type
ru: Тип RF линз

source: RGB Palette
ru: Палитра RGB

source: RGB Tables
ru: Таблицы RGB

source: Radiant
ru: Сияющий

source: Radio AWL
ru: Радио AWL

source: Randomized process
ru: Случайный процесс

source: Rasterized Caption
ru: Растрированная подпись

source: Rate
ru: Оценить

source: Rate at which frames are presented in a video (Expressed in fps(Frames per Second))
ru: Скорость отображения кадров в видео (Expressed in fps(Frames per Second))

source: Rate.
ru: Ставка.

source: Rated
ru: Рейтинг

source: Rating
ru: Оценка

source: Rating Percent
ru: Процент рейтинга

source: Rating Percent.
ru: Процент рейтинга.

source: Rating tag used by Windows
ru: Поле оценки, используемое Windows

source: Rating tag used by Windows, value in percent
ru: Поле оценки, используемое Windows, процентное значение

source: Rating, eg. 7 or 8 (generally out of 10).
ru: Рейтинг, напр. 7 или 8 (обычно из 10).

source: Ratio of Width:Height, helps to determine how a video would be displayed on a screen
ru: Соотношение ширины:высота, помогает определить, как видео будет отображаться на экране

source: Raw
ru: Сырье

source: Raw Burst Image Count
ru: Количество исходных изображений

source: Raw Burst Image Num
ru: Сырой взрыв изображения Num

source: Raw Data Offset
ru: Смещение исходных данных

source: Raw Data Unique ID
ru: Уникальный ID сырых данных

source: Raw Development
ru: Сырая разработка

source: Raw Development 2
ru: Сырая разработка 2

source: Raw Development 2 Version
ru: Сырая разработка версии 2

source: Raw Development Version
ru: Сырая версия для разработчиков

source: Raw File Name
ru: Имя исходного файла

source: Raw Image Center
ru: Центр исходного изображения

source: Raw Image Digest
ru: Дайджест исходного изображения

source: Raw Image Full Height
ru: Высота исходного изображения

source: Raw Image Full Width
ru: Ширина исходного изображения

source: Raw Info
ru: Сырая информация

source: Raw Info Version
ru: Версия исходной информации

source: Raw Jpg Quality
ru: Качество сырых Jpg

source: Raw Jpg Size
ru: Необработанный размер Jpg

source: Raw To Preview Gain
ru: Сырье для предварительного просмотра

source: Raw data offset
ru: Смещение исходных данных

source: Raw development 2 sub-IFD
ru: Сырая разработка 2 субIFD

source: Raw development 2 version
ru: Сырая разработка версии 2

source: Raw development sub-IFD
ru: Сырая разработка субIFD

source: Raw development version
ru: Сырая версия для разработчиков

source: Raw image center
ru: Центр сырых изображений

source: Raw image size
ru: Размер исходного изображения

source: Raw images often store extra pixels around the edges of the final image. These extra pixels help prevent interpolation artifacts near the edges of the final image. DefaultCropOrigin specifies the origin of the final image area, in raw image coordinates (i.e., before the DefaultScale has been applied), relative to the top-left corner of the ActiveArea rectangle.
ru: Сырые изображения часто хранят лишние пиксели вокруг краев конечного изображения. Эти дополнительные пиксели помогают предотвратить интерполяцию артефактов рядом с краями конечного изображения. DefaultCropOrigin определяет происхождение конечной области изображения, в координатах сырого изображения (т.е. до того как была применена шкала по умолчанию), относительно верхнего левого угла прямоугольника ActiveArea .

source: Raw images often store extra pixels around the edges of the final image. These extra pixels help prevent interpolation artifacts near the edges of the final image. DefaultCropSize specifies the size of the final image area, in raw image coordinates (i.e., before the DefaultScale has been applied).
ru: Сырые изображения часто хранят лишние пиксели вокруг краев конечного изображения. Эти дополнительные пиксели помогают предотвратить интерполяцию артефактов рядом с краями конечного изображения. Размер изображения по умолчанию определяет размер конечной области изображения, в координатах необработанного изображения (т.е. до применения шкалы по умолчанию).

source: Raw info version
ru: Версия сырой информации

source: Raw sub-IFD
ru: Сырая субIFD

source: Re-developed from RAW
ru: Передоработано с RAW

source: Ready
ru: Готово

source: Real
ru: Реальный

source: Rear flash sync
ru: Полная синхронизация

source: Recall
ru: Отозвать

source: Recommended Exposure Index
ru: Рекомендуемый индекс экспозиции

source: Record
ru: Запись

source: Record Display
ru: Запись дисплея

source: Record Label Name
ru: Имя ярлыка записи

source: Record Label Name, or the name of the organization recording the video.
ru: Имя ярлыка записи или название организации, записывающей видео.
