Repository: Exiv2/exiv2
Catalog: po/*.po
Languages: ru

source: CameraCalibration3 defines a calibration matrix that transforms reference camera native space values to individual camera native space values under the third calibration illuminant. The matrix is stored in row scan order. This matrix is stored separately from the matrix specified by the ColorMatrix3 tag to allow raw converters to swap in replacement color matrices based on UniqueCameraModel tag, while still taking advantage of any per-individual camera calibration performed by the camera manufacturer.
ru: Калибровщик камеры CameraCalibration3 определяет матрицу калибровки, которая преобразует исходную величину пространственного пространства в отдельную камеру при третьем калибровочном освещении. Матрица хранится в порядке сканирования строк. Эта матрица хранится отдельно от матрицы, указанной тегом ColorMatrix3, чтобы позволить преобразователям сырья заменить на смену цветовой матрицы на основе тега UniqueCameraModel, до сих пор используются любые индивидуальные калибровки камер, выполняемые производителем камеры.

source: CameraInfo
ru: Информация о камере

source: CameraLabel
ru: Метка камеры

source: CameraSerialNumber contains the serial number of the camera or camera body that captured the image.
ru: Номер CameraSerialNumber содержит серийный номер камеры или тела камеры, которые захватили изображение.

source: Can be used to provide additional rendition parameters that are too complex or verbose to encode in xmpMM: RenditionClass.
ru: Может быть использовано для предоставления дополнительных параметров форматирования, которые слишком сложны или подробны для кодирования в xmpMM: RenditionClass.

source: Can't adjust timestamp by
ru: Не удается настроить время на

source: Candle
ru: Свеча

source: Cannot convert text encoding from '%1' to '%2'
ru: Невозможно преобразовать кодировку текста из '%1' ' в '%2'

source: Canon Flash Info
ru: Информация о мигании Canon

source: Caption
ru: Подпись

source: Caption Writer
ru: Заголовок писателя

source: Captions Author Names
ru: Названия авторов субтитров

source: Captions Date Time Stamps
ru: Подписи даты времени

source: Capture Data
ru: Захват данных

source: Capture Frame Rate
ru: Частота захвата кадра

source: Capture Offsets
ru: Захват смещений

source: Capture Software
ru: Программа для захвата

source: Capture Version
ru: Захват версии

source: Capture data
ru: Захват данных

source: Capture offsets
ru: Захват смещений

source: Capture output
ru: Захват вывода

source: Capture version
ru: Захват версии

source: Caracas
ru: Каракас

source: Card Shutter Lock
ru: Затвор Карты

source: Card shutter lock
ru: Блокировка закрытия карты

source: Cat Face Detection
ru: Обнаружение лиц кота

source: Catalog Number
ru: Номер каталога

source: Catalog Sets
ru: Наборы каталогов

source: Catalog of hierarchical keywords and groups
ru: Каталог иерархических ключевых слов и групп

source: Categories
ru: Категории

source: Category
ru: Категория

source: Category. Limited to 3 7-bit ASCII characters.
ru: Категория. Ограничено 3 7-битными символами ASCII.

source: Cell
ru: Ген

source: Cell Length
ru: Длина ячейки

source: Cell Width
ru: Ширина ячейки

source: Center
ru: Центральный

source: Center (LA-EA4)
ru: Центр (LA-EA4)

source: Center (horizontal)
ru: По центру (по горизонтали)

source: Center (vertical)
ru: По центру (вертикальная)

source: Center Value
ru: Значение по центру

source: Center Weight
ru: Вес по центру

source: Center Weighted
ru: Взвешенное по центру

source: Center Zone
ru: Центральная зона

source: Center weighted
ru: По центру

source: Center weighted average
ru: Среднее взвешенное по центру

source: Center zone (horizontal orientation)
ru: Зона центра (горизонтальная ориентация)

source: Center zone (vertical orientation)
ru: Центральная зона (вертикальная ориентация)

source: Center-weighted average
ru: Средневзвешенное по центру

source: Centered
ru: По центру

source: Central
ru: Центральный

source: Certificate
ru: Сертификат

source: Channel 1, High
ru: Канал 1, высокий

source: Channel 1, Low
ru: Канал 1, низкий

source: Channel 1, Mid
ru: Канал 1, Средний

source: Channel 2, High
ru: Канал 2, высокий

source: Channel 2, Low
ru: Канал 2, низкий

source: Channel 2, Mid
ru: Канал 2, Средний

source: Channel 3, High
ru: Канал 3, высокий

source: Channel 3, Low
ru: Канал 3, низкий

source: Channel 3, Mid
ru: Канал 3, Средний

source: Channel 4, High
ru: Канал 4, высокий

source: Channel 4, Low
ru: Канал 4, низкий

source: Channel 4, Mid
ru: Канал 4, Средний

source: Chapter Physical Equivalent
ru: Глава Физического эквивалента

source: Chapter Translate Codec
ru: Перевод главы кодека

source: Chapter Translate Codec information. Usually used in Matroska file type.
ru: Глава Перевести информацию о кодеке. Обычно используется в Matroska файле.

source: Character Set
ru: Кодировка

source: Chatham Islands
ru: Чатам

source: Chicago
ru: Чикаго

source: Children
ru: Дети

source: Chroma saturation setting
ru: Настройка насыщенности Chroma

source: ChromaBlurRadius provides a hint to the DNG reader about how much chroma blur should be applied to the image. If this tag is omitted, the reader will use its default amount of chroma blurring. Normally this tag is only included for non-CFA images, since the amount of chroma blur required for mosaic images is highly dependent on the de-mosaic algorithm, in which case the DNG reader's default value is likely optimized for its particular de-mosaic algorithm.
ru: ChromaBlurRadius дает подсказку для читателя DNG о том, сколько размытия хрома будет применяться к изображению. Если этот тег опущен, то читатель будет использовать значение по умолчанию хрома размытия. Обычно этот тег включен только для изображений, не относящихся к CFA, Поскольку количество размытия хромы, необходимое для мозаичных изображений, в значительной степени зависит от демозаичного алгоритма, в этом случае стандартное значение читателя DNG скорее всего будет оптимизировано для его конкретного демозаичного алгоритма.

source: Chromatic Aberration Blue
ru: Хроматический Аберрант Синий

source: Chromatic Aberration Corr
ru: Хроматический Аберрационный Корр

source: Chromatic Aberration Correction Params
ru: Параметры коррекции аберрации хроматических параметров

source: Chromatic Aberration Params
ru: Хроматические параметры Аберранта

source: Chromatic Aberration Red
ru: Красный хроматический Аберрант

source: Chromatic Aberration Setting
ru: Настройки Chromatic Aberration

source: Chrome
ru: Хрома

source: Chunky
ru: Чунки

source: CircularGradientBasedCorrections
ru: Коррекция CircularGradientBasedCorrections

source: City
ru: Город

source: City.
ru: Город.

source: City2
ru: Город2

source: Clarity
ru: Ясность

source: Clarity 2012
ru: Ясность 2012

source: Clarity setting
ru: Настройка четкости

source: Class
ru: Класс

source: Classic
ru: Классика

source: Clean Aperture Height
ru: Высота чистоты

source: Clean Aperture Width
ru: Ширина очистки

source: Clean aperture height in pixels
ru: Очистить высоту отверстия в пикселях

source: Clean aperture width in pixels
ru: Очистить ширину отверстия в пикселях

source: Clear
ru: Очистить

source: Clear Night Portrait
ru: Очистить ночной портрет

source: Clear Nightscape
ru: Очистить Ночной Час

source: Clear Portrait
ru: Очистить портрет

source: Clear Retouch
ru: Очистить Retouch

source: Clear Retouch Value
ru: Очистить значение Retouch

source: Clear Sports Shot
ru: Очистить спортивный выстрел

source: Clear in Backlight
ru: Очистить в подсветке

source: Client
ru: Клиент

source: Clip Path
ru: Путь клипа

source: Clipboard
ru: Буфер обмена

source: Close
ru: Закрыть

source: Close Focus
ru: Закрыть фокус

source: Close view
ru: Крупный план

source: Close-up
ru: Закрыть

source: Closest subject
ru: Ближайшая тема

source: Cloudy
ru: Облачно

source: Cloudy weather
ru: Облачность

source: Co-sited
ru: Соседство

source: Code from a controlled vocabulary for identifying the organisation or company which is featured in the image.
ru: Код из контролируемого словаря для идентификации организации или компании, которая отображается в изображении.

source: Code of featured Organisation
ru: Кодекс Популярной Организации

source: Codec used for Audio Encoding/Decoding
ru: Кодек для кодирования/декодирования аудио

source: Collection Code
ru: Код коллекции

source: Collection ID
ru: ID коллекции

source: Colombo
ru: Коломбо

source: Color
ru: Цвет

source: Color Accent
ru: Цветовой коэффициент

source: Color Adjustment
ru: Режим коррекции

source: Color Balance
ru: Цвет баланса

source: Color Balance Blue
ru: Баланс цвета синий

source: Color Balance Green
ru: Зелёный баланс цвета

source: Color Balance Red
ru: Красный баланс цвета

source: Color Chrome Effect
ru: Эффект цвета Chrome

source: Color Chrome FX Blue
ru: Цвет синего цвета Chrome

source: Color Compensation Filter
ru: Фильтр компенсации цветов

source: Color Compensation Filter 2
ru: Фильтр компенсации цветов 2

source: Color Compensation Filter, (green/magenta)
ru: Фильтр компенсации цвета, (зеленовата/грагента)

source: Color Compensation Filter: negative is green, positive is magenta
ru: Фильтр компенсации цвета: отрицательный - зеленый, положительный - пурпурный

source: Color Control
ru: Управление цветом

source: Color Creator
ru: Создатель цветов

source: Color Data
ru: Цветовые данные

source: Color Effect
ru: Цветовой эффект

source: Color Filter
ru: Фильтр цветов

source: Color Filter Array
ru: Массив фильтров

source: Color Filter Array Pattern
ru: Цветовой шаблон массива фильтров

source: Color Hue
ru: Оттенок цвета

source: Color Label
ru: Ярлык цвета

source: Color Map
ru: Цветовая карта

source: Color Matrix
ru: Цветовая матрица

source: Color Matrix 1
ru: Цветовая матрица 1

source: Color Matrix 2
ru: Цветовая матрица 2

source: Color Matrix 3
ru: Цветовая матрица 3

source: Color Matrix Number
ru: Номер цветовой матрицы

source: Color Matrix sRGB
ru: Цветовая матрица sRGB

source: Color Matrix2
ru: Цветовая матрица2

source: Color Mode
ru: Режим цвета

source: Color Noise Reduction
ru: Подавление цветного шума

source: Color Noise Reduction Detail
ru: Детализация цветового шума

source: Color Noise Reduction Smoothness
ru: Сглаживание цветового шума

source: Color Profile
ru: Цветовой профиль

source: Color Profile 1
ru: Цветовой профиль 1

source: Color Profile 2
ru: Цветовой профиль 2

source: Color Profile 3
ru: Цветовой профиль 3

source: Color Space
ru: Цветовое пространство

source: Color Swap
ru: Поменять цвет

source: Color Temp Kelvin
ru: Цветной темп Кельвина

source: Color Temperature
ru: Температура цвета

source: Color Temperature 2
ru: Температура цвета 2

source: Color Temperature Enhancement
ru: Улучшение температуры цвета

source: Color Temperature Setting
ru: Настройка температуры цвета

source: Color Temperature in Kelvin
ru: Температура цвета в Кельвине

source: Color Temperature/Color Filter
ru: Фильтр температуры/цвета

source: Color Tone
ru: Цвет тона

source: Color adjustment
ru: Режим коррекции

source: Color balance
ru: Цветовой баланс

source: Color balance blue
ru: Синий цветовой баланс

source: Color balance green
ru: Цветовой баланс зеленый

source: Color balance red
ru: Цвет красного баланса

source: Color compensation filter
ru: Фильтр компенсации цветов

source: Color compensation filter: negative is green, positive is magenta
ru: Фильтр компенсации цвета: отрицательный зеленый, положительный пурпурный

source: Color control
ru: Управление цветом

source: Color custom
ru: Цвет пользовательского цвета

source: Color data
ru: Цветовые данные

source: Color effect
ru: Цветовой эффект

source: Color effects
ru: Эффекты цвета

source: Color filter
ru: Цветовой фильтр

source: Color hue
ru: Цветовой оттенок

source: Color matrix
ru: Цветовая матрица

source: Color matrix 2
ru: Цветовая матрица 2

source: Color matrix Adobe RGB
ru: Цветная матрица Adobe RGB

source: Color matrix number
ru: Номер цветовой матрицы

source: Color matrix sRGB
ru: Цветовая матрица sRGB

source: Color mode
ru: Цветовой режим

source: Color profile
ru: Цветовой профиль

source: Color sequential area
ru: Последовательная область цвета

source: Color sequential linear
ru: Последовательная линейка цвета

source: Color space
ru: Цветовое пространство

source: Color temperature
ru: Температура цвета

source: Color temperature 2
ru: Цветовая температура 2

source: Color temperature setting
ru: Настройка цветовой температуры

source: Color tone
ru: Цветовой тон

source: ColorBalance
ru: Баланс цветов

source: ColorInfo
ru: Информация о цвете

source: ColorMatrix1 defines a transformation matrix that converts XYZ values to reference camera native color space values, under the first calibration illuminant. The matrix values are stored in row scan order. The ColorMatrix1 tag is required for all non-monochrome DNG files.
ru: ColorMatrix1 определяет матрицу преобразований, которая преобразует значения XYZ в эталонные значения пространства цвета при первой калибровочной подсветке. Значения матрицы хранятся в порядке сканирования строк. Тег ColorMatrix1 необходим для всех не-монохромных DNG файлов.

source: ColorMatrix2 defines a transformation matrix that converts XYZ values to reference camera native color space values, under the second calibration illuminant. The matrix values are stored in row scan order.
ru: ColorMatrix2 определяет матрицу преобразований, которая преобразует значения XYZ в эталонные значения пространства цвета при второй калибровочной подсветке. Значения матрицы хранятся в порядке сканирования рядов.

source: ColorMatrix3 defines a transformation matrix that converts XYZ values to reference camera native color space values, under the third calibration illuminant. The matrix values are stored in row scan order.
ru: ColorMatrix3 определяет матрицу преобразований, которая преобразует значения XYZ в эталонные значения цветового пространства при третьем калибровочном освещении. Значения матрицы хранятся в порядке сканирования рядов.

source: ColorMode
ru: Цветовой режим

source: ColorTemperature
ru: Температура цвета

source: Colorant structure
ru: Структура красителя

source: Colorants
ru: Цвета

source: Colorimetric Reference
ru: Колориметрическая ссылка

source: Column Interleave Factor
ru: Колонка отпуска фактора

source: Column where the left edge of the image was cropped from the full sized panorama.
ru: Столбец, где левый край изображения был обрезан из полной панорамы размера.

source: Commander
ru: Командир

source: Comment
ru: Комментарий

source: Comment tag used by Windows, encoded in UCS2
ru: Поле комментария, используемое в Windows, кодированное в UCS2

source: Comments or notes about the Event.
ru: Комментарии или примечания к событию.

source: Comments or notes about the Identification.
ru: Комментарии или примечания к идентификации.

source: Comments or notes about the Location.
ru: Комментарии или заметки о местонахождении.

source: Comments or notes about the Occurrence.
ru: Комментарии или заметки о случае.

source: Comments or notes about the Organism instance.
ru: Комментарии или примечания к экземпляру Организма.

source: Comments or notes about the relationship between the two resources.
ru: Комментарии или замечания по поводу взаимосвязи между этими двумя ресурсами.

source: Comments or notes about the taxon or name.
ru: Комментарии или заметки о таксоне или имени.

source: Commissioned
ru: Установлено

source: Commissioned.
ru: Установлено.

source: Compass heading, measured in degrees, for the center the image. Value must be >= 0 and < 360.
ru: Заголовок компаса, измеряемый в градусах, для центра изображения. Значение должно быть >= 0 и < 360.

source: Component manufacturer.
ru: Производитель компонента.

source: Components Configuration
ru: Конфигурация компонентов

source: Composer
ru: Композитор

source: Composer Keywords
ru: Ключевые слова исполнителя

source: Composite Image
ru: Композитное изображение

source: CompositeCapturedWhenShooting
ru: Съемка композита

source: Compressed Bits Per Pixel
ru: Сжатые биты на пиксель

source: Compressed Bits per Pixel
ru: Сжатых битов на пиксел

source: Compressed Image Size
ru: Размер сжатых изображений

source: Compressed RAW
ru: Сжатая RAW

source: Compressed RAW + JPEG
ru: Сжатая RAW + JPEG

source: Compressed image size
ru: Размер сжатого изображения

source: Compression
ru: Сжатие

source: Compression Factor
ru: Коэффициент сжатия

source: Compression Ratio
ru: Уровень сжатия

source: Compression factor
ru: Коэффициент сжатия

source: Compression ratio
ru: Уровень сжатия

source: Compressor
ru: Компрессор

source: Compressor Version
ru: Версия компрессора

source: Constraints limiting the scope of PLUS Media Usage/s included in the license to particular named media or to media not yet specifically defined in the PLUS Media Matrix.
ru: Ограничения, ограничивающие возможности PLUS Media Usage/s, включенные в лицензию для конкретных именованных носителей, или носители, которые еще не определены в PLUS Media Matrix.

source: Constraints limiting the scope of geographic distribution to specific cities, states, provinces or other areas to be included in or excluded from the PLUS Regions specified in the Media Usages specified in the license.
ru: Ограничения, ограничивающие сферу географического распределения для конкретных городов, штатов, провинций или других районов, которые должны быть включены в регионы ПЛЮС или исключены из них, указанных в данной лицензии.

source: Constraints limiting usage of the image to promotion of/association with a named product or service.
ru: Ограничение использования изображения только продвижением или ассоциацией с именованным продуктом или сервисом.

source: Constraints on alteration of the image by cropping, flipping, retouching, colorization, de-colorization or merging.
ru: Ограничения на изменение изображения путем кадрирования, отражения, ретуширования, раскрашивания, дераскрашивания или слияния.

source: Constraints on the changing of the image file name, metadata or file type.
ru: Ограничения на изменение имени файла изображения, метаданных или типа файла.

source: Constraints on the creation of duplicates of the image.
ru: Ограничения на создание дубликатов изображения.

source: Cont. Priority AE
ru: Конт. Приоритет AE

source: Contact
ru: Контакт

source: Contact Info-City (deprecated)
ru: Контактная информация - Город (устаревший)

source: Contact Info-Country (deprecated)
ru: Страна контактной информации (устарело)

source: Contact Info-Email (deprecated)
ru: Контактная информация по электронной почте (устаревший)

source: Contact Info-Phone (deprecated)
ru: Контактная информация (устарела)

source: Contact Info-Postal Code (deprecated)
ru: Контактная информация - Почтовый индекс (устаревший)

source: Contact Info-State/Province (deprecated)
ru: Связаться с информацией/провинцией (устарело)

source: Contact Info-Web URL (deprecated)
ru: Контактная информация Web URL (устаревший)

source: Contact Info: Address (deprecated)
ru: Контактная информация: Адрес (устаревший)

source: Container Type
ru: Тип контейнера

source: Contains Regions/person tags
ru: Содержит теги регионов/людей

source: Contains a general name of the SEGMENT, like 'Lord of the Rings - The Two Towers', however, Tags could be used to define several titles for a segment.
ru: Содержит общее название СЕГМЕНТА, например, "Лорд колец - две башни", Однако теги могут использоваться для определения нескольких заголовков для сегмента.

source: Contains additional information about subtitles.
ru: Содержит дополнительную информацию о субтитрах.

source: Contains an IPTC/NAA record
ru: Содержит запись IPTC/NAA

source: Contains an InterColor Consortium (ICC) format color space characterization/profile
ru: Содержит цветовое пространство в формате InterColor Consortium (ICC)

source: Contains any necessary copyright notice.
ru: Содержит соответствующее уведомление об авторских правах.

source: Contains description the codec.
ru: Содержит описание кодека.

source: Contains four ASCII characters representing the TIFF/EP standard version of a TIFF/EP file, eg '1', '0', '0', '0'
ru: Содержит четыре символа ASCII, представляющих стандартную версию TIFF/EP TIFF/EP файла, например '1', '0', '0'

source: Contains information about the lens that captured the image. If the minimum f-stops are unknown, they should be encoded as 0/0.
ru: Содержит информацию о объективах, которые захватили изображение. Если минимальное значение f-stops неизвестно, они должны быть закодированы как 0/0.

source: Contains information embedded by the Adobe Photoshop application
ru: Содержит информацию, встроенную приложением Adobe Photoshop

source: Contains information the Subtitles codec decode all, i.e. Enabled/Disabled
ru: Содержит информацию о всех декодировании субтитров, т.е. Включено/Выключено

source: Contains information the audio codec decode all, i.e. Enabled/Disabled
ru: Содержит информацию о аудио кодеке всех, т.е. Включено/Выключен

source: Contains information the codec needs before decoding can be started.
ru: Содержит информацию, необходимую для декодирования кодека до начала декодирования.

source: Contains information the codec needs before decoding can be started. An example is the Vorbis initialization packets for Vorbis audio.
ru: Содержит информацию, необходимую кодеку перед декодированием. Примером является пакеты инициализации Vorbis для аудио Vorbis.

source: Contains information the video Codec Decode All, i.e. Enabled/Disabled
ru: Содержит информацию о видео кодеке Все, т.е. Включено/Отключено

source: Contains name of the creator of the object data, e.g. writer, photographer or graphic artist.
ru: Содержит имя создателя данных объекта, например писателя, фотографа или графического художника.

source: Contains settings the codec needs before decoding can be started.
ru: Содержит настройки, необходимые кодеку перед декодированием.

source: Contains spatially varying gain tables that can be applied while processing the image as a starting point for user adjustments.
ru: Содержит таблицы усиления, которые могут быть применены при обработке изображения в качестве отправной точки для настройки пользователя.

source: Contains the information of External media.
ru: Содержит информацию о внешних носителях.

source: Contains the modification date of the video
ru: Содержит дату изменения видео

source: Contains the name of the application used to create the file (like "mkvmerge 0.8.1")
ru: Содержит имя приложения, используемого для создания файла (например, "mkvmerge 0.8.1")

source: Contains the name of the library that has been used to create the file (like "libmatroska 0.7.0")
ru: Содержит имя библиотеки, используемой для создания файла (например, "libmatroska 0.7.0")

source: Contains the production date
ru: Содержит дату производства

source: Contains the rasterized object data description and is used where characters that have not been coded are required for the caption.
ru: Содержит растеризованное описание данных объекта и используется, где для подписи не требуются символы.

source: Contains two values representing the minimum rows and columns to define the repeating patterns of the color filter array
ru: Содержит два значения, представляющие минимальные строки и столбцы для определения повторяющихся шаблонов массива цветовых фильтров

source: Content Compression Algorithm
ru: Алгоритм сжатия содержимого

source: Content Encoding Type
ru: Тип кодирования содержимого

source: Content Encoding Type. Eg: Encryption or Compression
ru: Тип кодирования содержимого. Например: шифрование или сжатие

source: Content Encryption Algorithm
ru: Алгоритм шифрования контента

source: Content Encryption Algorithm. Eg: Blowfish
ru: Алгоритм шифрования содержимого. Например: Блокировка

source: Content Sign Hash Algorithm
ru: Алгоритм хеширования знака содержимого

source: Content Signature Algorithm
ru: Алгоритм подписи контента
