Repository: Exiv2/exiv2
Catalog: po/*.po
Languages: ru

source: Record Label URL
ru: URL ярлыка записи

source: Record Label URL.
ru: URL ярлыка записи.

source: Record Mode
ru: Режим записи

source: Record Number
ru: Номер записи

source: Record Version
ru: Версия записи

source: Record display
ru: Отображение записи

source: Record of what has been done to the image.
ru: Запись того, что было сделано на изображении.

source: Recorded By
ru: Записано

source: Recording Copyright
ru: Авторские права

source: Recording Copyright.
ru: Запись авторских прав.

source: Recording Mode
ru: Режим записи

source: Recording offset
ru: Смещение записи

source: Rectangle
ru: Прямоугольник

source: Rectangle that identifies the person within the photo
ru: Прямоугольник, идентифицирующий человека внутри фотографии

source: Rectangular (or square) layout
ru: Расположение прямоугольника (или квадрата)

source: Red
ru: Красный

source: Red Balance
ru: Красный баланс

source: Red Eye Info
ru: Информация о красных глаз

source: Red Eye Reduction
ru: Сокращение красных глаз

source: Red Hue
ru: Красный оттенок

source: Red Saturation
ru: Насыщенность красного

source: Red balance
ru: Красный баланс

source: Red balance (found in Digilux 2 RAW images)
ru: Красный баланс (найден в изображениях Digilux 2 RAW)

source: Red color balance
ru: Красный цветовой баланс

source: Red eye
ru: Красный глаз

source: Red eye reduction
ru: Уменьшение красных глаз

source: Red-eye
ru: Красный глаз

source: Red-eye Reduction
ru: Уменьшение красных глаз

source: Red-eye reduction
ru: Подавление эффекта красных глаз

source: Red-purple
ru: Красно-фиолетовый

source: Reduced size JPEG preview image encoded as base64 for a fast screen rendering.
ru: Уменьшен размер изображения в формате JPEG, кодируемого как base64 для быстрого рендеринга экрана.

source: Reduced-resolution image data
ru: Данные изображения с уменьшенным разрешением

source: Reduction Matrix 1
ru: Матрица восстановления 1

source: Reduction Matrix 2
ru: Матрица восстановления 2

source: Reduction Matrix 3
ru: Матрица восстановления 3

source: ReductionMatrix1 defines a dimensionality reduction matrix for use as the first stage in converting color camera native space values to XYZ values, under the first calibration illuminant. This tag may only be used if ColorPlanes is greater than 3. The matrix is stored in row scan order.
ru: ReductionMatrix1 определяет матрицу уменьшения размеров для использования в качестве первого этапа конвертации родных значений цветной камеры в значения XYZ, под первой калибровочной подсветкой. Этот тег можно использовать, только если ColorPlanes больше 3. Матрица хранится в порядке сканирования рядов.

source: ReductionMatrix2 defines a dimensionality reduction matrix for use as the first stage in converting color camera native space values to XYZ values, under the second calibration illuminant. This tag may only be used if ColorPlanes is greater than 3. The matrix is stored in row scan order.
ru: ReductionMatrix2 определяет матрицу уменьшения габаритов для использования в качестве первого этапа преобразования цветовой камеры родных пробелов в значения XYZ, при второй калибровочной подсветке. Этот тег можно использовать, только если ColorPlanes больше 3. Матрица хранится в порядке сканирования рядов.

source: ReductionMatrix3 defines a dimensionality reduction matrix for use as the first stage in converting color camera native space values to XYZ values, under the third calibration illuminant. This tag may only be used if ColorPlanes is greater than 3. The matrix is stored in row scan order.
ru: ReductionMatrix3 определяет матрицу уменьшения размеров для использования в качестве первого этапа преобразования цветовой камеры родных пространственных значений в значения XYZ, под третьим калибровочным осветителем. Этот тег можно использовать, только если ColorPlanes больше 3. Матрица хранится в порядке сканирования рядов.

source: Refer to Part 1, Data Model, Serialization, and Core Properties, for definition.
ru: Для определения обратитесь к части 1, модели данных, сериализации и основным свойствам.

source: Reference Black White
ru: Базовая черно-белая

source: Reference Black/White
ru: Эталонный Чёрный/Белый

source: Reference Date
ru: Дата отзыва

source: Reference Number
ru: Артикул

source: Reference Service
ru: Эталонный сервис

source: Reference for image direction.
ru: Ссылка для направления изображения.

source: Reference information for additional documents associated with the license.
ru: Справочная информация для дополнительных документов, связанных с лицензией.

source: References
ru: Справочная литература

source: References an external job management file for a job process in which the document is being used. Use of job names is under user control. Typical use would be to identify all documents that are part of a particular job or contract. There are multiple values because there can be more than one job using a particular document at any time, and it can also be useful to keep historical information about what jobs a document was part of previously.
ru: Ссылается на внешний файл управления должностями для процесса использования документа. Использование названий должностей находится под контролем пользователя. Есть несколько значений, потому что в любое время может быть больше одной работы, используя тот или иной документ, и может быть также полезно хранить историческую информацию о том, какие работы документ был частью прошлого.

source: References to resources that were incorporated, by inclusion or reference, into this resource.
ru: Ссылки на ресурсы, которые были включены в этот ресурс с помощью включения или ссылки.

source: Reflection
ru: Отражение

source: Reflex
ru: Рефлекс

source: Region Constraints
ru: Ограничения региона

source: Region List
ru: Список регионов

source: Regions
ru: Регионы

source: Registry Entry
ru: Запись реестра

source: Registry Entry-Item Identifier (deprecated)
ru: Идентификатор элемента реестра (устаревший)

source: Registry Entry-Organisation Identifier (deprecated)
ru: Идентификатор входа в реестр (устаревший)

source: Related Image File Format
ru: Формат похожего изображения

source: Related Image Length
ru: Длина связанного изображения

source: Related Image Width
ru: Ширина похожего изображения

source: Related Resource ID
ru: ID связанного ресурса

source: Related Sound File
ru: Связанный звуковой файл

source: Related file
ru: Связанный файл

source: Relation
ru: Отношение

source: Relationship According To
ru: Отношения По

source: Relationship Established Date
ru: Дата установления отношений

source: Relationship Of Resource
ru: Связь ресурсов

source: Relationship Remarks
ru: Замечания по отношениям

source: Relationships to other documents. Recommended best practice is to identify the related resource by means of a string conforming to a formal identification system.
ru: Отношения с другими документами. Рекомендуется выявлять соответствующий ресурс посредством строки, соответствующей формальной системе идентификации.

source: Relative Peak Audio File Path
ru: Относительный путь к аудио файлу пика

source: Relative Timestamp
ru: Относительная метка времени

source: Relaxing Tone
ru: Отладочный тон

source: Release
ru: Релиз

source: Release Date
ru: Дата пубикации

source: Release High Priority
ru: Выпустить высокий приоритет

source: Release Mode
ru: Режим выпуска

source: Release Priority
ru: Приоритет релиза

source: Release Time
ru: Время публикации

source: Release mode 2
ru: Режим выпуска 2

source: ReleaseMode3
ru: Релиз 3

source: ReleaseMode4
ru: Релиз 4

source: Remote Commander
ru: Удаленный командир

source: Remote Continuous Shooting
ru: Пульт непрерывного стрельбы

source: Remote Control
ru: Дистанционное управление

source: Remote Control (3 sec)
ru: Удаленное управление (3 секунды)

source: Renaming file to
ru: Файл переименовывается в

source: Rendition Class
ru: Класс форматирования

source: Rendition Of
ru: Отображение

source: Rendition Params
ru: Параметры форматирования

source: Repeat Use
ru: Повторить использование

source: Repeating Flash
ru: Повторение вспышки

source: Repeating Flash Count
ru: Повторяющееся число вспышек

source: Repeating Flash Rate
ru: Повторяющаяся скорость вспышки

source: Repeating flash count
ru: Повторяющееся число вспышек

source: Repeating flash rate
ru: Частота повторения вспышки

source: Represented in the form CCYYMMDD to designate the date the digital representation of the object data was created. Follows ISO 8601 standard.
ru: Представленный в виде CCYMMDD для обозначения даты цифрового представления объектных данных был создан.

source: Represented in the form CCYYMMDD to designate the date the intellectual content of the object data was created rather than the date of the creation of the physical representation. Follows ISO 8601 standard.
ru: Представленное в виде CCYMMDD для обозначения даты создания интеллектуального контента данных объекта было создано вместо даты создания физического представления. Соблюдает стандарт ISO 8601.

source: Represented in the form HHMMSS:HHMM to designate the time the digital representation of the object data was created. Follows ISO 8601 standard.
ru: Представленный в виде HHMMSS:HHMM для определения времени цифрового представления объектных данных.

source: Represented in the form HHMMSS:HHMM to designate the time the intellectual content of the object data current source material was created rather than the creation of the physical representation. Follows ISO 8601 standard.
ru: Представленное в форме HHMMSS:HMM для определения времени создания интеллектуального содержания исходного материала объекта вместо создания физического представления. Соблюдает стандарт ISO 8601.

source: Reproductive Condition
ru: Репродуктивное состояние

source: Requirements
ru: Требования

source: Resample Parameters
ru: Параметры Resample

source: Resized
ru: Восстановлено

source: Resolution Mode
ru: Режим разрешения

source: Resolution Unit
ru: Единица разрешения

source: Resolution mode
ru: Режим разрешения

source: Resolution of a preview image
ru: Разрешение изображения предварительного просмотра

source: Resource Event structure
ru: Структура события ресурсов

source: Resource ID
ru: ID ресурса

source: Resource Relationship
ru: Связь с ресурсами

source: Resource Relationship ID
ru: Идентификатор связи с ресурсами

source: ResourceRef structure
ru: Структура ресурсов

source: Retouch History
ru: История ретуши

source: Retouch Info
ru: Информация о ретуше

source: Retouch history
ru: История ретуши

source: RetouchAreas
ru: РетучРайоны

source: Retro
ru: Ретро

source: Retro Photo
ru: Фото Ретро

source: Reuse
ru: Повторно

source: Reversal film
ru: Резкий фильм

source: Rich-tone Monochrome
ru: Монохромный Риш

source: Right
ru: Справа

source: Right (horizontal)
ru: Правый (горизонтальный)

source: Right (vertical)
ru: Правый (вертикальный)

source: Right Eye
ru: Правый глаз

source: Right Zone
ru: Правая зона

source: Right to Left
ru: Справа налево

source: Right to left
ru: Справа налево

source: Right zone
ru: Правая зона

source: Right-most
ru: Наиболее правый

source: Rights
ru: Права

source: Rights Holder
ru: Владелец прав

source: Ripped By
ru: Отредактировано

source: Ripped By, i.e. name of person or organization.
ru: Заряженный Би, то есть имя человека или организации.

source: Roll Angle
ru: Угол прокрутки

source: Roll, measured in degrees, of the image where level with the horizon is 0. Value must be > -180 and <= 180.
ru: Ролл измеряется в градусах изображения с горизонтом 0. Значение должно быть > -180 и <= 180.

source: Romantic Sunset Glow
ru: Романтическое Светление Заката

source: Rome
ru: Рим

source: Rotate 180
ru: Повернуть 180

source: Rotate 180°
ru: Повернуть на 180°

source: Rotate CCW
ru: Повернуть CCW

source: Rotation
ru: Поворот

source: Rotation2
ru: Поворот 2

source: Roundness
ru: Круглый

source: Row Interleave Factor
ru: Коэффициент пересечения строки

source: Row where the top edge of the image was cropped from the full sized panorama.
ru: Строка, где верхний край изображения был обрезан из полной панорамы размера.

source: Rows Per Strip
ru: Строк за штрих

source: Rows per Strip
ru: Строк за штрих

source: S-IS 1
ru: S-ИС 1

source: S-IS 2
ru: S-ИС 2

source: S-IS 3
ru: S-ИС 3

source: S-IS AUTO
ru: S-IS АВТО

source: SET button func. when shooting
ru: Функция кнопки SET при съемке

source: SFR of the camera.
ru: SFR камеры.

source: SGI Log 24-bits packed
ru: SGI Log 24-бит упакован

source: SGI Log Luminance RLE
ru: SGI Лог яркости RLE

source: SH
ru: ШП

source: SHA-1 encrypted message hash of the person's Windows Live e-mail address
ru: Хэш сообщений в формате SHA-1 для Windows Live

source: SHQ
ru: ШК

source: SMax Sample Value
ru: SMax значение образца

source: SMin Sample Value
ru: Образец значения SMin

source: SN (Signal to Noise priority)
ru: СН [Подпись] Шуму приоритету)

source: SRAW Quality Tone
ru: Тон качества SRAW

source: SRAW quality
ru: Качество SRAW

source: SXGA Basic
ru: Базовый SXGA

source: SXGA Fine
ru: Прекрасный SXGA

source: SXGA Normal
ru: SXGA Нормальный

source: Safe
ru: Безопасный

source: Same for Vert/Horiz Points
ru: То же самое для точек Ver/Horiz

source: Sample Format
ru: Образец формата

source: Sample taken for Analyzing Audio Stream
ru: Пример для анализа аудио потока

source: Samples Per Pixel
ru: Образцы на Пиксель

source: Samples per Pixel
ru: Сэмплов на пиксел

source: Sampling Effort
ru: Пробоотбор проб

source: Sampling Protocol
ru: Протокол отбора проб

source: Sampling Size Unit
ru: Единицы размера выборки

source: Sampling Size Value
ru: Размер выборки

source: Samsung SRW Compressed
ru: Samsung SRW сжато

source: San Fransisco
ru: Сан-Франсиско

source: Santiago
ru: Сантьяго

source: Satellite
ru: Спутник

source: Satellite information, format is unspecified.
ru: Спутниковая информация, формат не указан.

source: Saturation
ru: Насыщенность

source: Saturation 2
ru: Насыщенность 2

source: Saturation Adjustment Aqua
ru: Корректировка насыщенности Aqua

source: Saturation Adjustment Blue
ru: Корректировка синей насыщенности

source: Saturation Adjustment Green
ru: Зеленый корректив насыщенности

source: Saturation Adjustment Magenta
ru: Корректировка насыщенности пурпурного

source: Saturation Adjustment Orange
ru: Корректировка насыщенности оранжевого

source: Saturation Adjustment Purple
ru: Корректирующий фиолетовый насыщенность

source: Saturation Adjustment Red
ru: Корректировка насыщенности красного

source: Saturation Adjustment Yellow
ru: Корректировка насыщенности желтым

source: Saturation Emphasis
ru: Насыщенность акцента

source: Saturation Setting
ru: Настройки насыщенности

source: Saturation emphasis
ru: Акцент на насыщенность

source: Saturation setting
ru: Настройка насыщенности

source: Save ID
ru: Сохранить ID

source: Saved Settings
ru: Сохраненные настройки

source: Scale Type
ru: Тип масштаба

source: Scan IFD
ru: Сканировать IFD

source: Scan from film
ru: Сканировать из фильма

source: Scan from print
ru: Сканировать из печати

source: Scan from transparency (including slide)
ru: Сканировать из прозрачности (включая слайд)

source: Scene
ru: Сцена

source: Scene Area
ru: Площадь сцены

source: Scene Assist
ru: Помощь со сценой

source: Scene Capture Type
ru: Тип захвата сцены

source: Scene Detect
ru: Обнаружение сцены

source: Scene Detect Data
ru: Обнаружение сцены

source: Scene Intelligent Auto
ru: Интеллектуальный автомат сцены

source: Scene Mode
ru: Режим сцены

source: Scene Type
ru: Тип сцены

source: Scene area
ru: Площадь сцены

source: Scene assist
ru: Помощь сцены

source: Scene detect
ru: Определение сцены

source: Scene detect data
ru: Данные определения сцены

source: Scene mode
ru: Режим сцены

source: Scene recognition
ru: Распознавание сцены

source: Scenery
ru: Тип сцены

source: Schema namespace %1 is not registered with the XMP Toolkit
ru: Пространство имен схемы %1 не зарегистрировано с помощью XMP Toolkit

source: Scientific Name
ru: Научное имя

source: Scientific Name Authorship
ru: Научное имя

source: Scientific Name ID
ru: Научное имя ID

source: Secondary Genre
ru: Вторичный жанр

source: Security Classification
ru: Классификация вопросов безопасности

source: Security classification assigned to the image.
ru: Классификация безопасности, назначенная на изображение.

source: Seed
ru: Сид

source: Select AF Area Selection Mode
ru: Выберите режим выбора зоны AF

source: Selected (constant)
ru: Выбрано (постоянно)

source: Selected (focused)
ru: Выбранные (сфокусированные)

source: Selected (pre-AF, focused)
ru: Выбрано (перед AF, сфокусированный)

source: Selected AF point
ru: Выбранная точка AF

source: Selection
ru: Выбор

source: Selection Duration
ru: Длительность выбора

source: Selection Time
ru: Время выбора

source: Selective (for Miniature effect)
ru: Выборочный (для Мини-эффекта)

source: Selective (for miniature effect)
ru: Выборочный (для эффекта миниатюры)

source: Self Portrait
ru: Самопортретный

source: Self Portrait+Timer
ru: Самостоятельный портрет+Таймер

source: Self Timer
ru: Самостоятельный таймер

source: Self Timer 2
ru: Самостоятельный таймер 2

source: Self Timer Mode
ru: Режим самостоятельного таймера

source: Self Timer Time
ru: Время самостоятельного таймера

source: Self timer
ru: Самостоятельный таймер

source: Self timer time
ru: Время самому таймера

source: Self timer2
ru: Само-таймер2

source: Self-timer
ru: Самотаймер

source: Self-timer (12 sec)
ru: Таймер (12 сек)

source: Self-timer (2 sec)
ru: Самотаймер (2 сек)

source: Self-timer 10 sec
ru: Таймер на 10 секунд

source: Self-timer 2 sec
ru: Таймер на 2 сек

source: Self-timer 2 sec, Mirror Lock-up
ru: Таймер на 2 секунды, Зеркальная Заблокировка

source: SelfTimer
ru: Самотаймер

source: Selftimer
ru: Самотаймер

source: Semantic Instance ID
ru: Идентификатор семантического экземпляра

source: Semantic Name
ru: Семантическое имя

source: Semi-manual
ru: Полуручное

source: Send Duration
ru: Продолжительность отправки

source: Sensing Method
ru: Метод сенсации

source: Sensitivity Priority AE
ru: Приоритет чувствительности AE

source: Sensitivity Priority AE (1)
ru: Приоритет чувствительности AE (1)

source: Sensitivity Type
ru: Тип чувствительности

source: Sensitivity adjust
ru: Настройка чувствительности

source: Sensor Areas
ru: Площади сенсоров

source: Sensor Cleaning
ru: Очистка сенсора

source: Sensor Height
ru: Высота сенсора

source: Sensor Left Border
ru: Левая граница сенсора

source: Sensor Pixel Size
ru: Размер сенсора

source: Sensor Temperature
ru: Температура датчика

source: Sensor Top Border
ru: Верхняя граница сенсора

source: Sensor Width
ru: Ширина сенсора

source: Sensor areas
ru: Площади сенсоров

source: Sensor blue level
ru: Синий уровень сенсора

source: Sensor cleaning
ru: Очистка сенсора

source: Sensor height
ru: Высота датчика

source: Sensor left border
ru: Левая граница датчика

source: Sensor pixel size
ru: Размер сенсора пикселя

source: Sensor red level
ru: Красный уровень сенсора

source: Sensor temperature
ru: Температура датчика

source: Sensor top border
ru: Верхняя граница датчика

source: Sensor width
ru: Ширина сенсора

source: SensorBlueLevel
ru: Уровень сенсорного синего

source: SensorRedLevel
ru: Уровень сенсорного красного

source: Seoul
ru: Сеул

source: Separate Area+Points
ru: Отдельная область+точки

source: Separate for Vert/Horiz Points
ru: Отдельно для точек Ver/Horiz

source: Sepia
ru: Сепия

source: Sequence
ru: Порядок

source: Sequence Image Number
ru: Номер изображения последовательности

source: Sequence Number
ru: Последовательность №

source: Sequence file number
ru: Номер файла последовательности

source: Sequence image number
ru: Номер изображения

source: Sequence length 1
ru: Последовательность длина 1

source: Sequence length 2
ru: Последовательность длины 2

source: Sequence number
ru: Номер последовательности

source: Sequence number (if in a continuous burst)
ru: Номер последовательности (если находится в постоянном разрывке)

source: SequenceFileNumber
ru: ПоследовательностьНомер Файла

source: Sequential DCT, differential Huffman coding
ru: Последовательный DCT, дифференциальная кодировка Huffman

source: Sequential DCT, differential arithmetic coding
ru: Последовательное DCT, дифференциальное арифметическое кодирование

source: Sequential shooting AF
ru: Последовательная съемка AF

source: Serial NO
ru: Серийный НЕТ

source: Serial Number
ru: Серийный номер

source: Serial Number 2
ru: Серийный номер 2

source: Serial Number Format
ru: Формат серийного номера

source: Serial number
ru: Серийный номер

source: Serial number 2
ru: Серийный номер 2

source: Serial number format
ru: Формат серийного номера

source: Service Id
ru: Идентификатор сервиса

source: Set
ru: Установить

source: Set Button Function
ru: Функция кнопки

source: Sets a region inside an image by defining its boundaries. All pixels of the boundary are also part of the region. It may include metadata related to this region.
ru: Устанавливает область внутри изображения, определяя ее границы. Все точки границы также являются частью региона. Она может включать метаданные, связанные с этим регионом.

source: Setting %1 in %2 images is not supported
ru: Установка %1 в %2 изображений не поддерживается

source: Setting Exif ISO value to
ru: Установка значения Exif ISO

source: Setting Exif UNICODE user comment to
ru: Установка Exif UNICODE комментарий пользователя на

source: Setting JPEG comment
ru: Вставляется комментарий JPEG

source: Settings
ru: Настройки

source: Setup
ru: Настройка

source: Sex
ru: Пол

source: Shade
ru: Тень

source: Shading Compensation
ru: Компенсация затенения

source: Shading compensation
ru: Вознаграждение затенения

source: Shadow
ru: Тень

source: Shadow Enhance High
ru: Высокое улучшение тени

source: Shadow Enhance Low
ru: Низкое усиление тени

source: Shadow Scale
ru: Теневая Чешуя

source: Shadow Tint
ru: Теневой Кролик

source: Shadow Tone
ru: Теневой тон

source: Shadow tone
ru: Теневой тон

source: Shadows
ru: Тени

source: Shadows 2012
ru: Тени 2012

source: Shake reduction
ru: Уменьшение встряхивания

source: Shake reduction information
ru: Информация о сокращении встряхивания

source: Shallow DOF
ru: Мелкий DOF

source: Shanghai
ru: Шанхай

source: Sharpen Detail
ru: Детали резкости

source: Sharpen Radius
ru: Радиус резкости

source: Sharpening
ru: Заточение

source: Sharpness
ru: Резкость

source: Sharpness Factor
ru: Фактор резкости

source: Sharpness Factor 2
ru: Степень четкости 2

source: Sharpness Setting
ru: Настройка резкости

source: Sharpness Value
ru: Значение резкости

source: Sharpness factor
ru: Фактор резкости

source: Sharpness factor 2
ru: Коэффициент резкости 2

source: Sharpness frequency
ru: Частота резкости

source: Sharpness range
ru: Диапазон резкости

source: Sharpness setting
ru: Настройка резкости

source: Sharpness value
ru: Значение резкости

source: SharpnessFreqTable
ru: Резкий ФрекСтол

source: SharpnessFrequency
ru: Частота резкости

source: SharpnessTable
ru: Стол резкости

source: Shoot & Select
ru: Стрелять и выбирать

source: Shoot & Select1
ru: Выбор1 и Выбор1

source: Shoot & Select2
ru: Выбирайте и выбирайте2

source: Shoot Only
ru: Только стрельба

source: Shoot Only (2)
ru: Только стрельба (2)

source: Shooting Guide
ru: Инструкция по стрельбе

source: Shooting Mode
ru: Режим съемки

source: Shooting mode
ru: Режим съемки

source: Short Focal
ru: Короткий фокус

source: Short focal
ru: Короткий фокус

source: Shot Date
ru: Дата съёмки

source: Shot Day
ru: День Выстрела

source: Shot Info
ru: О снимке

source: Shot Location
ru: Расположение выстрела

source: Shot Name
ru: Имя Выстрела

source: Shot Number
ru: Номер выстрела

source: Shot Size
ru: Размер выстрела

source: Shot info
ru: Информация о выстреле

source: Shot information
ru: Информация о выстреле
