Repository: Exiv2/exiv2
Catalog: po/*.po
Languages: ru

source: Unknown SigmaMakerNote tag
ru: Неизвестный тег SigmaMakerNote

source: Unknown Sony Camera Settings A100 tag
ru: Неизвестный тег Sony Camera A100

source: Unknown Sony1 Camera Settings 2 tag
ru: Неизвестный тег Sony1 камеры 2

source: Unknown Sony1 Camera Settings tag
ru: Неизвестный тег параметров Sony1

source: Unknown Sony1MakerNote tag
ru: Неизвестный тег Sony1MakerNote

source: Unknown SonyMisc23 tag
ru: Неизвестный тег SonyMisc23

source: Unknown dataset
ru: Неизвестный набор данных

source: Unknown section
ru: Неизвестный раздел

source: Unknown tag
ru: Неизвестное поле

source: UnknownCanonAFTag
ru: Неизвестный CanonAFTag

source: UnknownFilterTag
ru: Неизвестный Фильтр Тег

source: UnknownLightingOptimizationTag Selection Tag
ru: Неизвестный тег Оптимизации выделенного тега

source: UnknownMultiExposureTag
ru: Неизвестный MultiExposureTag

source: UnknownRawBurstTag
ru: Неизвестный RawBurstTag

source: UnknownVignettingCorr2Tag Tag
ru: Неизвестный VignettingCorr2Tag тег

source: Unlimited Model Releases
ru: Неограниченные релизы модели

source: Unlimited Property Releases
ru: Релизы Неограниченных Инвестиций

source: Unprocessed
ru: Не обработано

source: Unrecognized
ru: Не распознан

source: Unrecognized
ru: Не распознан

source: Unrecognized option
ru: Неизвестный ключ

source: Unrecognized print item
ru: Нераспознанный элемент печати

source: Unrecognized print mode
ru: Нераспознанный режим печати

source: Unsafe
ru: Небезопасный

source: Unsigned integer data
ru: Незнаковые данные целых чисел

source: Unsupported data area offset type
ru: Неподдерживаемый тип смещения области данных

source: Unsupported date format
ru: Неподдерживаемый формат даты

source: Unsupported time format
ru: Неподдерживаемый формат времени

source: Unused LE-NR slowdown
ru: Неиспользованное замедление LE-NR

source: Up
ru: Вверх

source: Up left
ru: Вверх влево

source: Up right
ru: Вверх справа

source: Up to 1 MB
ru: До 1 МБ

source: Up to 10 MB
ru: До 10 МБ

source: Up to 30 MB
ru: До 30 МБ

source: Up to 50 MB
ru: До 50 МБ

source: Updating timestamp to
ru: Отметка времени обновляется до

source: Upper Far Left
ru: Вверху слева

source: Upper Far Right
ru: Верхний Дальний Правый

source: Upper far left
ru: Вверху слева

source: Upper far right
ru: Вверху справа

source: Upper-left
ru: Верхний левый

source: Upper-middle
ru: Верхняя середина

source: Upper-right
ru: Верхний правый

source: Upright Center Mode
ru: Режим правого центра

source: Upright Center Norm X
ru: Прямой центр по оси X

source: Upright Center Norm Y
ru: Прямой центр по оси Y

source: Upright DependentDigest
ru: Прямой DependentDigest

source: Upright Focal Length 35mm
ru: Прямая фокусная длина 35 мм

source: Upright Focal Mode
ru: Прямой режим фокуса

source: Upright Preview
ru: Предварительный просмотр

source: Upright TransformCount
ru: Число преобразований прямого контакта

source: Upright Transform_0
ru: Прямое преобразование 0

source: Upright Transform_1
ru: Прямое преобразование_1

source: Upright Transform_2
ru: Прямое преобразование_2

source: Upright Transform_3
ru: Прямое преобразование_3

source: Upright Transform_4
ru: Прямое преобразование_4

source: Upright Version
ru: Постоянная версия

source: Urgency
ru: Срочность

source: Urgency. Valid range is 1-8.
ru: Срочность. Допустимый диапазон 1-8.

source: Usage Terms
ru: Условия использования

source: Usage scenario for a given focus area (EvaluatedUsed|EvaluatedNotUsed|NotEvaluatedNotUsed)
ru: Сценарий использования для данной области фокуса (valuatedUsed|EvaluatedNotUsed|NotEvaluatedNotUsed)

source: Usage:
ru: Использование:

source: Use Panorama Viewer
ru: Использовать просмотр панорамы

source: Used as a shorthand reference for the object. Changes to exist-ing data, such as updated stories or new crops on photos, should be identified in tag <EditStatus>.
ru: Используется как короткая ссылка на объект. Изменения существующих данных, таких как обновленные истории или новые кадры на фотографиях, должны быть идентифицированы в теге <EditStatus>.

source: Used to identify the editorial cycle of object data.
ru: Используется для идентификации редакционного цикла данных объекта.

source: Used to identify the version of the program mentioned in tag <Program>.
ru: Используется для идентификации версии программы, упомянутой в теге <Program>.

source: Used to indicate specific information retrieval words. It is expected that a provider of various types of data that are related in subject matter uses the same keyword, enabling the receiving system or subsystems to search across all types of data for related material.
ru: Используется для обозначения конкретных информационных поисковых слов. Предполагается, что провайдер различных типов данных, связанных с предметом, использует одно и то же ключевое слово, позволяет системе приема или подсистем осуществлять поиск по всем типам данных по сопутствующим материалам.

source: User
ru: Пользователь

source: User 1
ru: Пользователь 1

source: User 2
ru: Пользователь 2

source: User 3
ru: Пользователь 3

source: User Comment
ru: Пользовательский комментарий

source: User Def. 1
ru: Защита Пользователя 1

source: User Def. 2
ru: Защита Пользователя 2

source: User Def. 3
ru: Защита Пользователя 3

source: User Selected
ru: Выбранный пользователь

source: User information
ru: О пользователе

source: User's log comments.
ru: Комментарии пользователя.

source: User-Selected
ru: Пользователь выбран

source: Uses the format CCYYMMDD (century, year, month, day) as de-fined in ISO 8601 to indicate year, month and day the service sent the material.
ru: Использует формат CCYMMDD (век, месяц, день) в соответствии с стандартом ISO 8601 для указания года, месяца и дня отправки материала.

source: Uses the format HHMMSS:HHMM where HHMMSS refers to local hour, minute and seconds and HHMM refers to hours and minutes ahead (+) or behind (-) Universal Coordinated Time as described in ISO 8601. This is the time the service sent the material.
ru: Использует формат HHMMSS:HHMM, где HHMMSS означает локальный час, минуты и секунды и HMM означает часы и минуты впереди (+) или сзади (-) универсальное скоординированное время, как описано в ISO 8601. Это время, когда сервис отправил материал.

source: VF Display Illumination
ru: Освещение ВЧ

source: VGA Basic
ru: Базовый VGA

source: VGA Normal
ru: Нормальный VGA

source: VR Info
ru: Информация о VR

source: VR info
ru: Информация о VR

source: VRD Offset
ru: Смещение VRD

source: VRD offset
ru: Смещение VRD

source: Values: Linear, Medium Contrast, Strong Contrast, Custom. Not in XMP Specification. Found in sample files.
ru: Значения: Linear, Medium Contrast, Strong Contrast, Custom. Не в XMP Specification. Найдено в образцах файлов.

source: Vancouver
ru: Ванкувер

source: Vari Program
ru: Программа Вари

source: Variable low pass filter
ru: Фильтр по низкому разрешению переменной

source: Various camera settings
ru: Различные настройки камеры

source: Various camera settings 1
ru: Различные настройки камеры 1

source: Various camera settings 2
ru: Различные настройки камеры 2

source: Vegas Version Major
ru: Основная версия Vegas

source: Vegas Version Major.
ru: Vegas Версия Major.

source: Vegas Version Minor
ru: Маленькая версия Vegas

source: Vegas Version Minor.
ru: Версия Vegas мала.

source: Vendor
ru: Поставщик

source: Vendor ID
ru: ID поставщика

source: Vendor specific information
ru: Специфичная для производителя информация

source: Verbatim Coordinate System
ru: Ориентировочная система координат

source: Verbatim Depth
ru: Стеновая глубина

source: Verbatim Elevation
ru: Свердость

source: Verbatim Event Date
ru: Подробная дата события

source: Verbatim Locality
ru: Стенография населенного пункта

source: Vernacular Name
ru: Название по вертикали

source: Version
ru: Версия

source: Version ID
ru: ID версии

source: Version of Camera Raw plugin.
ru: Версия плагина Camera Raw.

source: Version structure
ru: Структура версии

source: Versions
ru: Версии

source: Vertical
ru: Вертикальный

source: Vertical resolution in pixels per unit.
ru: Разрешение по вертикали в пикселях на единицу.

source: Very Hard
ru: Очень сложно

source: Very High
ru: Очень высокий

source: Very Low
ru: Очень низкий

source: Very Soft
ru: Очень мягкий

source: Very close
ru: Очень близко

source: Vibrance
ru: Вибрация

source: Vibrant
ru: Вибрировать

source: Vibration Reduction
ru: Снижение вибрации

source: Vibration Reduction 1
ru: Снижение вибрации 1

source: Vibration Reduction 2
ru: Сокращение вибрации 2

source: Vibration reduction
ru: Уменьшение вибрации

source: Vibration reduction 1
ru: Сокращение вибрации 1

source: Vibration reduction 2
ru: Уменьшение вибрации 2

source: Video
ru: Видео

source: Video (24 fps)
ru: Видео (24 fps)

source: Video (30 fps)
ru: Видео (30 fps)

source: Video Alpha Mode
ru: Режим видео альфа

source: Video Alpha Premultiple Color
ru: Альфа-цвет видео

source: Video Alpha Unity Is Transparent
ru: Видео Альфа Единость Прозрачность

source: Video Aspect Ratio
ru: Соотношение сторон видео

source: Video Aspect Ratio Type
ru: Тип соотношения сторон видео

source: Video Cinematographer
ru: Видео кинематограф

source: Video Codec
ru: Видео кодек

source: Video Codec Decode Info
ru: Декодирование видеокодов

source: Video Codec Description
ru: Описание видео кодека

source: Video Codec Download URL
ru: URL загрузки видео кодека

source: Video Codec Download URL.
ru: URL для загрузки видеокода.

source: Video Codec Information
ru: Информация о видео кодеке

source: Video Codec Settings
ru: Настройки видео кодека

source: Video Color Space
ru: Цветное пространство видео

source: Video Compression ID of Technology/Codec Used
ru: Код сжатия видео используется

source: Video Compression Library Used
ru: Библиотека сжатия видео используется

source: Video Compressor
ru: Компрессор видео

source: Video Compressor ID
ru: Код компрессора видео

source: Video Display Unit
ru: Видео блок

source: Video Field Order
ru: Порядок поля видео

source: Video Frame Rate
ru: Частота кадров видео

source: Video Frame Size
ru: Размер видео кадра

source: Video Height
ru: Высота видео

source: Video Junk data
ru: Данные о мусоре

source: Video Modified Date
ru: Дата изменения видео

source: Video Orientation:1 = Horizontal (normal) 2 = Mirror horizontal 3 = Rotate 180 4 = Mirror vertical 5 = Mirror horizontal and rotate 270 CW 6 = Rotate 90 CW 7 = Mirror horizontal and rotate 90 CW 8 = Rotate 270 CW
ru: Направление видео:1 = Горизонтальное (нормальное) 2 = Зеркальное горизонтальное 3 = Поворот 180 4 = Зеркальное вертикальное 5 = Зеркальное горизонтальное вращение и поворот 270 CW 6 = Повернуть 90 CW 7 = Зеркальное горизонтальное вращение и поворот 90 CW 8 = Поворот 270 CW

source: Video Pixel Aspect Ratio
ru: Соотношение сторон видео

source: Video Pixel Depth
ru: Глубина пикселей видео

source: Video Quality
ru: Качество видео

source: Video Sample Size
ru: Размер образца видео

source: Video Scan Type
ru: Тип сканирования видео

source: Video Scan Type, it can be Progressive or Interlaced
ru: Тип сканирования видео, может быть последовательным или интерласированным

source: Video Stream Quality
ru: Качество видеопотока

source: Video Stream Sample Size
ru: Образец размера видеопотока

source: Video Subtitle Codec Download URL.
ru: Видео кодек субтитров скачать URL.

source: Video Track Create Date
ru: Дата создания видео трека

source: Video Track Default On
ru: Видеодорожка по умолчанию вкл

source: Video Track Default On , i.e. Enabled/Disabled
ru: Видеодорожка по умолчанию для , т.е. включение/отключено

source: Video Track Duration
ru: Длительность видео

source: Video Track Enabled
ru: Видеодорожка включена

source: Video Track Forced
ru: Видеодорожка принудительно

source: Video Track Forced , i.e. Enabled/Disabled
ru: Видеодорожка принудительно , т.е. включённая/отключена

source: Video Track Lacing
ru: Видеодорожка Lacing

source: Video Track Lacing , i.e. Enabled/Disabled
ru: Видеодорожка , т. е. включение/отключено

source: Video Track Layer
ru: Слой видеодорожки

source: Video Track Modify Date
ru: Дата изменения видео дорожки

source: Video URL
ru: URL видео

source: Video URN
ru: URL видео

source: Video Width
ru: Ширина видео

source: Video compression used. For example, jpeg.
ru: Используется сжатие видео. Например, jpeg.

source: Video display unit. Eg - cm, pixels, inch
ru: Дисплей видео. Например, - см, пиксели, дюйм

source: Video height in pixels
ru: Высота видео в пикселях

source: Video width in pixels
ru: Ширина видео в пикселях

source: Vignette Amount
ru: Количество Vignette

source: Vignetting Corr Version
ru: Версия Vignetting Corr

source: Vignetting Correction Params
ru: Параметры коррекции воспламеняемости

source: Vignetting Params
ru: Неутомимые параметры

source: Vignetting correction
ru: Коррекция сети

source: VignettingCorr
ru: СвигнеттингКорр

source: Vintage
ru: Винтаж

source: Vintage III
ru: Винтаж III

source: Vivid
ru: Вивид

source: Vivid 2
ru: Вивид 2

source: Vivid Blue
ru: Жидкий синий

source: Vivid Color
ru: Цвет яркости

source: Vivid Green
ru: Жёсткий зеленый

source: Vivid Red
ru: Живид-красный

source: Vivid Sunset Glow
ru: Светление Живого Заката

source: Vivid color
ru: Цвет яркости

source: WB Adjust GM
ru: Настройка WB GM

source: WB Blue Level
ru: WB синий уровень

source: WB Bracket Mode
ru: Режим полосы WB

source: WB Bracket Value AB
ru: WB скобка значение AB

source: WB Bracket Value GM
ru: WB значение скобки GM

source: WB Bracketing
ru: WB Браузер

source: WB Color Temp
ru: Температура цвета WB

source: WB Fine Adjustment
ru: Корректировка WB

source: WB G Level
ru: Уровень WB G

source: WB G Level 3000K
ru: WB G уровень 3000 K

source: WB G Level 3300K
ru: WB G уровень 3300K

source: WB G Level 3600K
ru: WB G уровень 3600K

source: WB G Level 3900K
ru: WB G уровень 3900K

source: WB G Level 4000K
ru: WB G уровень 4000K

source: WB G Level 4300K
ru: WB G уровень 4300K

source: WB G Level 4500K
ru: WB G уровень 4500K

source: WB G Level 4800K
ru: WB G уровень 4800K

source: WB G Level 5300K
ru: WB G уровень 5300K

source: WB G Level 6000K
ru: WB G уровень 6000K

source: WB G Level 6600K
ru: WB G уровень 6600K

source: WB G Level 7500K
ru: WB G уровень 7500K

source: WB G level
ru: Уровень WB G

source: WB G level 3000K
ru: WB G уровень 3000 K

source: WB G level 3300K
ru: WB G уровень 3300K

source: WB G level 3600K
ru: WB G уровень 3600K

source: WB G level 3900K
ru: WB G уровень 3900K

source: WB G level 4000K
ru: WB G уровень 4000K

source: WB G level 4300K
ru: WB G уровень 4300K

source: WB G level 4500K
ru: WB G уровень 4500K

source: WB G level 4800K
ru: WB G уровень 4800K

source: WB G level 5300K
ru: WB G уровень 5300K

source: WB G level 6000K
ru: WB G уровень 6000K

source: WB G level 6600K
ru: WB G уровень 6600K

source: WB G level 7500K
ru: WB G уровень 7500K

source: WB GRB Levels
ru: WB Уровни GRB

source: WB GRB Levels Auto
ru: Авто уровней WB GRB

source: WB GRB Levels Standard
ru: Стандарт уровней WB GRB

source: WB GRBG Levels
ru: WB Уровни GRBG

source: WB GRBG levels
ru: Уровни WB GRBG

source: WB Gray Point
ru: WB Серая точка

source: WB Green Level
ru: WB зеленый уровень

source: WB Info A100
ru: WB Информация A100

source: WB RB Levels
ru: Уровни WB

source: WB RB Levels 3000K
ru: РБ уровень WB 3000K

source: WB RB Levels 3300K
ru: РБ Уровни WB 3300K

source: WB RB Levels 3600K
ru: РБ Уровни WB 3600K

source: WB RB Levels 3900K
ru: РБ Уровни WB 3900K

source: WB RB Levels 4000K
ru: WB RB Уровни 4000K

source: WB RB Levels 4300K
ru: РБ Уровни WB 4300K

source: WB RB Levels 4500K
ru: РБ Уровни WB 4500K

source: WB RB Levels 4800K
ru: РБ Уровни WB 4800K

source: WB RB Levels 5300K
ru: РБ Уровни WB 5300K

source: WB RB Levels 6000K
ru: РБ Уровни WB 6000K

source: WB RB Levels 6600K
ru: РБ Уровни WB 6600K

source: WB RB Levels 7500K
ru: РБ уровень 7500K

source: WB RB Levels CWB1
ru: РБ Уровни WB CWB1

source: WB RB Levels CWB2
ru: РБ Уровни WB CWB2

source: WB RB Levels CWB3
ru: РБ Уровни WB CWB3

source: WB RB Levels CWB4
ru: РБ Уровни WB CWB4

source: WB RB levels
ru: Уровни WB

source: WB RB levels 3000K
ru: РБ уровни WB 3000K

source: WB RB levels 3300K
ru: РБ уровни 3300K

source: WB RB levels 3600K
ru: Уровни WB RB 3600K

source: WB RB levels 3900K
ru: Уровни WB RB 3900K

source: WB RB levels 4000K
ru: РБ Уровни WB 4000K

source: WB RB levels 4300K
ru: WB RB уровни 4300K

source: WB RB levels 4500K
ru: Уровни WB RB 4500K

source: WB RB levels 4800K
ru: Уровни WB RB 4800K

source: WB RB levels 5300K
ru: WB RB уровни 5300K

source: WB RB levels 6000K
ru: RB RB уровни 6000K

source: WB RB levels 6600K
ru: RB RB уровни 6600K

source: WB RB levels 7500K
ru: RB RB уровни 7500K

source: WB RB levels CWB1
ru: РБ Уровни CWB1

source: WB RB levels CWB2
ru: Уровни WB RB CWB2

source: WB RB levels CWB3
ru: Уровень WB RB CWB3

source: WB RB levels CWB4
ru: РБ Уровни CWB4

source: WB RBGG Levels
ru: Уровни РБГ

source: WB RBGG levels
ru: Уровни WB RBGG

source: WB RGBG Levels
ru: Уровни WB RGBG

source: WB RGBG levels
ru: Уровни WB RGBG

source: WB RGGB Levels
ru: WB Уровни RGGB

source: WB RGGB Levels Auto
ru: WB RGGB Уровни Авто

source: WB RGGB Levels Black
ru: WB Черный уровень RGGB

source: WB RGGB Levels Illuminator1
ru: WB RGGB осветитель уровней 1

source: WB RGGB Levels Illuminator2
ru: WB Подсветка уровней RGGG2

source: WB RGGB Levels Uncorrected
ru: WB Уровни RGGB Неисправленные

source: WB RGGB levels
ru: Уровни WB RGGB

source: WB RGGB levels auto
ru: WB RGGB уровней авто

source: WB RGGB levels black
ru: Чёрный уровень WB RGGB

source: WB RGGB levels illuminator1
ru: Осветитель RGGG1

source: WB RGGB levels illuminator2
ru: Осветитель WB RGGG2

source: WB RGGB levels not corrected for WB_RGGBLevelsBlack
ru: Уровни WB RGGB не исправлены для WB_RGGBLevelsBlack

source: WB Red Level
ru: Уровень WB красный

source: WB adjust AB. Positive is a shift toward blue.
ru: WB регулировка AB. Положительный сдвиг в сторону синего.

source: WB blue level
ru: Уровень WB синий

source: WB fine adjustment
ru: Ручная регулировка WB

source: WB green level
ru: WB зеленый уровень

source: WB red level
ru: WB красный уровень

source: WBAdjustGM. Positive is a shift toward green.
ru: Положительный WBAdjustGM - это сдвиг в сторону зеленого.

source: WB_G RGB Levels Auto
ru: Автоматически Уровни RGB WB_G

source: WB_G RGB Levels Cloudy
ru: Облачные уровни RGB WB_G

source: WB_G RGB Levels Custom 1
ru: Пользовательский 1 уровень RGB WB_G

source: WB_G RGB Levels Custom 2
ru: Пользовательские 2 уровня RGB WB_G

source: WB_G RGB Levels Daylight
ru: Дневной свет Уровня ПГ_Г

source: WB_G RGB Levels Flash
ru: Вспышка уровней RGB WB_G

source: WB_G RGB Levels Fluorescent
ru: Уровни RGB WB_G

source: WB_G RGB Levels Fluorescent High
ru: Высокие уровни RGB WB_G

source: WB_G RGB Levels Tungsten
ru: Тунгстан уровней WB_G RGB

source: WB_G RGB Levels Underwater
ru: Подводные уровни RGB WB_G

source: WB_RB Levels Auto
ru: Авто уровней WB_RB

source: WB_RB Levels Cloudy
ru: Облачные уровни WB_RB

source: WB_RB Levels Cool White Fluor
ru: Крутой белый флуор уровня WB_RB

source: WB_RB Levels Day White Fluor
ru: Белый флуор в день WB_RB

source: WB_RB Levels Daylight Fluor
ru: Лента дневного света WB_RB

source: WB_RB Levels Evening Sunlight
ru: Солнечный свет WB_RB

source: WB_RB Levels Fine Weather
ru: WB_RB Уровни Прекрасная Погода

source: WB_RB Levels Shade
ru: Тень уровней WB_RB

source: WB_RB Levels Tungsten
ru: Тонгстеклый уровень WB_RB

source: WB_RB Levels Used
ru: Используемые уровни WB_RB

source: WB_RB Levels White Fluorescent
ru: Белые флуоресцентные уровни WB_RB

source: WB_RB levels auto
ru: Автозагрузка уровней WB_RB

source: WB_RB levels cloudy
ru: Облачное облако уровней WB_RB

source: WB_RB levels cool white fluor
ru: Уровни WB_RB крутого белого гриппа

source: WB_RB levels day white fluor
ru: Уровни WB_RB днём белого гриппа

source: WB_RB levels daylight fluor
ru: Уровни WB_RB дневного флуора

source: WB_RB levels evening sunlight
ru: Вечерний солнечный свет WB_RB

source: WB_RB levels fine weather
ru: Низкая погода в WB_RB

source: WB_RB levels shade
ru: Тень уровней WB_RB

source: WB_RB levels tungsten
ru: Громкость WBRB

source: WB_RB levels used
ru: Используются уровни WB_RB

source: WB_RB levels white fluorescent
ru: Белый флуоресцентный уровень WB_RB

source: WB_RGBLevels
ru: Уровни WB_RGB-ов

source: WB_RGGB Black Levels
ru: Чёрный уровень WB_RGGB

source: WB_RGGB Levels Auto
ru: Авто уровней WB_RGGB

source: WB_RGGB Levels Cloudy
ru: Облачные уровни WB_RGGB

source: WB_RGGB Levels Custom Black Levels
ru: Пользовательские черные уровни WB_RGGB

source: WB_RGGB Levels Daylight
ru: Дневной свет WB_RGGB

source: WB_RGGB Levels Flash
ru: Вспышка уровней WB_RGGB

source: WB_RGGB Levels Fluorescent
ru: Уровни WB_RGGB Fluorescent

source: WB_RGGB Levels Kelvin
ru: Кельвин уровней WB_RGGB

source: WB_RGGB Levels Shade
ru: Тень уровней WB_RGGB

source: WB_RGGB Levels Tungsten
ru: Тунгстан уровней WB_RGGB

source: Warm
ru: Тёплый

source: Warm Glowing Nightscape
ru: Теплый светящийся Ночной Шейх

source: Warm White Fluorescent
ru: Белый теплый флуоресцент

source: Warm tone
ru: Тёплый тон

source: Warning
ru: Предупреждение

source: Warning indicating the presence of content not suitable for minors.
ru: Предупреждение о наличии содержания, не подходящего для несовершеннолетних.

source: Warsaw
ru: Варшава

source: Water Body
ru: Водное тело

source: Water depth as the ambient situation at the shot, for example the water depth of the camera at underwater photography. The unit is m.
ru: Глубина воды как окружающая обстановка на снимке, например, глубина воды камеры на подводной фотографии.

source: WaterDepth
ru: Глубина воды

source: Watercolor
ru: Акварель

source: Watercolor 2
ru: Акварель 2

source: Watercolor Filter
ru: Фильтр акварелей

source: Watercolor I
ru: Акварель I

source: Watercolor II
ru: Акварель II

source: Watermark URL
ru: URL водяного знака

source: Weak
ru: Слабая

source: Weakest
ru: Слабый

source: Web Statement
ru: Веб выписка

source: Wellington
ru: Веллингтон

source: West
ru: Запад

source: What
ru: Что

source: When "Has Crop" is true, angle of crop rectangle.
ru: Когда "Имеет обрезание" является истинным, угол обрезания прямоугольника.

source: When "Has Crop" is true, bottom of crop rectangle.
ru: Когда "Имеет обрезание" правда, нижняя часть прямоугольника.

source: When "Has Crop" is true, left of crop rectangle.
ru: Когда "Есть кадрирование" правда, слева от прямоугольника кадрирования.

source: When "Has Crop" is true, right of crop rectangle.
ru: Когда "Есть кадрирование" правда, справа от прямоугольника кадрирования.

source: When "Has Crop" is true, top of crop rectangle
ru: Когда "Имеет кадрирование" вершина прямоугольника

source: When individual source photographs were captured, whether or not the camera's exposure setting was locked.
ru: При снимке отдельных исходных фотографий блокировалась или нет настройка экспозиции камеры.

source: When the CalibrationIlluminant1 tag is set to 255 (Other), then the IlluminantData1 tag is required and specifies the data for the first illuminant. Otherwise, this tag is ignored. The illuminant data may be specified as either a x-y chromaticity coordinate or as a spectral power distribution function.
ru: Если флаг CalibrationIlluminant1 установлен в 255 (Other), то требуется тег IlluminantData1 и задает данные для первого подсветки. В противном случае этот тег игнорируется. Данные могут быть определены как координата x-y хроматичности или как функция спектрального распределения питания.
