Repository: Exiv2/exiv2
Catalog: po/*.po
Languages: ru

source: A list (concatenated and separated with a vertical bar ' | ' ) of previous assignments of names to the Organism.
ru: Список (объединенный и разделенный вертикальным столбиком ' | ' ) предыдущих заданий имен к Организму.

source: A list (concatenated and separated with a vertical bar ' | ') of identifiers of other Occurrence records and their associations to this Occurrence.
ru: Список (совмещенных и разделенных вертикальной полосой ' | ') идентификаторов других записей событий и их ассоциаций к этому событию.

source: A list (concatenated and separated) of additional measurements, facts, characteristics, or assertions about the record. Meant to provide a mechanism for structured content such as key-value pairs.
ru: Список (сгруппированных и раздельных) дополнительных измерений, фактов, характеристик или утверждений относительно записи. Среднее значение для механизма структурированного контента, такого как пары ключевой ценности.

source: A list (concatenated and separated) of geographic names less specific than the information captured in the locality term.
ru: Список (объединенные и разделённые) географических имен менее специфичный, чем информация, взятая в термине местности.

source: A list (concatenated and separated) of identifiers (publication, bibliographic reference, global unique identifier, URI) of literature associated with the Occurrence.
ru: Список (объединенные и отдельные) идентификаторов (публикация, библиографические ссылки, глобальный уникальный идентификатор, URI) литературы, связанной с событием.

source: A list (concatenated and separated) of identifiers (publication, global unique identifier, URI) of genetic sequence information associated with the Occurrence.
ru: Список (объединенный и отделительный) идентификаторов (публикация, глобальный уникальный идентификатор, URI) генетической последовательности информации, связанной с событием.

source: A list (concatenated and separated) of identifiers (publication, global unique identifier, URI) of media associated with the Occurrence.
ru: Список (объединенный и отделительный) идентификаторов (публикация, глобальный уникальный идентификатор, URI) медиа, связанных с появлением.

source: A list (concatenated and separated) of identifiers or names of taxa and their associations with the Occurrence.
ru: Список идентификаторов или названий таксонов и их ассоциаций с случаем.

source: A list (concatenated and separated) of maps, gazetteers, or other resources used to georeference the Location, described specifically enough to allow anyone in the future to use the same resources.
ru: Список (объединенных и разделенных) карт, газетов или других ресурсов, используемых для определения местоположения, описано специально достаточно, чтобы позволить кому бы то ни было в будущем использовать те же ресурсы.

source: A list (concatenated and separated) of names of people, groups, or organizations responsible for recording the original Occurrence. The primary collector or observer, especially one who applies a personal identifier (recordNumber), should be listed first.
ru: Список (объединенных и раздельных) имен людей, групп или организаций, ответственных за запись оригинала события. Главный коллектор или наблюдатель, особенно тот, кто применяет личный идентификатор (recordNumber), должны быть перечислены в первую очередь.

source: A list (concatenated and separated) of names of people, groups, or organizations who assigned the Taxon to the subject.
ru: Список (объединенных и разделенных) имен людей, групп или организаций, которые назначили Таксона субъекту.

source: A list (concatenated and separated) of names of people, groups, or organizations who determined the georeference (spatial representation) for the Location.
ru: Список (объединенных и разделенных) имен людей, групп или организаций, которые определили географию (пространственное представительство) для Местонахождения.

source: A list (concatenated and separated) of names of people, groups, or organizations who determined the value of the MeasurementOrFact.
ru: Список (объединенных и разделенных) имен людей, групп или организаций, которые определяли ценность MeasurementOrFact.

source: A list (concatenated and separated) of nomenclatural types (type status, typified scientific name, publication) applied to the subject.
ru: Список (объединенный и отделительный) номенклатурных типов (тип статуса, типизированное научное название, публикация) применим к предмету.

source: A list (concatenated and separated) of preparations and preservation methods for a specimen.
ru: Список (объединенных и отдельных) методов приготовления и сохранения образца.

source: A list (concatenated and separated) of previous or alternate fully qualified catalog numbers or other human-used identifiers for the same Occurrence, whether in the current or any other data set or collection.
ru: Список (объединенный и разделённый) предыдущих или альтернативных полностью квалифицированных номеров каталогов или других человеческих идентификаторов для того же случая, либо в текущем или любом другом наборе или сборе.

source: A list (concatenated and separated) of references (publication, global unique identifier, URI) used in the Identification.
ru: Список (объединенный и отделительный) ссылок (публикации, глобальный уникальный идентификатор, Унифицированный Идентификатор Ресурса), используемый в Идентификации.

source: A list (concatenated and separated) of taxa names terminating at the rank immediately superior to the taxon referenced in the taxon record. Recommended best practice is to order the list starting with the highest rank and separating the names for each rank with a semi-colon ;
ru: Список (совмещенных и разделённых) имен таксонов, завершающих в ранге немедленно выше таксона, упомянутого в записи таксона. Рекомендуется упорядочить список, начинающийся с наивысшего ранга и разделяющий имена для каждого ранга с запятой с запятой. ;

source: A list of file offsets to extra Camera Profile IFDs. Note that the primary camera profile tags should be stored in IFD 0, and the ExtraCameraProfiles tag should only be used if there is more than one camera profile stored in the DNG file.
ru: Список файлов, смещенных в дополнительные IFD профиля камеры. Обратите внимание, что теги профиля основной камеры должны храниться в IFD 0, и ExtraCameraProfiles тег должен быть использован только в том случае, если в файле DNG хранится более одного профиля камеры.

source: A location shown in the image.
ru: Местоположение показано на изображении.

source: A more detailed textual description of the purpose and meaning of an image that elaborates on the information provided by the Alt Text (Accessibility) property. This property does not have a character limitation and is not required if the Alt Text (Accessibility) field sufficiently describes the image.
ru: Более подробное текстовое описание цели и значения изображения, которое раскрывает информацию, предоставленную свойством Alt Text (Accessibility). Это свойство не имеет ограничения персонажа и не является обязательным, если поле Alt Text (доступность) достаточно описывает изображение.

source: A notation making the image unique
ru: Нотация делает изображение уникальным

source: A number or enumeration value for the quantity of organisms.
ru: Значение числа или перечисления для количества организмов.

source: A number that indicates a document's status relative to other documents, used to organize documents in a file browser. Values are user-defined within an application-defined range.
ru: Число, указывающее состояние документа относительно других документов, используемое для организации документов в файловом браузере. Значения определены пользователем в определенном приложением диапазоне.

source: A numeric value for a measurement of the size (time duration, length, area, or volume) of a sample in a sampling event.
ru: Числовое значение для измерения размера пробы (продолжительности, длины, площади или объема).

source: A numeric value indicating the absolute number of a take.
ru: Числовое значение, обозначающее абсолютное число взяток.

source: A numeric value indicating the order of the audio file within its original recording.
ru: Цифровое значение, указывающее порядок аудиофайла в пределах его первоначальной записи.

source: A person or organization owning or managing rights over the resource.
ru: Человек или организация, владеющая или управляющая правами на ресурс.

source: A pointer to the Exif IFD
ru: Указатель на Exif IFD

source: A pointer to the Exif IFD. Interoperability, Exif IFD has the same structure as that of the IFD specified in TIFF. ordinarily, however, it does not contain image data as in the case of TIFF.
ru: Указатель к Exif IFD совместимость, Exif IFD имеет ту же структуру, что и IFD, указанная в TIFF. Однако, как правило, он не содержит данных изображения, как в случае с TIFF.

source: A pointer to the GPS Info IFD
ru: Указатель на информацию GPS

source: A pointer to the GPS Info IFD. The Interoperability structure of the GPS Info IFD, like that of Exif IFD, has no image data.
ru: Указатель на GPS Info IFD. Структура Interoperability GPS Info IFD, подобно структуре Exif IFD, не имеет изображений.

source: A predictor is a mathematical operator that is applied to the image data before an encoding scheme is applied.
ru: Прогностический оператор - это математический оператор, который применяется к данным изображения до применения кодировки схемы.

source: A product the content is about.
ru: Продукт, о котором идет контент.

source: A publishable entry providing a synopsis of the contents of the object data.
ru: Публичная запись, содержащая информацию о содержимом данных объекта.

source: A reference for the publication in which the scientificName was originally established under the rules of the associated nomenclaturalCode.
ru: The reference for the publication in which the scientificName was originally established under the rules of the associated nomenclaturalCode.

source: A reference to the document as it was prior to becoming managed. It is set when a managed document is introduced to an asset management system that does not currently own it. It may or may not include references to different management systems.
ru: Ссылки на документ в том виде, в котором он был до начала его осуществления. Она устанавливается при введении управляемого документа в систему управления активами, которая в настоящее время не владеет им. Она может включать или не включать ссылки на различные системы управления.

source: A reference to the original document from which this one is derived. It is a minimal reference; missing components can be assumed to be unchanged. For example, a new version might only need to specify the instance ID and version number of the previous version, or a rendition might only need to specify the instance ID and rendition class of the original.
ru: Ссылка на исходный документ, из которого он получен. Это минимальная ссылка; отсутствующие компоненты можно предположить, что они не будут изменены. Например, новая версия может потребоваться только указать идентификатор экземпляра и номер версии предыдущей версии, или форматирование может потребоваться только для указания идентификатора экземпляра и класса форматирования оригинала.

source: A reference to the project that created this file.
ru: Ссылка на проект, который создал этот файл.

source: A related resource that is referenced, cited, or otherwise pointed to by the described resource.
ru: Соответствующий ресурс, который упоминается, упоминается или иным образом указывается описанным ресурсом.

source: A set of metadata about artwork or an object in the image.
ru: Набор метаданных об искусстве или объекте в изображении.

source: A short informal name for the resource.
ru: Короткое неофициальное название ресурса.

source: A single page of a multi-page image
ru: Одна страница многостраничного изображения

source: A statement about the presence or absence of a Taxon at a Location. Recommended best practice is to use a controlled vocabulary.
ru: Заявление о наличии или отсутствии таксона в месте. Рекомендуется использовать контролируемый словарь.

source: A string describing the logical level of the object the Tag is referring to.
ru: Строка, описывающая логический уровень объекта, к которому относится Тег.

source: A string that documents how the enhanced image data was processed.
ru: Строка, которая документирует то, как обрабатывались улучшенные данные изображения.

source: A string that identifies a specific instance in a semantic mask.
ru: Строка, которая определяет конкретный экземпляр в семантической маске.

source: A string that identifies the semantic mask.
ru: Строка, определяющая семантическую маску.

source: A tag for Exif users to write keywords or comments on the image besides those in <ImageDescription>, and without the character code limitations of the <ImageDescription> tag.
ru: Тег для пользователей Exif для написания ключевых слов или комментариев к изображению помимо тех, которые находятся в <ImageDescription>, и без ограничений кода символа тега <ImageDescription>.

source: A tag for manufacturers of Exif writers to record any desired information. The contents are up to the manufacturer.
ru: Поле для разработчиков средства записи тегов Exif, в который можно записывать всё, что им хочется. Содержимое зависит от разработчиков.

source: A tag used to record fractions of seconds for the <DateTime> tag.
ru: Поле, используемое для записи долей секунды из тега <DateTime>.

source: A tag used to record fractions of seconds for the <DateTimeDigitized> tag.
ru: Поле, используемое для записи долей секунды из тега <DateTimeDigitized>.

source: A tag used to record fractions of seconds for the <DateTimeOriginal> tag.
ru: Поле, используемое для записи долей секунды из тега <DateTimeOriginal>.

source: A term to describe the content of the image by a value from a Controlled Vocabulary.
ru: Термин для описания содержимого изображения значением из контролируемого словаря.

source: A textual description of the content of the resource. Multiple values may be present for different languages.
ru: Текстовое описание содержимого ресурса. Для разных языков может быть предложено несколько значений.

source: A textual description of the object data.
ru: Текстовое описание объекта снимка

source: A textual name or label assigned to an Organism instance.
ru: Текстовое имя или этикетка, назначенные Организации экземпляра.

source: A time value that indicates the duration of this media (in the movie's time coordinate system).
ru: Значение времени, которое показывает длительность этого носителя (в системе координат фильма).

source: A time value that indicates the duration of this track (in the movie's time coordinate system).
ru: Значение времени, которое показывает длительность трека (в системе координат фильма).

source: A time value that indicates the time scale for this media-that is, the number of time units that pass per second in its time coordinate system.
ru: Значение времени, указывающее временную шкалу для этого медиа-файла, то есть количество единиц, проходящих в секунду в системе временных координат.

source: A time value that indicates the time scale for this movie-that is, the number of time units thatpass per second in its time coordinate system. A time coordinate system that measures timein sixtieths of a second, for example, has a time scale of 60.
ru: Значение времени, указывающее временную шкалу для этого фильма, то есть количество единиц времени, которые проходят в секунду в своей системе временных координат. Система временных координат, которая измеряет время в шестидесятых годах в секунду, например, имеет масштаб в 60 раз.

source: A timecode set by the user. When specified, it is used instead of the startTimecode.
ru: Временной код, установленный пользователем. При указании он используется вместо startTimecode.

source: A transfer function for the image, described in tabular style. Normally this tag is not necessary, since color space is specified in the color space information tag (<ColorSpace>).
ru: Функция передачи для изображения, описанная в виде таблицы. Обычно этот тэг не является необходимым, поскольку цветовое пространство уже указано в тэге <ColorSpace>.

source: A unique ID of the conversion settings (for example, MD5 digest) used to render the preview stored in the IFD.
ru: Уникальный идентификатор настроек конвертации (например, MD5 digest), используемый для отрисовки предварительного просмотра, хранящегося в IFD.

source: A user's comments.
ru: Комментарии пользователя.

source: A word or short phrase that identifies a document as a member of a user-defined collection. Used to organize documents in a file browser.
ru: Слово или короткая фраза идентифицирует документ в качестве члена определенной пользователем коллекции. Используется для организации документов в файловом браузере.

source: A-TTL
ru: А-TTL

source: ACDSee XMP schema
ru: ACDSee XMP схему

source: ACROS
ru: ДОСТУП

source: ACROS + G Filter
ru: ACROS + G Фильтр

source: ACROS + R Filter
ru: ДОСТУП + R Фильтр

source: ADI (Advanced Distance Integration)
ru: ADI (Расширенная интеграция расстояний)

source: AE Bracketing
ru: AE брекетинг

source: AE Lock
ru: Блокировка AE

source: AE bracket compensation applied
ru: Применяется компенсация за скобки AE

source: AE lock
ru: Фиксация экспозиции

source: AE lock + exposure compensation
ru: AE lock + экспозиция компенсация

source: AE setting
ru: Настройка AE

source: AEB Bracket Value
ru: Значение скобки AEB

source: AEB Sequence
ru: AEB Последовательность

source: AEB sequence/auto cancellation
ru: Автоматическое отмена последовательности/последовательности AEB

source: AEL Button
ru: Кнопка AEL

source: AEL Exposure Indicator
ru: Индикатор экспозиции AEL

source: AEL button
ru: Кнопка AEL

source: AEL exposure indicator (also indicates exposure for next shot when bracketing)
ru: Показатель экспозиции AEL (также показывает экспозицию при следующей съемке в квадратных скобках)

source: AF Adjustment
ru: Корректировка AF

source: AF Area Height
ru: Высота зоны AF

source: AF Area Heights
ru: AF Высота площадей

source: AF Area Illumination
ru: Освещение зоны AF

source: AF Area Selection Method
ru: Метод выбора области AF

source: AF Assist Lamp
ru: Флаг помощи AF

source: AF Fine Tune Adjustment
ru: АФ корректировка тонкости

source: AF Point Display During Focus
ru: AF отображение при фокусировке

source: AF Point Expansion (4 point)
ru: Расширение AF точки (4 точка)

source: AF Point Expansion (8 point)
ru: Расширение AF точки (8 точки)

source: AF Point Expansion (surround)
ru: Расширение AF точки (в окрестности)

source: AF Point Position
ru: AF позиция точки

source: AF Point Switching
ru: Переключение точек AF

source: AF Point Used
ru: Использована AF точка

source: AF PointS witching
ru: Освоение AF PointS

source: AF Points In Focus
ru: AF точки в фокусе

source: AF Points Selected
ru: Выбраны точки AF

source: AF Points Unusable
ru: Очки AF не используются

source: AF Points Used
ru: Использовано AF очков

source: AF Points Used 20D
ru: Использовано AF очков 20D

source: AF Points in Focus
ru: AF точки в фокусе

source: AF Tracking Sensitivity
ru: Чувствительность AF

source: AF With Shutter
ru: AF с затвором

source: AF area height
ru: Высота зоны AF

source: AF area illumination
ru: Подсветка зоны AF

source: AF assist light
ru: AF помощник света

source: AF fine tune adjustment
ru: Регулировка мелочи AF

source: AF point in focus
ru: AF точка фокуса

source: AF point selected
ru: Выбрана точка AF

source: AF point used
ru: Использована точка AF

source: AF points in focus
ru: Точки AF в фокусе

source: AF points used
ru: Использовано AF очков

source: AF points used (20D)
ru: Использовано AF очков (20D)

source: AF-C Focus Setting
ru: Настройка фокуса AF-C

source: AF-C focus setting
ru: Настройка фокуса AF-C

source: AFPointSelected
ru: AFPointВыбранные

source: AFTrackingSensitivity
ru: Чувствительность AFTracking

source: AI Servo First Image
ru: AI Servo первое изображение

source: AI Servo Second Image
ru: AI Servo второе изображение

source: AM
ru: АР

source: ARM Identifier
ru: Идентификатор ARM

source: ARM Version
ru: Версия ARM

source: ASCII format data such as [PictureInfo]
ru: Данные формата ASCII, такие как [PictureInfo]

source: ASTIA (F1b/Studio Portrait Smooth Skin Tone)
ru: ASTIA (F1b/Studio Portrait Smooth Tone)

source: AWL Off
ru: AWL выкл

source: Above sea level
ru: Над уровнем моря

source: Absolute Peak Audio File Path
ru: Абсолютный путь к аудио файлу пика

source: Acceleration
ru: Ускорение

source: Acceleration (a scalar regardless of direction) as the ambient situation at the shot, for example the driving acceleration of the vehicle which the photographer rode on at the shot. The unit is mGal (10e-5 m/s^2).
ru: Ускорение (скалярное независимо от направления) как окружающая ситуация на выстреле, Например, движущее ускорение транспортного средства, которое фотограф двигался на выстрел. Единица измерения - mGal (10e-5 м/с^2).

source: Accepted Name Usage
ru: Использование принятого имени

source: Accepted Name Usage ID
ru: ID использования разрешенного имени

source: Access Rights
ru: Права доступа

source: Accessory Serial Number
ru: Серийный номер аксессуара

source: Accessory Type
ru: Тип аксессуара

source: Accessory type
ru: Тип аксессуара

source: Action
ru: Действие

source: Action (High speed)
ru: Действие (Высокая скорость)

source: Action Advised
ru: Рекомендованное действие

source: Action adjust is not compatible with the given options
ru: Настройка действий не совместима с заданными параметрами

source: Action delete is not compatible with the given options
ru: Удаление не совместимо с заданными параметрами

source: Action extract is not compatible with the given options
ru: Экстракт действия не совместим с указанными параметрами

source: Action fixcom is not compatible with the given options
ru: Действие fixcom не совместимо с заданными параметрами

source: Action fixiso is not compatible with the given options
ru: Действие fixiso не совместимо с заданными параметрами

source: Action insert is not compatible with the given options
ru: Действие вставки не совместимо с заданными параметрами

source: Action modify is not compatible with the given options
ru: Изменение действия не совместимо с заданными параметрами

source: Action not available in Release mode
ru: Действие недоступно в режиме выпуска

source: Action print is not compatible with the given options
ru: Печать действия несовместима с указанными параметрами

source: Action program
ru: Действующая программа

source: Action rename is not compatible with the given options
ru: Действие переименования не совместимо с заданными параметрами

source: Actions taken to make the shared data less specific or complete than in its original form. Suggests that alternative data of higher quality may be available on request.
ru: Меры, принятые для того, чтобы общие данные были менее конкретными или полными, чем в их первоначальном виде. По запросу может быть предоставлена альтернативная информация более высокого качества.

source: Active Area
ru: Активная область

source: ActiveD-Lighting
ru: Активное освещение

source: ActiveD-lighting
ru: Активное освещение

source: Add
ru: Добавить

source: Additional Licensor mailing address details.
ru: Дополнительная информация о почтовом адресе лицензионного удостоверения.

source: Additional Movie Information.
ru: Дополнительная информация о фильме.

source: Additional constraints on the license.
ru: Дополнительные ограничения по лицензии.

source: Additional image information.
ru: Дополнительная информация о изображении.

source: Additional information that exists, but that has not been shared in the given record.
ru: Дополнительная информация, которая существует, но не была передана в данной записи.
