Repository: Exiv2/exiv2
Catalog: po/*.po
Languages: ru

source: Not valid XMP
ru: Недопустимый XMP

source: Notes
ru: Примечания

source: Notes added by Licensee.
ru: Примечания, добавленные лицензией.

source: Notes or comments about the spatial description determination, explaining assumptions made in addition or opposition to the those formalized in the method referred to in georeferenceProtocol.
ru: Примечания или комментарии к определению пространственного описания, объяснение предположений, сделанных в дополнение или против тех предположений, которые формализованы в методе, упомянутом в Протоколе о геореографии.

source: Number Of Beats
ru: Количество ударов

source: Number Of Colours
ru: Количество цветов

source: Number Of Important Colours
ru: Количество важных цветов

source: Number Of Important Colours, a property inherited from BitMap format
ru: Количество важных цветов, свойство, унаследованное от формата BitMap

source: Number Of Inks
ru: Количество красок

source: Number Of Parts
ru: Количество частей

source: Number Of Streams
ru: Количество потоков

source: Number assigned to an image, e.g., in a chained image burst.
ru: Число назначенное изображению, например, в цепочке разрыва.

source: Number of Face Elements
ru: Количество элементов лица

source: Number of Pages
ru: Число страниц

source: Number of Pixels to be cropped from the bottom.
ru: Количество пикселей для обрезания снизу.

source: Number of Pixels to be cropped from the left.
ru: Количество пикселей для обрезания слева.

source: Number of Pixels to be cropped from the right.
ru: Количество пикселей для обрезания справа.

source: Number of Pixels to be cropped from the top.
ru: Количество пикселей для обрезания сверху.

source: Number of exposures used for this image
ru: Количество экспонатов, используемых для этого изображения

source: Number of face elements
ru: Количество элементов лица

source: Number of faces detected in the image
ru: Количество граней на изображении

source: Number of images captured in burst sequence
ru: Количество изображений, записанных в разрывной последовательности

source: Number of micro seconds per frame, or frame rate
ru: Количество микро секунд в кадре, или частота кадров

source: Number of photos taken since the camera was powered up
ru: Количество фотографий, сделанных с момента включения камеры

source: Number of pixels per FocalPlaneResolutionUnit (37392) in ImageLength direction for main image.
ru: Количество пикселей на фокальное разрешение (37392) в направлении ImageLength для основного изображения.

source: Number of pixels per FocalPlaneResolutionUnit (37392) in ImageWidth direction for main image.
ru: Количество пикселей на фокальное разрешение (37392) в направлении Ширина изображения для основного изображения.

source: Number of seconds image capture was delayed from button press.
ru: Количество секунд захвата изображения было отложено от нажатия кнопки.

source: Number of shots taken by camera
ru: Количество фотографий, сделанных камерой

source: Number of source images used to create the panorama
ru: Количество исходных изображений, используемых для создания панорамы

source: Numerical rating from 1 to 5
ru: Числовой рейтинг от 1 до 5

source: OECF
ru: ОЭСР

source: OPI Proxy
ru: OPI прокси

source: OPIProxy gives information concerning whether this image is a low-resolution proxy of a high-resolution image (Adobe OPI).
ru: OPIProxy предоставляет информацию о том, является ли это изображение прокси с низким разрешением изображения с высоким разрешением (Adobe OPI).

source: Object Attribute
ru: Атрибут объекта

source: Object Cycle
ru: Цикл объектов

source: Object Distance
ru: Расстояние объекта

source: Object Name
ru: Название/имя объекта съёмки

source: Object Type
ru: Тип объекта

source: Occurrence
ru: Начисление

source: Occurrence Details
ru: Детали наступления

source: Occurrence ID
ru: ID наступления

source: Occurrence Remarks
ru: Нанесение замечаний

source: Occurrence Status
ru: Статус наступления

source: Off
ru: Выкл

source: Off (2)
ru: Выкл (2)

source: Off (65535)
ru: Выкл (65535)

source: Off (Manual Focus)
ru: Выключить (ручная фокусировка)

source: Off, Did not fire
ru: Выключен

source: Off-beat
ru: Выкл. бит

source: Offset
ru: Смещение

source: Offset Time
ru: Смещение времени

source: Offset Time Digitized
ru: Смещение времени оцифровано

source: Offset Time Original
ru: Смещение исходного времени

source: Offset Y
ru: Смещение Y

source: Offset of the makernote from the start of the TIFF header.
ru: Смещение примечания Makernote от начала заголовка TIFF.

source: Offset of the preview image
ru: Смещение изображения предварительного просмотра

source: Offset of the thumbnail
ru: Смещение миниатюры

source: Offset out of range
ru: Смещение вне диапазона

source: Offset to an IFD containing a preview image
ru: Смещение в IFD, содержащее изображение предварительного просмотра

source: Ok
ru: Ок

source: On
ru: Вкл

source: On (1)
ru: На (1)

source: On (105-point)
ru: Вкл (105 точек)

source: On (11-point)
ru: Вкл (11-точка)

source: On (153-point)
ru: Вкл (153 точки)

source: On (2 frames)
ru: На (2 кадра)

source: On (3 frames)
ru: На (3 кадра)

source: On (39-point)
ru: На (39-точке)

source: On (51-point)
ru: 51-точка)

source: On (Continuous)
ru: Вкл (Постоянно)

source: On (RAW
ru: Вкл (RAW

source: On (RAW)
ru: Вкл (RAW)

source: On (Shooting)
ru: Вкл (Стрелки)

source: On (anti-shake)
ru: Вкл (против встряхивания)

source: On (dark subtracted)
ru: Вкл (темно-вычитается)

source: On (high sensitivity)
ru: Вкл (высокая чувствительность)

source: On (preset)
ru: Вкл (пресет)

source: On (shift AB)
ru: Вкл (shift AB)

source: On (shift GM)
ru: Вкл (ВМ)

source: On (unused)
ru: Вкл (неиспользуемый)

source: On + red-eye
ru: + красный глаз

source: On, Fired
ru: Вкл, Огненный

source: On, Mode 1
ru: Вкл, Режим 1

source: On, Mode 2
ru: Вкл, режим 2

source: On, Mode 3
ru: Вкл, режим 3

source: On, Red-eye reduction
ru: Вкл, снижение красных глаз

source: On, Slow-sync
ru: Вкл, низкая синхронизация

source: On, Slow-sync, Red-eye reduction
ru: Вкл, сниженная синхронизация, снижение красных глаз

source: On, Soft
ru: Вкл, мягкий

source: On, Trailing-curtain Sync
ru: Вкл, Прицеп-занавеска Синхронизация

source: On, Wireless (Control)
ru: Вкл, Беспроводной (Control)

source: On, Wireless (Master)
ru: Вкл, Беспроводной (Мастер)

source: On. Did not fire. Wireless (Master)
ru: Вкл. Не стрелять. Беспроводной (Мастер)

source: One Shot AF Release
ru: Отпуск AF по одному выстрелу

source: One Touch WB
ru: Один касание WB

source: One Touch WB 1
ru: Один касание WB 1

source: One Touch WB 2
ru: Один касание WB 2

source: One Touch WB 3
ru: Один касание WB 3

source: One Touch WB 4
ru: Один касание WB 4

source: One Touch White Balance
ru: Белый баланс одним касанием

source: One of (a) an indicator of the existence of, (b) a reference to (publication, URI), or (c) the text of notes taken in the field about the Event.
ru: Один из а) показателей существования, b) ссылки на (публикация), URI) или (с) текст заметок, принятых в области о событии.

source: One or more topics, themes or entities the content is about, each one expressed by a term from a Controlled Vocabulary.
ru: Одна или несколько тем, тем или сущностей, содержание которых является содержанием, каждая из выраженных термином из контролируемого словаря.

source: One touch white balance
ru: Белый баланс одним касанием

source: One-chip color area
ru: Одночипная цветовая область

source: One-touch
ru: Однократное касание

source: Online rights management certificate.
ru: Сертификат управления правами онлайн.

source: Only applies to CFA images using a Bayer pattern filter array. This tag specifies, in arbitrary units, how closely the values of the green pixels in the blue/green rows track the values of the green pixels in the red/green rows. A value of zero means the two kinds of green pixels track closely, while a non-zero value means they sometimes diverge. The useful range for this tag is from 0 (no divergence) to about 5000 (quite large divergence).
ru: Применимо только к изображениям CFA с использованием массива фильтров для шаблонов Bayer. Этот тег определяет в произвольных единицах, как близко значения зелёных точек синих/зелёных рядов отслеживают значения зелёных пикселей в красных/зелёных рядах. Значение нуля означает два вида зеленых пикселов слегка отслеживают, в то время как ненулевое значение означает, что иногда они различаются. Полезный диапазон для этого тэга от 0 (без различий) до около 5000 (довольно большая дивергенция).

source: Only one file is allowed when extracting to stdout
ru: При распаковке файла допускается только один файл

source: Opacity
ru: Прозрачность

source: Opcode List 1
ru: Список Opcode 1

source: Opcode List 2
ru: Список Opcode 2

source: Opcode List 3
ru: Список Opcode 3

source: Operation Colours
ru: Цвета операции

source: Optical AWL
ru: Оптическая AWL

source: Optical Zoom Code
ru: Оптический код масштаба

source: Optical Zoom Mode
ru: Режим оптического масштабирования

source: Optical axis
ru: Оптическая ось

source: Optical ray
ru: Оптический луч

source: Optical zoom mode
ru: Оптический масштаб

source: Optical/Radio AWL
ru: Оптический/Радио AWL

source: Option
ru: Параметр

source: Option -P is not compatible with a previous option
ru: Опция -P несовместима с предыдущим параметром

source: Option -a is not compatible with a previous option
ru: Опция -a не совместима с предыдущим параметром

source: Option -d is not compatible with a previous option
ru: Опция -d не совместима с предыдущим параметром

source: Option -e is not compatible with a previous option
ru: Опция -e не совместима с предыдущим параметром

source: Option -i is not compatible with a previous option
ru: Вариант -i не совместим с предыдущим вариантом

source: Option -p is not compatible with a previous option
ru: Опция -p не совместима с предыдущим параметром

source: Optional PLUS-ID assigned by the Licensor to the License.
ru: Необязательный PLUS-ID, присвоенный Лицензией Лицензии.

source: Optional PLUS-ID identifying each Copyright Owner.
ru: Необязательные PLUS-ID идентифицирующие каждого владельца авторских прав.

source: Optional PLUS-ID identifying each End User.
ru: Необязательные PLUS-ID для каждого конечного пользователя.

source: Optional PLUS-ID identifying each Image Creator.
ru: Необязательные PLUS-ID идентифицирующие каждый создатель изображений.

source: Optional PLUS-ID identifying each Licensee.
ru: Необязательные PLUS-ID, идентифицирующие каждую лицензию.

source: Optional PLUS-ID identifying each Licensor.
ru: Необязательный PLUS-ID - идентификатор каждого Лицензионного соглашения.

source: Optional PLUS-ID identifying the Image Supplier.
ru: Необязательный PLUS-ID, определяющий поставщика изображений.

source: Optional field for use at Licensee's discretion.
ru: Необязательное поле для использования по усмотрению Лицензии.

source: Optional field for use at Licensor's discretion.
ru: Необязательное поле для использования по усмотрению Лицензионатора.

source: Optional identifier assigned by the Copyright Owner to the image.
ru: Необязательный идентификатор, назначенный владельцем авторского права на изображение.

source: Optional identifier assigned by the Image Creator to the image.
ru: Необязательный идентификатор, назначенный автором изображения изображению.

source: Optional identifier assigned by the Image Supplier to the image.
ru: Необязательный идентификатор, назначенный поставщиком изображений изображению.

source: Optional identifier assigned by the Licensee to the image.
ru: Необязательный идентификатор, назначенный Лицензией изображению.

source: Optional identifier assigned by the Licensor to the image.
ru: Необязательный идентификатор, назначенный Лицензией изображению.

source: Optional identifier associated with each Model Release.
ru: Необязательный идентификатор, связанный с каждым релизом модели.

source: Optional identifier associated with each Property Release.
ru: Необязательный идентификатор, связанный с каждой версией недвижимости.

source: Opto-Electoric Conversion Function
ru: Функция Opto-Electoric преобразования

source: Orange
ru: Оранжевый

source: Order
ru: Заказ

source: Order Number
ru: Номер заказа

source: Order number
ru: Номер заказа

source: Ordered dither or halftone technique
ru: Заказанная техника дампа или полутона

source: Organism
ru: Организм

source: Organism Associated Occurrences
ru: Связанные с организмом события

source: Organism ID
ru: ID организма

source: Organism Name
ru: Название организма

source: Organism Quantity
ru: Количество организма

source: Organism Quantity Type
ru: Тип количества организма

source: Organism Remarks
ru: Замечания организма

source: Organism Scope
ru: Сфера охвата организма

source: Organization
ru: Организация

source: Orientation
ru: Ориентация

source: Orientation Linked AF
ru: Связанная AF ориентация

source: Orientation of the camera when the photo was taken
ru: Ориентация камеры при съемке фото

source: Original
ru: Оригинал

source: Original Best Quality Final Size
ru: Оригинальный конечный размер наилучшего качества

source: Original Decision Data Offset
ru: Оригинальное смещение данных решения

source: Original Default Crop Size
ru: Оригинальный размер обрезки по умолчанию

source: Original Default Final Size
ru: Оригинальный конечный размер по умолчанию

source: Original Document ID
ru: Идентификатор исходного документа

source: Original Image
ru: Оригинальное изображение

source: Original Image Height
ru: Высота исходного изображения

source: Original Image Width
ru: Ширина исходного изображения

source: Original Name Usage
ru: Оригинальное имя

source: Original Name Usage ID
ru: ID использования оригинального имени

source: Original Raw File Data
ru: Исходные данные файла

source: Original Raw File Digest
ru: Оригинальный сборщик файлов сырых данных

source: Original Raw File Name
ru: Имя исходного файла

source: Original decision data offset
ru: Смещение данных об первоначальном решении

source: Original full panorama height from which the image was cropped. Or, if only a partial panorama was captured, this specifies the height of what the full panorama would have been.
ru: Оригинальная высота полной панорамы, с которой изображение было обрезано. Или, если бы была захвачена лишь частичная панорама, это указывает высоту панорамы, которая была бы полностью панорамой.

source: Original full panorama width from which the image was cropped. Or, if only a partial panorama was captured, this specifies the width of what the full panorama would have been.
ru: Оригинальная полная панорама ширины, с которой изображение было обрезано. Или, если была захвачена лишь частичная панорама, это определяет ширину панорамы, которая была бы полной панорамы.

source: Original height in pixels of the image (equal to the actual image's height for unedited images).
ru: Оригинальная высота изображения в пикселях (равная фактической высоте изображения для неотредактированных изображений).

source: Original transmission reference.
ru: Оригинальная трансмиссия.

source: Original width in pixels of the image (equal to the actual image's width for unedited images).
ru: Оригинальная ширина изображения в пикселах (равная фактической ширине изображения для неотредактированных изображений).

source: Other
ru: Прочие вопросы

source: Other Catalog Numbers
ru: Другие номера каталога

source: Other Constraints
ru: Другие ограничения

source: Other Image Info
ru: Другое изображение

source: Other License Conditions
ru: Другие условия лицензии

source: Other License Documents
ru: Другие лицензионные документы

source: Other License Info
ru: Другая информация о лицензии

source: Other License Requirements
ru: Другие требования к лицензии

source: Other QuickTime Compatible FileType Brand
ru: Другой бренд QuickTime совместимого файла

source: Other data
ru: Прочие данные

source: Other editorial instructions concerning the use of the object data, such as embargoes and warnings.
ru: Другие редакционные инструкции, касающиеся использования данных объекта, такие, как эмбарго и предупреждения.

source: Other light source
ru: Другой источник света

source: Out Cue
ru: Выход

source: Out of Range
ru: Вне диапазона

source: Output Audio Sample Rate
ru: Пробная частота вывода аудио

source: Over Scale
ru: За масштаб

source: Overwrite
ru: Перезаписать

source: Owner
ru: Владелец

source: Owner Institution Code
ru: Код учреждения владельца

source: Owner Name
ru: Имя владельца

source: Owner or owners of the copyright in the licensed image.
ru: Владелец или владельцы авторских прав в лицензированном изображении.

source: PC 1
ru: ПК 1

source: PC 2
ru: ПК 2

source: PC 3
ru: ПК 3

source: PC Control
ru: Управление компьютером

source: PC Set 1
ru: Набор PC 1

source: PC Set 2
ru: Набор PC 2

source: PC Set 3
ru: Набор PC 3

source: PC Set 4
ru: Набор PC 4

source: PC Set 5
ru: Набор PC 5

source: PC control
ru: Управление ПК

source: PDF Version
ru: Версия PDF

source: PLUS License Data Format schema
ru: Схема формата лицензии PLUS

source: PLUS Media Summary Code
ru: Сводный код PLUS Media

source: PLUS Version
ru: Версия PLUS

source: PM BW Filter
ru: Фильтр PM BW

source: PM BW filter
ru: Фильтр PM BW

source: PM Noise Filter
ru: Фильтр шума

source: PM Picture Tone
ru: Тон фотографии PM

source: PM Saturation
ru: Длительность ЛС

source: PM Sharpness
ru: Резкость ЛС

source: PM picture tone
ru: Звук изображения ЛС

source: PROVIA (F0/Standard)
ru: ПРЕДВАРИТЕЛЬНАЯ ПОВЕСТКА (F0/Стандарт)

source: PackBits (Macintosh RLE)
ru: Пакеты (Macintosh RLE)

source: Page Name
ru: Название страницы

source: Page Number
ru: Номер страницы

source: Pager
ru: Пейджер

source: PaintBasedCorrections
ru: Исправления краски

source: Painting
ru: Картина

source: Painting Filter
ru: Фильтр рисования

source: Pale & Light Color
ru: Бледный и светлый цвет

source: Pale & Light Color II
ru: Палевый и светлый цвет II

source: Pan Focus
ru: Пан Фокус

source: Pan focus
ru: Пан фокус

source: Panasonic RAW tags
ru: Panasonic RAW тэги

source: Panasonic raw version
ru: Версия Panasonic raw

source: Panning
ru: Панин

source: Panning (2)
ru: Паун (2)

source: Panorama
ru: Панорама

source: Panorama Direction
ru: направление панорамы

source: Panorama Frame
ru: Кадр панорамы

source: Panorama Input Files
ru: Входные файлы панорамы

source: Panorama Mode
ru: Режим панорамы

source: Panorama angle
ru: Угол панорамы

source: Panorama assist
ru: Помощь в Панораме

source: Panorama direction
ru: Направление съёмки панорамы

source: Panorama frame number
ru: Номер кадра панорамы

source: Panorama mode
ru: Режим панорамы

source: Panoramic view
ru: Панорамный вид

source: Pantry
ru: Панель

source: Parameters
ru: Параметры

source: Parametric Darks
ru: Параметрическая тьма

source: Parametric Highlight Split
ru: Разделение подсветки

source: Parametric Highlights
ru: Отметины на Параметрах

source: Parametric Lights
ru: Параметрические лампы

source: Parametric Midtone Split
ru: Параметрический сплит полутона

source: Parametric Shadow Split
ru: Параметрический сплит тени

source: Parametric Shadows
ru: Параметрические тени

source: Parent Event ID
ru: Родительское событие ID

source: Parent Name Usage
ru: Использование родительского имени

source: Parent Name Usage ID
ru: ID использования родительского имени

source: Paris
ru: Париж

source: Part
ru: Часть

source: Part Of Compilation
ru: Часть компиляции

source: Part of compilation.
ru: Часть компиляции.

source: Part.
ru: Часть1.

source: Partial
ru: Частично

source: Partial Color
ru: Частичный цвет

source: Partial Color (blue)
ru: Частичный цвет (синий)

source: Partial Color (green)
ru: Частичный цвет (зеленый)

source: Partial Color (red)
ru: Частичный цвет (красный)

source: Partial Color (yellow)
ru: Частичный цвет (желтый)

source: Partial Color Blue
ru: Частичный цвет синий

source: Partial Color Green
ru: Частичный цвет зеленого цвета

source: Partial Color II
ru: Частичный цвет II

source: Partial Color III
ru: Частичный цвет III

source: Partial Color Orange
ru: Частичный цвет оранжевый

source: Partial Color Purple
ru: Частичный цвет Фиолетовый

source: Partial Color Red
ru: Частичный красный цвет

source: Partial Color Yellow
ru: Частичный цвет желтый

source: Party
ru: Вечеринка

source: Party or parties granting the license to the Licensee.
ru: Сторонники или лица, предоставляющие лицензию Лицензии.

source: Party or parties to whom the license is granted by the Licensor/s under the license transaction.
ru: Сторона или лица, которым лицензия предоставляется Лицензией/Программой в рамках сделки с лицензией.

source: Party or parties ultimately making use of the image under the license.
ru: Сторона или стороны в конечном итоге используют изображение под лицензией.

source: Pattern+AF
ru: Шаблон + AF

source: Peak rate at which data is presented in a video (Expressed in kB/s(kiloBytes per Second))
ru: Максимальная скорость, при которой данные представляются в видео (выражается в kB/s(килобайт в секунду))

source: Pentax Makernote version
ru: Версия Makernote Pentax

source: Pentax PEF Compressed
ru: Пенналоговый PEF сжат

source: Pentax model identification
ru: Идентификация модели пентакса

source: People
ru: Люди

source: Performer Keywords
ru: Ключевые слова исполнителя

source: Performer Keywords.
ru: Ключевые слова исполнителя.

source: Performer URL
ru: URL исполнителя

source: Performer's dedicated URL.
ru: URL исполнителя.

source: Performers
ru: Исполнители

source: Performers involved in the video.
ru: Исполнители, участвующие в видео.

source: Performing
ru: Выполнение

source: Perimeter Value
ru: Значение периметра

source: Peripheral Lighting
ru: Периферическое освещение

source: Peripheral Lighting Setting
ru: Параметры периферического освещения

source: Peripheral Lighting Value
ru: Значение периферического освещения

source: Person Display Name
ru: Отображаемое имя

source: Person Email Digest
ru: Дайджест электронной почты

source: Person LiveId CID
ru: ID пользователя LiveId

source: Person Shown (Details)
ru: Лицо показывается (подробности)

source: Person shown
ru: Показано лицо

source: Perspective Aspect
ru: Аспект перспектив

source: Perspective Horizontal
ru: Ракурс по горизонтали

source: Perspective Rotate
ru: Перспективный поворот

source: Perspective Scale
ru: Масштаб перспективы

source: Perspective Upright
ru: Перспективная стойкость

source: Perspective Vertical
ru: Перспективная вертикальная

source: Perth
ru: Перт

source: Pet
ru: Питомник

source: Photo Effect
ru: Эффект фото

source: Photo Frame
ru: Фото рамки

source: Photo effect
ru: Фото эффект

source: Photo style
ru: Стиль фото

source: Photographer
ru: Фотограф

source: Photographic Image
ru: Фотография

source: Photographic Sensitivity
ru: Фоточувствительность

source: Photometric Interpretation
ru: Фотометрическая интерпретация

source: Photometric Mask
ru: Фотометрическая маска

source: Photoshop Document (PSD)
ru: Документ Photoshop (PSD)

source: Physical type of original photo (deprecated)
ru: Физический тип оригинальной фотографии (устаревший)

source: Pick Label
ru: Выбрать метку

source: Picture Control
ru: Управление картинкой

source: Picture Control Adjust
ru: Настройка управления фотографией

source: Picture Control Adjust Information.
ru: Фотография Adjust Information.

source: Picture Control Base
ru: База управления картинкой

source: Picture Control Data
ru: Данные управления изображением

source: Picture Control Data Base.
ru: База данных управления картинками.

source: Picture Control Data Version.
ru: Картинка управления данными версии.

source: Picture Control Data.
ru: Данные управления изображением.

source: Picture Control Name
ru: Имя управления картинкой

source: Picture Control Name.
ru: Имя управления изображением.

source: Picture Control Quick Adjust
ru: Быстрая настройка панели управления
