Repository: Exiv2/exiv2
Catalog: po/*.po
Languages: ru

source: When the CalibrationIlluminant2 tag is set to 255 (Other), then the IlluminantData2 tag is required and specifies the data for the second illuminant. Otherwise, this tag is ignored. The format of the data is the same as IlluminantData1.
ru: Если флаг CalibrationIlluminant2 установлен в 255 (Other), то требуется тег IlluminantData2 и указывает данные для второго подсветки. В противном случае этот тег игнорируется. Формат данных совпадает с IlluminantData1.

source: When the CalibrationIlluminant3 tag is set to 255 (Other), then the IlluminantData3 tag is required and specifies the data for the third illuminant. Otherwise, this tag is ignored. The format of the data is the same as IlluminantData1.
ru: При установке тега CalibrationIlluminant3 на 255 (Other), требуется тег IlluminantData3 и указывает данные для третьего подсветки. В противном случае этот тег игнорируется. Формат данных совпадает с IlluminantData1.

source: When true, "Brightness" is automatically adjusted.
ru: Если установлено значение "Яркость", автоматически корректируется.

source: When true, "Contrast" is automatically adjusted.
ru: Если включено, то "Контраст" автоматически корректируется.

source: When true, "Exposure" is automatically adjusted.
ru: Если установлено значение true, "Exposure" автоматически настраивается.

source: When true, image has a cropping rectangle.
ru: Когда установлено true, у изображения есть обрезающий прямоугольник.

source: When true, non-default camera raw settings.
ru: Если включено, настройки сырости камеры, не установленные по умолчанию.

source: When true, the clip can be looped seamlessly.
ru: Если включено, клип может быть зацикливан без пламенного перемычка.

source: When true, unity is clear, when false, it is opaque.
ru: Если да, то единство понятно, когда дело ложно, оно непрозрачно.

source: When true,"Shadows" is automatically adjusted.
ru: Когда истина, "Shadows" автоматически корректируется.

source: Whether day saving time is active in destination
ru: Включено ли дневное время в месте назначения

source: Whether day saving time is active in home town
ru: Активна ли дневная экономия времени в родном городе

source: Whether intelligent auto was used
ru: Используются ли умные автомобили

source: Whether to show this image in a panorama viewer rather than as a normal flat image. This may be specified based on user preferences or by the stitching software. The application displaying or ingesting the image may choose to ignore this.
ru: Показывать ли это изображение в панораме, а не как обычное плоское изображение. Это может быть указано на основе пользовательских предпочтений или программной прошивки.

source: White
ru: Белый

source: White Balance
ru: Баланс белого

source: White Balance 2
ru: Баланс белого 2

source: White Balance Bias
ru: Позиция баланса белого

source: White Balance Bias 2
ru: Позиция баланса белого 2

source: White Balance Bracket
ru: Баланс Белого

source: White Balance Bracketing
ru: Баланс белого баланса

source: White Balance Bracketing High
ru: Высокий баланс белых браслетов

source: White Balance Bracketing Low
ru: Низкий баланс браслетов

source: White Balance Comp
ru: Состав баланса белого

source: White Balance Fine Tune
ru: Баланс Белого Баланса

source: White Balance Fine Tune Value
ru: Баланс Белого Стандарта

source: White Balance Fine Tune.
ru: Баланс Белого Баланса.

source: White Balance Setting
ru: Настройка баланса белого

source: White Balance Table
ru: Таблица баланса белого

source: White Balance Temperature
ru: Температура белого баланса

source: White Balance Value
ru: Баланс белого

source: White Board
ru: Белая доска

source: White Fluorescent
ru: Белый флуоресцент

source: White Fluorescent (WW 3200 - 3700K)
ru: Белый флуоресцентный (WW 3200 - 3700K)

source: White Is Zero
ru: Белый — нулевое

source: White Level
ru: Белый уровень

source: White Point
ru: Белая точка

source: White balance
ru: Баланс белого

source: White balance 2
ru: Баланс белого 2

source: White balance 2. Decoding the Fluorescent settings matches the EXIF standard, which is different from the names used by Sony for some models
ru: Баланс белого 2. Декодирование настроек Fluorescent соответствует стандарту EXIF, который отличается от названий Sony для некоторых моделей

source: White balance Shift (amber/blue, green/magenta)
ru: Сдвиг баланса белого (янтарь/синий, зелёный/зелёный)

source: White balance adjustment
ru: Изменение баланса белого

source: White balance bias
ru: Предвзятость баланса белого

source: White balance bias 2
ru: Позиция баланса белого 2

source: White balance blue
ru: Синий баланс

source: White balance bracket
ru: Уровень баланса белого

source: White balance bracketing
ru: Баланс белого баланса

source: White balance comp
ru: Состав баланса белого

source: White balance fine adjustment
ru: Изменение баланса белого цвета

source: White balance fine tune
ru: Настройка баланса белого цвета

source: White balance fine tune setting
ru: Настройка баланса белого цвета

source: White balance information for the Sony DSLR-A100
ru: Информация об остатке белого для Sony DSLR-A100

source: White balance mode
ru: Баланс белого

source: White balance red
ru: Баланс белый красный

source: White balance setting
ru: Настройка баланса белого

source: White balance settings
ru: Настройки баланса белого

source: White balance shift (amber/blue, green/magenta) precise
ru: Точность баланса белого (янтарь/синий, зелёный/зелёный)

source: White balance table
ru: Таблица баланса белого

source: White balance temperature
ru: Температура белого баланса

source: White balance value
ru: Стоимость баланса белого

source: White board
ru: Белая доска

source: White fluorescent (WW 3200 - 3700K)
ru: Белая флуоресцентная (WW 3200 - 3700K)

source: White point
ru: Точка белого

source: White-Balance Bracketing
ru: Брендинг Баланса

source: WhiteBalance
ru: Баланс белых

source: WhiteBalanceBlue
ru: Баланс Белого

source: WhiteBalanceMatching
ru: Соответствие балансу белых

source: WhiteBalanceRed
ru: Баланс Белого

source: WhiteFluorescent
ru: Белый флуоресцент

source: Whites 2012
ru: Белые 2012

source: Wide
ru: Широкий

source: Wide Flash Adapter
ru: Широкий Flash адаптер

source: Wide Flash adaptor
ru: Широкий Flash адаптер

source: Wide Focus Zone
ru: Широкая Фокус Зона

source: Wide focus (normal)
ru: Широкая фокусировка (обычная)

source: Wide focus zone
ru: Широкая фокусная зона

source: Wide mode 1 (230%)
ru: Широкий режим 1 (230%)

source: Wide mode 2 (400%)
ru: Широкий режим 2 (400%)

source: Widescreen
ru: Широкий экран

source: Width and height of image when storing region data
ru: Ширина и высота изображения при хранении данных региона

source: Width and height of the focus frame, centered on FocusLocation
ru: Ширина и высота рамки фокуса по центру

source: Width of frames in a video
ru: Ширина кадров в видео

source: Width of resulting cropped image in CropUnits units.
ru: Ширина результирующего изображения в блоках CropUnit.

source: Width of the image
ru: Ширина изображения

source: Wind Scene
ru: Сцена ветра

source: Window Location
ru: Расположение окна

source: Windows Author
ru: Автор (Windows)

source: Windows Comment
ru: Комментарий (Windows)

source: Windows Keywords
ru: Ключевые слова (Windows)

source: Windows Rating
ru: Оценка в Windows

source: Windows Rating Percent
ru: Процентная оценка в Windows

source: Windows Subject
ru: Тема Windows

source: Windows Title
ru: Название (Windows)

source: Wink Self-timer
ru: Ветвь само-таймер

source: Wireless
ru: Беспроводной

source: Wireless controlled flash fired
ru: Беспроводная вспышка с управляемой вспышкой

source: Wireless flash data
ru: Беспроводные данные

source: Within Range
ru: В пределах диапазона

source: Without correction
ru: Без коррекции

source: Work
ru: Работа

source: World Time
ru: Мировое время

source: World Time Location
ru: Расположение мирового времени

source: World time
ru: Мировое время

source: World time location
ru: Расположение мира

source: Writer
ru: Автор текста

source: Writer/editor.
ru: Автор/редактор.

source: Writing App
ru: Написание приложения

source: Writing Exif data from
ru: Запись данных Exif из

source: Writing IPTC data from
ru: Запись данных IPTC из

source: Writing JPEG comment from
ru: Запись комментария JPEG из

source: Writing XMP data from
ru: Запись данных XMP из

source: Writing iccProfile:
ru: Запись iccProfile:

source: Writing preview
ru: Предпросмотр записи

source: Writing thumbnail
ru: Запись эскиза

source: Writing to %1 images is not supported
ru: Запись %1 изображений не поддерживается

source: Written By
ru: Автор:

source: Written By, i.e. name of person or organization.
ru: Написал Би, то есть имя человека или организации.

source: X
ru: Х

source: X Clip Path Units
ru: X Единицы пути клипа

source: X Position
ru: Позиция X

source: X Resolution
ru: Разрешение X

source: X and Y co-ordinates or the auto focus point. Only valid when AFAreaModeSetting is Flexible
ru: Координаты X и Y или точка автофокуса. Допустимы только тогда, когда AFAreaModeSetting является гибким

source: X and Y coordinate of focus point
ru: Координата X и Y точки фокуса

source: X position of the image. The X offset in ResolutionUnits of the left side of the image, with respect to the left side of the page.
ru: Позиция X изображения. Смещение X в ResolutionUnits левой части изображения, относительно левой части страницы.

source: X-Resolution
ru: Разрешение по X

source: X3 Fill light
ru: Лампа заливки X3

source: XML Packet
ru: XML-пакет

source: XMP Basic Job Ticket schema
ru: Схема базовых билетов заданий XMP

source: XMP Basic schema
ru: Базовая схема XMP

source: XMP Darwin Core schema
ru: Схема ядра XMP Darwin

source: XMP Dynamic Media schema
ru: Динамическая схема XMP

source: XMP Extended Audio schema
ru: Расширенная аудио схема XMP

source: XMP Extended Video schema
ru: Расширенная видеосхема XMP

source: XMP Media Management schema
ru: Схема XMP Media Management

source: XMP Metadata (Adobe technote 9-14-02)
ru: Метаданные XMP (Adobe technote 9-14-02)

source: XMP Paged-Text schema
ru: Текстовая схема XMP

source: XMP Rights Management schema
ru: Система управления правами XMP

source: XMP Toolkit error %1: %2
ru: Ошибка XMP Toolkit %1: %2

source: XYZ values are output-referred
ru: Выходные значения XYZ

source: XYZ values are output-referred and may be HDR
ru: XYZ значения являются выходными и могут быть HDR

source: XYZ values are scene-referred
ru: Значения XYZ относятся к сцене

source: Y
ru: П

source: Y Clip Path Units
ru: Единицы контуров Y

source: Y Position
ru: Позиция Y

source: Y Resolution
ru: Разрешение Y

source: Y position of the image. The Y offset in ResolutionUnits of the top of the image, with respect to the top of the page. In the TIFF coordinate scheme, the positive Y direction is down, so that YPosition is always positive.
ru: Позиция Y изображения. Смещение Y в блоках разрешения верхней части изображения, относительно верхней части страницы. В схеме координат TIFF, положительное Y направление не работает, так что YPosition всегда позитивно.

source: Y-Resolution
ru: Разрешение по Y

source: Y/M/D
ru: Г/М/Д

source: YCbCr Coefficients
ru: Коэффициенты YCbCr

source: YCbCr Positioning
ru: Позиционирование YCbCr

source: YCbCr Sub Sampling
ru: Отбор проб YCbCr

source: YCbCr Sub-Sampling
ru: Субсэмплинг YCbCr

source: YCbCr coefficients
ru: Коэффициенты YCbCr

source: Yangon
ru: Янгон

source: Year
ru: Год

source: Year in which the video was made.
ru: Год, в котором было сделано видео.

source: Year that the model of camera was released
ru: Год выпуска модели камеры

source: Yellow
ru: Жёлтый

source: Yes
ru: Да

source: Yes (flash required but disabled
ru: Да (требуется вспышка, но отключен

source: Yes, auto
ru: Да, авто

source: Yes, auto, red-eye reduction
ru: Да, авто-исправление глаз

source: Yes, auto, red-eye reduction, return light detected
ru: Да, автоматическое уменьшение красного глаза, обратный свет обнаружен

source: Yes, auto, red-eye reduction, return light not detected
ru: Да, автоматическое уменьшение красного глаза, обратный свет не обнаружен

source: Yes, auto, return light detected
ru: Да, авто, возвращение света обнаружено

source: Yes, auto, return light not detected
ru: Да, авто, возврат света не обнаружен

source: Yes, compulsory
ru: Да, обязательный

source: Yes, compulsory, red-eye reduction
ru: Да, обязательно уменьшать красные глаза

source: Yes, compulsory, red-eye reduction, return light detected
ru: Да, обязательно, уменьшение красных глаз, обратный свет обнаружен

source: Yes, compulsory, red-eye reduction, return light not detected
ru: Да, обязательно, уменьшение красного глаза, обратный свет не обнаружен

source: Yes, compulsory, return light detected
ru: Да, в обязательном порядке, обратный свет обнаружен

source: Yes, compulsory, return light not detected
ru: Да, обязательно, обратная лампа не обнаружена

source: Yes, did not fire
ru: Да, не огонь

source: Yes, red-eye reduction
ru: Да, с подавлением эффекта красных глаз

source: Yes, red-eye reduction, return light detected
ru: Да, уменьшение красного глаза, обратный свет обнаружен

source: Yes, red-eye reduction, return light not detected
ru: Да, уменьшение красного глаза, обратный свет не обнаружен

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA
ru: Вы должны были получить копию лицензии GNU General Public вместе с этой программой; если нет, напишите в Free Software Foundation, Inc. 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA

source: Zero X
ru: Ноль X

source: Zero Y
ru: Ноль Y

source: Zone
ru: Зона

source: Zone Matching
ru: Сопоставление зон

source: Zone Matching Mode
ru: Режим совпадения зоны

source: Zone Matching On
ru: Сопоставление зоны

source: Zone Matching Value
ru: Значение совпадения зоны

source: Zone matching
ru: Соответствие зон

source: Zone matching on
ru: Совпадение зоны на

source: Zoom
ru: Трансфокатор

source: Zoom Blur
ru: Размытие масштаба

source: Zoom Source Width
ru: Ширина источника масштаба

source: Zoom Step Count
ru: Количество шагов масштабирования

source: Zoom Target Width
ru: Ширина цели масштаба

source: Zoom source width
ru: Увеличить ширину источника

source: Zoom step count
ru: Количество шагов масштабирования

source: Zoom target width
ru: Масштаб ширины цели

source: [ option [ arg ] ]+ [ action ] file ...
ru: [ вариант [ arg ] ] + [ действие ] файл ...

source: big endian encoded
ru: большой эндианский кодируемый

source: bottom
ru: внизу

source: bottom, left
ru: снизу слева

source: bottom, right
ru: снизу вправо

source: by
ru: от

source: bytes
ru: байт

source: center
ru: центральный

source: centimeter
ru: сантиметр

source: corrupted image metadata
ru: метаданные изображения повреждены

source: day
ru: день

source: days
ru: дней

source: degrees of clockwise camera rotation
ru: градусы вращения камеры по часовой стрелке

source: degrees of upwards camera tilt
ru: градусов наклона камеры вверх

source: digiKam Photo Management schema
ru: Система управления фотографиями DigiKam

source: dir
ru: каталог

source: e-Portrait
ru: e-Портрет

source: exists. [O]verwrite, [r]ename or [s]kip?
ru: существует. Перезаписать [O], переименовать [r] или пропустить [s]?

source: found in the file
ru: найдены в этом файле

source: getopt returned unexpected character code
ru: getopt вернул неожиданный код символа

source: guess
ru: угадать

source: i-Enhance
ru: Повышение

source: iView Media Pro schema
ru: iView Media Pro схема

source: in the file
ru: в файле

source: inch
ru: дюйм

source: inches
ru: дюймов

source: infinite
ru: бесконечный

source: invalid memory allocation request
ru: неверный запрос выделения памяти

source: invalid type in tiff structure
ru: неверный тип в структуре tiff

source: is not compatible with a previous option
ru: не совместим с предыдущим параметром

source: km
ru: км

source: km/h
ru: км/ч

source: knots
ru: узлов

source: left
ru: слева

source: left, bottom
ru: слева, снизу

source: left, top
ru: слева, сверху

source: line
ru: строка

source: little endian encoded
ru: маленький кодируемый

source: lower-left
ru: внизу слева

source: lower-right
ru: меньший правый

source: meter
ru: метр

source: meters
ru: метров

source: mid-left
ru: слева середины

source: mid-right
ru: в середине справа

source: miles
ru: миль

source: month
ru: месяц

source: months
ru: месяцев

source: mph
ru: миль/ч

source: n/a
ru: н/д

source: nautical miles
ru: морских миль

source: none
ru: ничего

source: nor
ru: ни

source: not CMYK
ru: не CMYK

source: not set
ru: не установлено

source: offset
ru: быстрый

source: option argument
ru: аргумент параметра

source: position
ru: позиция

source: positive is acceleration backwards
ru: положительное ускорение назад

source: positive is acceleration to the left
ru: положительным является ускорение влево

source: positive is acceleration upwards
ru: позитивное ускорение вверх

source: rear view
ru: вид сзади

source: requires an argument
ru: требует аргумент

source: right
ru: справа

source: right, bottom
ru: справа, снизу

source: right, top
ru: справа, сверху

source: s
ru: с

source: sRAW2 (sRAW)
ru: sRAW2 (RAW)

source: sRGB (Natural)
ru: sRGB (натуральный)

source: sRGB (Natural+)
ru: sRGB (Натураль+)

source: size
ru: размер

source: tag
ru: поле

source: tiff directory length is too large
ru: длина tiff слишком велика

source: to
ru: в

source: to file
ru: в файл

source: top
ru: сверху

source: top, left
ru: сверху слева

source: top, right
ru: сверху, справа

source: type
ru: тип

source: unkown
ru: неизвестен

source: updating timestamp
ru: обновляется отметка времени

source: upper-left
ru: верхний слева

source: upper-right
ru: вправо

source: used
ru: использовано

source: value
ru: значение

source: year
ru: год

source: years
ru: лет
