Repository: Exiv2/exiv2
Catalog: po/*.po
Languages: ru

source: JPEG Handling
ru: Обработка JPEG

source: JPEG Interchange Format
ru: Формат обмена данными JPEG

source: JPEG Interchange Format Length
ru: Длина формата обмена JPEG

source: JPEG Interchange Formats (JPG, JIF, JFIF)
ru: Форматы обмена JPEG (JPG, JIF, JFIF)

source: JPEG Lossless Predictors
ru: Предсказатели без потерь JPEG

source: JPEG Point Transforms
ru: Трансформации точек JPEG

source: JPEG Process
ru: Процесс JPEG

source: JPEG Q-Tables
ru: JPEG Q-таблицы

source: JPEG Quality
ru: Качество JPEG

source: JPEG Restart Interval
ru: Интервал перезапуска JPEG

source: JPEG comment
ru: Комментарий JPEG

source: JPEG preview
ru: Предпросмотр JPEG

source: JPEG preview image
ru: JPEG превью

source: JPEG tables
ru: Таблицы JPEG

source: JPEG/HEIF switch
ru: Переключатель JPEG/HEIF

source: JXL Decode Speed
ru: JXL скорость декодирования

source: JXL Distance
ru: Расстояние JXL

source: JXL Effort
ru: JXL Усилия

source: Jakarta
ru: Джакарта

source: Jerusalem
ru: Иерусалим

source: Job Reference
ru: Информация о Вакансии

source: Junk Data
ru: Мусорные данные

source: K or M Lens
ru: K или M линз

source: KDE Image Program Interface schema
ru: KDE Image Program Interface схема

source: Kabul
ru: Кабул

source: Karachi
ru: Карачи

source: Kathmandu
ru: Катманду

source: Key
ru: Спецификация

source: Key Line
ru: Линия клавиш

source: Key Line II
ru: Ключевая строка II

source: Keywords
ru: Ключевые слова

source: Keywords tag used by Windows, encoded in UCS2
ru: Поле ключевых слов, используемое в Windows, кодированное в UCS2

source: Keywords.
ru: Ключевые слова

source: Kids
ru: Дети

source: Kids & Pets
ru: Дети и питомцы

source: Kingdom
ru: Королевство

source: Kodak DCR Compressed
ru: Кодаг DCR сжат

source: Kodak DCS Encoding
ru: Кодаг ССИ

source: LED Light
ru: Светодиод

source: LZW
ru: ЛЖВ

source: Label
ru: Метка

source: Landmark
ru: Этап

source: Landscape
ru: Альбом

source: Landscape Image
ru: Горизонтальное изображение

source: Landscape mode
ru: Альбомный режим

source: Landscape+Portrait
ru: Вертикальный пейзаж+портретный

source: Language
ru: Язык

source: Language that has been used to define tags
ru: Язык, используемый для определения тегов

source: Language.
ru: Язык.

source: Large
ru: Большой

source: Large Zone AF
ru: ВС большой зоны

source: Last Image Number
ru: Номер последнего изображения

source: Last Keyword IPTC
ru: Последнее ключевое слово IPTC

source: Last Keyword IPTC.
ru: Последнее ключевое слово IPTC.

source: Last Keyword XMP
ru: Последнее ключевое слово XMP

source: Last Keyword XMP.
ru: Последний ключ XMP.

source: Last Photo Date
ru: Дата последнего фото

source: Last URL
ru: Последний URL

source: Last image number
ru: Номер последнего изображения

source: Last section
ru: Последний раздел

source: Lateral chromatic aberration
ru: Боковое хроматическое аберрации

source: Latest Age Or Highest Stage
ru: Последняя или самая высокая стадия

source: Latest Eon Or Highest Eonothem
ru: Последние Eon или наивысшие Eonothem

source: Latest Epoch Or Highest Series
ru: Последняя Эпоха или Высшая серия

source: Latest Era Or Highest Erathem
ru: Последняя эра или самая высокая эраим

source: Latest Period Or Highest System
ru: Последний период или высшая система

source: Layer Name
ru: Имя слоя

source: Layer Text
ru: Текст слоя

source: Leadtools JPEG 2000
ru: JPEG 2000

source: Left
ru: Слева

source: Left (horizontal)
ru: Слева (горизонтальная)

source: Left (or n/a)
ru: Левый (или н/а)

source: Left (vertical)
ru: Слева (вертикально)

source: Left Eye
ru: Левый глаз

source: Left Zone
ru: Левая зона

source: Left to Right
ru: Слева направо

source: Left to right
ru: Слева направо

source: Left zone
ru: Левая зона

source: Left, top, right and bottom coordinates in full-sized image for each face detected
ru: Слева, сверху, справа и снизу координаты в полноразмерном изображении для каждой грани

source: Left, top, right and bottom coordinates in full-sized image for each face element)
ru: Левые, верхние, правые и нижние координаты в полноразмерном изображении для каждого элемента лица)

source: Left-most
ru: Самое левое

source: Legacy IPTC Digest
ru: Устаревший IPTC дайджест

source: Legacy IPTC Digest.
ru: Устаревший IPTC Digest.

source: Length
ru: Длина

source: Length of a preview image
ru: Длина изображения предварительного просмотра

source: Length of the sequence of photos taken
ru: Длина снятой последовательности фотографий

source: Lens
ru: Объектив

source: Lens AF stop button Fn. Switch
ru: Кнопка остановки Lens AF Fn. Переключатель

source: Lens Correction Settings
ru: Настройки коррекции линз

source: Lens Data
ru: Данные объектива

source: Lens Distortion Parameters
ru: Параметры искажения линз

source: Lens Drive When AF Impossible
ru: Драйв линз при невозможности AF

source: Lens F-Stops
ru: Стопки F-объективов

source: Lens F-stops
ru: Ф-остановки линз

source: Lens Firmware
ru: Линз прошивка

source: Lens Firmware Version
ru: Версия прошивки Lens

source: Lens ID
ru: ID объектива

source: Lens ID Number
ru: ID линз номер

source: Lens ID number
ru: ID линз

source: Lens Info
ru: Информация о линзах

source: Lens Make
ru: Линз марка

source: Lens Manual Distortion Amount
ru: Объем ручного искажения линз

source: Lens Manufacturer
ru: Изготовитель линз

source: Lens Manufacturer.
ru: Изготовитель линз.

source: Lens Model
ru: Модель линзы

source: Lens Model.
ru: Модель линз.

source: Lens Modulation Optimizer
ru: Оптимизатор модуляции линз

source: Lens Profile Chromatic Aberration Scale
ru: Линз профиль Chromatic Аберрация

source: Lens Profile Digest
ru: Дайджест профиля линз

source: Lens Profile Distortion Scale
ru: Масштаб дискредитации линз

source: Lens Profile Enable
ru: Профиль линз включён

source: Lens Profile Filename
ru: Имя профиля Леса

source: Lens Profile Match Key Camera Model Name
ru: Название модели профиля Линз

source: Lens Profile Match Key Exif Make
ru: Профиль Различия Соответствия Ключа Exif Создать

source: Lens Profile Match Key Exif Model
ru: Модель профиля Леса с ключом Exif

source: Lens Profile Match Key Is Raw
ru: Ключ Соответствия Линз

source: Lens Profile Match Key Lens ID
ru: ID соответствия профиля объектива

source: Lens Profile Match Key Lens Info
ru: Информация о профиле "Линз"

source: Lens Profile Match Key Lens Name
ru: Название профиля Линз Ключ Линз

source: Lens Profile Match Key Sensor Format Factor
ru: Фактор соответствия профиля линз ключа датчика

source: Lens Profile Name
ru: Имя профиля Лиза

source: Lens Profile Setup
ru: Настройка профиля линз

source: Lens Profile Vignetting Scale
ru: Шкала профиля линз

source: Lens Properties
ru: Свойства линз

source: Lens Range
ru: Фокусный диапазон

source: Lens Serial Number
ru: Серийный номер линз

source: Lens Serial Number. Convert each byte to hexadecimal to get two digits of the lens serial number.
ru: Линс серийный номер. Преобразуйте каждый байт в 16-ричное число, чтобы получить две цифры серийного номера объема.

source: Lens Shutter Lock
ru: Затвор линз

source: Lens Specification
ru: Спецификация линз

source: Lens Temperature
ru: Температура линз

source: Lens Type
ru: Тип объектива

source: Lens Type.
ru: Тип объектива.

source: Lens data settings
ru: Параметры объектива

source: Lens distortion parameters
ru: Параметры искажения линз

source: Lens firmware
ru: Прошивка линз

source: Lens firmware version
ru: Версия прошивки линз

source: Lens focal length range
ru: Фокусный диапазон объектива

source: Lens model
ru: Модель линз

source: Lens modulation optimizer setting
ru: Настройка оптимизации модуляции линз

source: Lens properties
ru: Свойства линз

source: Lens serial number
ru: Серийный номер линз

source: Lens specification
ru: Спецификация линз

source: Lens temperature
ru: Температура объектива

source: Lens type
ru: Тип объектива

source: Lens zoom position
ru: Положение масштаба линз

source: Lens zoom position (in %)
ru: Положение масштаба линз (в %)

source: Level Gauge Pitch
ru: Шахта калибра уровня

source: Level Gauge Roll
ru: Ролл калибра уровня

source: Level gauge pitch
ru: Высота шкалы уровня

source: Level gauge roll
ru: Рулон шкалы уровня

source: License
ru: Лицензия

source: License End Date
ru: Дата окончания лицензии

source: License ID
ru: ID лицензии

source: License Start Date
ru: Дата начала лицензии

source: License Transaction Date
ru: Дата операции с лицензией

source: Licensee
ru: Лицензиар

source: Licensee ID
ru: ID лицензии

source: Licensee Image ID
ru: ID изображения лицензии

source: Licensee Image Notes
ru: Изображения лицензии

source: Licensee Name
ru: Имя лицензии

source: Licensee Project Reference
ru: Справочник проекта лицензии

source: Licensee Transaction ID
ru: Идентификатор транзакции лицензии

source: Licensor
ru: Лицензия

source: Licensor Address
ru: Адрес лицензии

source: Licensor Address Detail
ru: Детали адреса лицензии

source: Licensor City
ru: Город лицензии

source: Licensor City name.
ru: Имя владельца лицензии.

source: Licensor Country
ru: Страна лицензии

source: Licensor Country name.
ru: Название страны лицензирования.

source: Licensor Email
ru: Электронная почта лицензии

source: Licensor Email address.
ru: Электронная почта лицензии.

source: Licensor ID
ru: ID лицензии

source: Licensor Image ID
ru: ID изображения лицензии

source: Licensor Name
ru: Имя лицензии

source: Licensor Notes
ru: Заметки о лицензии

source: Licensor Postal Code
ru: Почтовый индекс лицензии

source: Licensor Postal Code or Zip Code.
ru: Почтовый индекс или почтовый индекс.

source: Licensor State or Province
ru: Область или провинция лицензии

source: Licensor State or Province name.
ru: Штат лицензии или провинция названия.

source: Licensor Telephone 1
ru: Телефон лицензии 1

source: Licensor Telephone 2
ru: Телефон лицензии 2

source: Licensor Telephone Type 1
ru: Телефон лицензии 1

source: Licensor Telephone Type 1.
ru: Телефон лицензионного номер 1.

source: Licensor Telephone Type 2
ru: Телефон лицензионного типа 2

source: Licensor Telephone Type 2.
ru: Телефон лицензии тип 2.

source: Licensor Telephone number 1.
ru: Телефон лицензионного номера 1.

source: Licensor Telephone number 2.
ru: Телефон лицензионного номера 2.

source: Licensor Transaction ID
ru: Код транзакции лицензии

source: Licensor URL
ru: URL лицензии

source: Licensor street address.
ru: Адрес улицы, удостоверяющей личность.

source: Licensor world wide web address.
ru: Веб-адрес лицензирования всемирный веб-адрес.

source: Life Stage
ru: Этап жизни

source: Light
ru: Светлая

source: Light Condition
ru: Состояние света

source: Light Skin Tone
ru: Легкий тон кожи

source: Light Source
ru: Источник света

source: Light Tone
ru: Светлый тон

source: Light condition
ru: Состояние света

source: Light source
ru: Источник света

source: Light value
ru: Значение света

source: Lighting Mode
ru: Режим освещения

source: LightingOpt
ru: Осветитель

source: Lightness
ru: Светость

source: Lightness.
ru: Светость.

source: Lima
ru: Лима

source: Limited or Incomplete Model Releases
ru: Релизы модели ограничены или незавершены

source: Limited or Incomplete Property Releases
ru: Ограниченные или незавершенные реликвии

source: Linear
ru: Линейный

source: Linear Raw
ru: Линейный Raw

source: Linear Response Limit
ru: Линейный лимит ответа

source: Linearization Table
ru: Таблица Linearization

source: Linearization table
ru: Таблица Linearization

source: Linked Encoded Rights Expression
ru: Связанное кодированное выражение прав

source: Lisbon
ru: Лиссабон

source: List of Region structures
ru: Список региональных структур

source: List of children keyword structures
ru: Список ключевых слов дочерних структур

source: List of root keyword structures
ru: Список структур ключевых слов root

source: Lithostratigraphic Terms
ru: Литостратографические термины

source: Live View Control
ru: Управление живым видом

source: Live View Shooting
ru: Стрельба в режиме реального времени

source: Live view shooting
ru: Съёмка в режиме реального времени

source: Living Specimen
ru: Живой образец

source: Local
ru: Локальный

source: Local AF Area Point
ru: Местная точка области AF

source: Local Location Name
ru: Локальное имя местоположения

source: Local location name
ru: Имя локального местоположения

source: Locality
ru: Местонахождение

source: Localized Camera Model
ru: Локализованная модель камеры

source: Location
ru: Местоположение

source: Location According To
ru: Местоположение по

source: Location Class
ru: Класс местоположения

source: Location Code
ru: Код местоположения

source: Location Created
ru: Местоположение создано

source: Location ID
ru: ID местоположения

source: Location Information
ru: Информация о местоположении

source: Location Information.
ru: Информация о местоположении.

source: Location Name
ru: Имя местоположения

source: Location Remarks
ru: Замечания о местоположении

source: Location Shown
ru: Отображается местоположение

source: Location in the image where the camera focused, used for Playback Zoom. Origin is top left with the first co-ordinate to the right and the second co-ordinate down. If focus location information cannot be obtained, the center of the image is used
ru: Расположение на изображении, на котором фокусируется камера, используется для Zoom. Оригинал находится в левом верхнем углу с первой координатой справа и второй координаты вниз. Если информация о местоположении фокуса не может быть получена, используется центр изображения

source: Location name
ru: Название местоположения

source: Location-City (deprecated)
ru: Город (устаревший)

source: Location-Country ISO-Code (deprecated)
ru: ISO-код страны (устаревший)

source: Location-Country Name (deprecated)
ru: Название страны (устарело)

source: Location-Province/State (deprecated)
ru: Местоположение/Область (устарело)

source: Location-Sublocation (deprecated)
ru: Местонахождение (устарело)

source: Location-World Region (deprecated)
ru: Регион местоположения (устаревший)

source: Lock on AF
ru: Заблокировать AF

source: Log Comment
ru: Комментарий журнала

source: Logo Icon URL
ru: URL значка логотипа

source: Logo URL
ru: URL логотипа

source: London
ru: Лондон

source: Long Exposure Noise Reduction
ru: Снижение шума при длительном воздействии

source: Long Shutter
ru: Длинный затвор

source: Long Shutter Noise Reduction
ru: Снижение шума при длительном затворе

source: Long exposure noise reduction
ru: Подавление шума при длительной выдержке

source: Loop
ru: Цикл

source: Los Angeles
ru: Лос-Анджелес

source: Lossless
ru: Без потерь

source: Lossless Compressed RAW
ru: Сжатая RAW без потерь

source: Lossless, Differential Huffman coding
ru: Потерянное, дифференциальное кодирование Huffman

source: Lossless, Huffman coding
ru: Потерянный, Huffman кодирование

source: Lossless, arithmetic coding
ru: Низкий расход арифметического кодирования

source: Lossless, differential arithmetic coding
ru: Потеря безвыходности, дифференциальная арифметическая кодировка

source: Lossy (type 1)
ru: Потеря (тип 1)

source: Lossy (type 2)
ru: Потеря (тип 2)

source: Low
ru: Низкий

source: Low (-1)
ru: Низкий (-1)

source: Low Key
ru: Низкий ключ

source: Low Light
ru: Низкий свет

source: Low Light 2
ru: Низкий фонарь 2

source: Low Saturation
ru: Низкая продолжительность

source: Low gain down
ru: Низкий уровень усиления

source: Low gain up
ru: Низкий рост

source: Low/High quality
ru: Низкое/высокое качество

source: Lower Far Left
ru: Нижний левый

source: Lower Far Right
ru: Нижний вправо

source: Lower far left
ru: Нижний левый

source: Lower far right
ru: Низкий справа

source: Lower-left
ru: Нижний левый

source: Lower-middle
ru: Ниже среднего

source: Lower-right
ru: Меньше справа

source: Lowest
ru: Наименьший

source: Lowest (-2)
ru: Наименьший (-2)

source: Lowest Biostratigraphic Zone
ru: Самая низкая биостраграфическая зона

source: Luminance Adjustment Aqua
ru: Корректировка яркости Aqua

source: Luminance Adjustment Blue
ru: Регулировка яркости синего цвета

source: Luminance Adjustment Green
ru: Зеленый регулировка яркости

source: Luminance Adjustment Magenta
ru: Корректировка яркости Magenta

source: Luminance Adjustment Orange
ru: Регулировка яркости оранжевого цвета

source: Luminance Adjustment Purple
ru: Корректирующий фиолетовый цвет яркости

source: Luminance Adjustment Red
ru: Регулировка яркости красного цвета

source: Luminance Adjustment Yellow
ru: Регулировка яркости желтого цвета

source: Luminance Noise Reduction Contrast
ru: Контраст снижения яркости

source: Luminance Noise Reduction Detail
ru: Детали уменьшения яркости

source: Luminance Smoothing
ru: Сглаживание яркости

source: Lyrics
ru: Тексты песен

source: Lyrics of a Song/Video.
ru: Текст песни / видео.

source: Lyrics text. No association with timecode.
ru: Текст текста. Нет связи с таймкодом.

source: M-42 or No Lens
ru: М-42 или без линз

source: M-Fn Button
ru: M-Fn кнопка

source: M/D/Y
ru: М/D/Y

source: MCU Version
ru: Версия MCU

source: MCU version
ru: Версия MCU

source: MIME type
ru: Тип MIME

source: MOV
ru: МОВ

source: MPF Axis Distance X
ru: Расстояние оси MPF по оси X

source: MPF Axis Distance Y
ru: Расстояние оси MPF по оси Y

source: MPF Axis Distance Z
ru: Расстояние оси MPF Z

source: MPF Base Viewpoint Number
ru: Базовый номер точки просмотра MPF

source: MPF Baseline Length
ru: Длина базовой линии MPF

source: MPF Image List
ru: Список изображений MPF

source: MPF Image UID List
ru: MPF Изображение UID Список

source: MPF Individual Num
ru: Индивидуальный MPF номер

source: MPF Number of Images
ru: Количество изображений MPF

source: MPF Pan Overlap Horizontal
ru: Горизонтальное наложение MPF

source: MPF Pan Overlap Vertical
ru: Вертикальное перекрытие MPF

source: MPF Pitch Angle
ru: Угол наклона MPF

source: MPF Roll Angle
ru: Угол рулона MPF

source: MPF Total Frames
ru: MPF Всего кадров

source: MPF Version
ru: Версия MPF

source: MPF Vertical Divergence
ru: Вертикальная дивергенция MPF

source: MPF Yaw Angle
ru: Угол Yaw MPF

source: MPFBaselineLength
ru: Длина MPFBaselineLess

source: MPFConvergenceAngle
ru: MPFConvergenceУгол

source: MPFPanOrientation
ru: MPFPanOориентация

source: MPFPitchAngle
ru: MPFPitchУгол

source: MPFRollAngle
ru: MPFRollугол

source: MPFVersion
ru: Версия MPF

source: MPFYawAngle
ru: MPFYawУгол

source: MTF Program
ru: Программа MTF

source: Machine Observation
ru: Наблюдение машины

source: Macintosh Picture (PICT)
ru: Фотография Macintosh (PICT)

source: Macro
ru: Макро

source: Macro Focus
ru: Макрофокус

source: Macro Magnification
ru: Макроувеличение

source: Macro Mode
ru: Макро-режим

source: Macro focus step count
ru: Количество шагов фокусировки макроса

source: Macro magnification
ru: Макроувеличение

source: Macro mode
ru: Режим макросъёмки

source: Macro mode setting
ru: Настройка режима макросов

source: Macro-zoom
ru: Макрозум

source: Madrid
ru: Мадрид

source: Magic Filter
ru: Магический фильтр

source: Magic filter
ru: Магический фильтр

source: Magnetic direction
ru: Магнитное направление

source: Main Dial
ru: Главный набор

source: Main structure containing keyword based information
ru: Основная структура, содержащая информацию по ключевым словам

source: Main structure containing region based information
ru: Основная структура, содержащая информацию по региону

source: Maintain File Name
ru: Поддерживать имя файла

source: Maintain File Type
ru: Поддерживать тип файла

source: Maintain ID in File Name
ru: Поддерживать ID в имени файла

source: Maintain Metadata
ru: Поддержка метаданных

source: Make
ru: Модель

source: Maker Note
ru: Данные производителя

source: Maker Note Type of the camera.
ru: Тип заметки камеры.

source: Maker Note Version of the camera.
ru: Версия чайника Примечание камеры.

source: Maker URL
ru: URL мастера

source: MakerNote Safety
ru: Безопасность MakerNote

source: MakerNote Version
ru: Версия MakerNote

source: MakerNote version
ru: Версия MakerNote

source: MakerNoteSafety lets the DNG reader know whether the EXIF MakerNote tag is safe to preserve along with the rest of the EXIF data. File browsers and other image management software processing an image with a preserved MakerNote should be aware that any thumbnail image embedded in the MakerNote may be stale, and may not reflect the current state of the full size image.
ru: MakerNoteSafety позволяет читателю DNG знать, является ли тег EXIF MakerNote безопасным для сохранения вместе с остальными данными EXIF. Файловые браузеры и другое программное обеспечение для управления изображением с сохраненным MakerNote должны иметь в виду, что любые миниатюрные изображения, встроенные в MakerNote, могут быть устаревшими, и может не отражать текущее состояние полного размера изображения.

source: Makernote Version
ru: Версия Makernote

source: Makernote version
ru: Версия Makernote

source: Makeup
ru: Макияж

source: Male
ru: Муж

source: Manage To
ru: Управление до

source: Manage UI
ru: Управление пользовательским интерфейсом

source: Managed From
ru: Управляемые с

source: Manager
ru: Менеджер

source: Manager Variant
ru: Вариант менеджера

source: Manila
ru: Манила

source: Manometer Pressure
ru: Давление манометра

source: Manometer Reading
ru: Чтение манометра

source: Manometer pressure
ru: Давление манометра

source: Manometer reading
ru: Чтение манометра

source: Manual
ru: Ручная

source: Manual (M)
ru: Ручной (M)

source: Manual (Off-Auto-Aperture)
ru: Ручной (вне-автоматический аспект)

source: Manual AF Point
ru: Ручная точка AF

source: Manual AF Point Sel Pattern
ru: Ручной шаблон сели точки AF

source: Manual AF point selection
ru: Ручной выбор точки фокусировки

source: Manual Exposure Time
ru: Время экспозиции вручную

source: Manual FNumber
ru: Ручной номер

source: Manual Flash
ru: Ручная вспышка

source: Manual Flash Output
ru: Ручной Флэш-вывод

source: Manual Flash Strength
ru: Ручная прочность вспышки

source: Manual Rotate
ru: Ручной поворот

source: Manual Temperature (Kelvin)
ru: Температура вручную (Кельвин)

source: Manual exposure time
ru: Ручное время экспозиции

source: Manual flash
ru: Ручная вспышка

source: Manual flash control
ru: Ручное управление миганием

source: Manual flash output
ru: Ручной флэш выход

source: Manual flash strength
ru: Ручная прочность

source: Manual focus
ru: Ручная фокусировка

source: Manual focus (3)
ru: Ручная фокусировка (3)

source: Manual focus (6)
ru: Ручная фокусировка (6)

source: Manual focus distance
ru: Расстояние фокусировки вручную

source: Manual release
ru: Ручной релиз

source: Manufacturer
ru: Производитель

source: Manufacturer of recording equipment
ru: Производитель записывающего оборудования

source: Marked
ru: Отмечено

source: Markers
ru: Метки

source: Mask Value
ru: Значение маски

source: Masked Areas
ru: Замаскированные районы

source: Material Sample
ru: Образец материала

source: Material Sample ID
ru: Образец ID материала

source: Mathematically positive (i.e. anti-clockwise) rotation of every AF rectangle in centidegrees
ru: Математически позитивный (т. е. против часовой стрелки) поворот каждого AF прямоугольника в центре-градусах

source: Max Aperture
ru: Макс. апертура

source: Max Aperture At Current Focal
ru: Максимальная активность при текущей фокусе

source: Max Aperture At Max Focal
ru: Максимальная степень концентрации

source: Max Aperture At Min Focal
ru: Макс. апертура в мин-фокусе

source: Max Aperture Value
ru: Максимальное значение апертуры

source: Max Focal Length
ru: Максимальная длина фокуса

source: Max aperture
ru: Макс. отверстие

source: Max aperture at current focal
ru: Максимальное количество отверстий в текущем фокусе

source: Max aperture at max focal
ru: Максимальное количество отверстий в фокусе

source: Max aperture at max focal length
ru: Максимальная длина апертуры

source: Max aperture at min focal
ru: Максимальное количество отверстий в фокусе
