Repository: Exiv2/exiv2
Catalog: po/*.po
Languages: ru

source: Actions:
ru: Действия:

source: Examples:
ru: Примеры:

source: Options:
ru: Параметры:

source: Where file is one or more files, optionally containing a URL (http, https, ftp, sftp, data or file) or wildcard
ru: Где файл является одним или несколькими файлами, при необходимости содержит URL (http, https, ftp, sftp, данные или файл) или wildcard

source: - : Input from stdin
ru: - : Ввод из stdin

source: - : Output to stdin
ru: - : Вывод в stdin

source: :basename: - original filename without extension
ru: :basename: - оригинальное имя файла без расширения

source: :dirname: - name of the directory holding the original file
ru: :dirname: - имя каталога, содержащего оригинальный файл

source: :parentname: - name of parent directory
ru: :parentname: - имя родительского каталога

source: C : ICC Profile
ru: C : Профиль ICC

source: C : ICC Profile, from <file>.icc
ru: C : ICC Profile, от <file>.icc

source: C : ICC Profile, to <file>.icc
ru: C : ICC Profile, <file>.icc

source: E : Exif tags
ru: E : Exif теги

source: I : IPTC tags
ru: Я : IPTC тэги

source: R : Recursive print structure of image (debug build only)
ru: R : Рекурсивная структура печати изображения (только отладочная сборка)

source: S : Print structure of image (limited file types)
ru: S : Печать структуры изображения (ограниченные типы файлов)

source: V : Plain data value, data type and the word 'set'
ru: V : Обычное значение данных, тип данных и слово 'set'

source: X : Extract "raw" XMP
ru: X : Извлечь "сырой" XMP

source: X : XMP sidecar from file <file>.xmp
ru: X : Сидекар XMP из файла <file>.xmp

source: X : XMP sidecar to <file>.xmp
ru: X : Сидекар XMP до <file>.xmp

source: X : XMP tags
ru: X : Теги XMP

source: XX: "raw" metadata from <file>.exv. XMP default, optional Exif and IPTC
ru: XX: метаданные "raw" от <file>.exv. XMP по умолчанию, опционально Exif и IPTC

source: XX: "raw" metadata to <file>.exv. XMP default, optional Exif and IPTC
ru: XX: метаданные "raw" для <file>.exv. XMP по умолчанию, необязательный Exif и IPTC

source: a : All supported metadata (the default)
ru: a : Все поддерживаемые метаданные (по умолчанию)

source: a : Exif, IPTC and XMP tags (shortcut for -Pkyct)
ru: a : Exif, IPTC и XMP тэги (ярлык для -Pkyct)

source: c : All IPTC data (any broken multiple IPTC blocks)
ru: c : Все данные IPTC (любые поврежденные несколько IPTC блоков)

source: c : JPEG comment
ru: c : комментарий JPEG

source: c : Number of components (count)
ru: c : Количество компонентов (count)

source: d : Tag description
ru: d : Описание метки

source: e : Exif tags
ru: e : Exif теги

source: e : Exif tags (shortcut for -PEkycv)
ru: e : Теги Exif (ярлык для -PEkycv)

source: h : Hex dump of the Exif tags (-PExgnycsh)
ru: h : Hex дамп Exif тегов (-PExgnycsh)

source: h : Hex dump of the data
ru: h : Дамп данных по Hex

source: i : IPTC tags
ru: i : IPTC тегов

source: i : IPTC tags (-PIkyct)
ru: i : IPTC тэги (-PIkyct)

source: k : Key (e.g. Exif.Photo.UserComment)
ru: k : Ключ (например, Exif.Photo.UserComment)

source: l : Tag label (e.g. Exif.Photo.UserComment, 'User comment')
ru: l : Метка (например, Exif.Photo.UserComment, 'Комментарий пользователя')

source: n : Tag name (e.g. Exif.Photo.UserComment, UserComment)
ru: n : Имя тега (например, Exif.Photo.UserComment, UserComment)

source: p : List available image preview, sorted by size
ru: p : Список доступных изображений, отсортированных по размеру

source: pN: Extract N'th preview image to <file>-preview<N>.<ext>
ru: pN: Извлечь N'th превью к <file>-preview<N>.<ext>

source: reg prefix namespace )
ru: reg префикс )

source: s : A summary of the Exif metadata (the default)
ru: s : Резюме метаданных Exif (по умолчанию)

source: s : Size in bytes of vanilla value (may include NULL)
ru: s : Размер в байтах ванильного значения (может включать NULL)

source: t : Exif thumbnail only
ru: t : только Exif-эскиз

source: t : Exif thumbnail only (JPEGs only from <file>-thumb.jpg)
ru: t : Только эскизы Exif (JPEGs только из <file>-thumb.jpg)

source: t : Exif thumbnail only (to <file>-thumb.jpg)
ru: t : Exif эскиз только ( <file>-thumb.jpg)

source: t : Interpreted (translated) Exif tags (-PEkyct)
ru: t : Интерпретированные (переведенные) теги Exif (-PEkyct)

source: t : Interpreted (translated) human readable values
ru: t : Интерпретированные (транслированые) человеческие значения

source: v : Plain (untranslated) Exif tags values (-PExgnycv)
ru: v : Простые (непереведенные) значения Exif тегов (-PExgnycv)

source: v : Plain data value of untranslated (vanilla)
ru: v : Обычное значение данных непереведенного (ванильная)

source: x : Tag number for Exif or IPTC tags (in hexadecimal)
ru: x : Номер тега для Exif или IPTC тегов (в шестнадцатеричном)

source: x : XMP tags
ru: x : тэги XMP

source: x : XMP tags (-PXkyct)
ru: x : теги XMP (-PXkyct)

source: ( (set | add) <key> [[<type>] <value>] |
ru: ( (установить | добавить) <key> [[<type>] <value>] |

source: Default 'fmt' is %Y%m%d_%H%M%S
ru: По умолчанию «fmt» является %Y%m%d_%H%M%S

source: follows strftime(3). The following keywords are also supported:
ru: следует strftime(3). Также поддерживаются следующие ключевые слова:

source: -F Do not prompt before renaming files (Force)
ru: -F не запрашивать до переименования файлов (сил)

source: -K key Only output where 'key' exactly matches tag's key
ru: -K клавиша только выводить, где 'key' точно соответствует ключу тега

source: -M cmd Command line for the modify action. The format is:
ru: -M командная строка для изменения действия. Формат:

source: -P flgs Print flags for fine control of tag lists ('print' action):
ru: -P флаги Печать флагов для точного контроля списков тегов (действие 'print'):

source: -Q lvl Set log-level to d(ebug), i(nfo), w(arning), e(rror) or m(ute)
ru: -Q lvl Установить уровень журнала в d(ebug), i(nfo), w(arning), e(rror) или m(ute)

source: -S suf Use suffix 'suf' for source files for insert action.
ru: -S suf Используйте суффикс 'suf' для исходных файлов для действий вставки.

source: -T Only set the file timestamp from Exif metadata ('rename' action)
ru: -T установить только отметку времени файла из метаданных Exif (действие 'rename')

source: -V Show the program version and exit
ru: -V Показать версию программы и выйти из

source: -a time Time adjustment in the format [+|-]HH[:MM[:SS]]. For 'adjust' action
ru: -корректировка времени в формате [+|-]H[:MM[:SS]]. Для действия 'корректировать'

source: -c txt JPEG comment string to set in the image.
ru: -c txt JPEG комментарий строка, чтобы установить на изображении.

source: -d tgt1 Delete target(s) for the 'delete' action. Possible targets are:
ru: -d tgt1 Удалить цели действия 'Удалить'. Возможные цели:

source: -e tgt3 Extract target(s) for the 'extract' action. Possible targets
ru: -e Цели извлечения tgt3 для действия извлечения. Возможные цели

source: -f Do not prompt before overwriting existing files (force)
ru: -f Не запрашивать до перезаписи существующих файлов (принудительных)

source: -h Display this help and exit
ru: -h Отобразить эту справку и выйти из

source: -i tgt2 Insert target(s) for the 'insert' action. Possible targets are
ru: -i tgt2 Вставить цели для действия 'Вставить'. Возможными целями являются

source: -k Preserve file timestamps when updating files (keep)
ru: -k Сохранять временные метки при обновлении файлов (сохранить)

source: -l dir Location (directory) for files to be inserted from or extracted to.
ru: -l каталог Расположение (каталог) вставляемых или извлекаемых файлов.

source: -m cmdf Applies commands in 'cmdf' file, for the modify action (see -M for format).
ru: -м cmdf Применяет команды в файле 'cmdf', для изменения (см. -M для формата).

source: -n enc Character set to decode Exif Unicode user comments
ru: -n знаков для декодирования комментариев пользователя Exif Unicode

source: -p mode Print mode for the 'print' action. Possible modes are:
ru: -p режим Print -- режим для действия 'вывод' (print). Возможные режимы:

source: -q Silence warnings and error messages (quiet)
ru: -q Предупреждения молчания и сообщения об ошибках (тихие)

source: -r fmt Filename format for the 'rename' action. The format string
ru: -r формат имени файла для действия «rename». Строка формата

source: -t Set the file timestamp from Exif metadata when renaming (overrides -k)
ru: -t Установить метку времени файла из метаданных Exif при переименовании (переопределения -k)

source: -u Show unknown tags (e.g., Exif.SonyMisc3c.0x022b)
ru: -u Показать неизвестные теги (например, Exif.SonyMisc3c.0x022b)

source: -v Be verbose during the program run
ru: -v Подробности при запуске программы

source: exiv2 -M"set Xmp.dc.subject XmpBag Sky" image.tiff Set (or add if missing) value to tag in file
ru: exiv2 -M"set Xmp.dc.subject XmpBag Sky" image.tiff Set (или add if missing) value to tag in file

source: exiv2 -g date/i https://clanmills.com/Stonehenge.jpg Print all tags in file, where key contains 'date' (case insensitive)
ru: exiv2 -g date/i https://clanmills.com/Stonehenge.jpg Печать всех тегов в файле, где ключ содержит 'date' (без учета регистра)

source: exiv2 -pe image.dng *.jp2 Print all Exif tags in image.dng and all .jp2 files
ru: exiv2 -pe image.dng *.jp2 Печать всех Exif тегов в image.dng и всех .jp2 файлов

source: ad | adjust Adjust Exif timestamps by the given time. Requires at least one of -a, -Y, -O or -D
ru: ad | Настройка временных меток Exif к заданному времени. Требуется хотя бы одного из -a, -Y, -O или -D

source: ex | extract Extract metadata to .exv, .xmp, preview image, thumbnail, or ICC profile. Use option -S to change the suffix of the input files and -l to change the location
ru: ex | Извлечь метаданные Extract в .exv, . mp, превью изображения, эскизы, или ICC профиль. Используйте опцию -S для изменения суффикса входных файлов и -l для изменения местоположения

source: fc | fixcom Convert the Unicode Exif user comment to UCS-2. The current character encoding can be specified with the -n option
ru: fc | fixcom Преобразовать Unicode Exif комментарий пользователя к UCS-2. Текущая кодировка может быть указана с параметром -n

source: fi | fixiso Copy ISO setting from Canon and Nikon makernotes, to the standard Exif tag
ru: fi | fixiso Copy ISO из Canon и Nikon makernotes, в стандартный Exif тег

source: in | insert Insert metadata from .exv, .xmp, thumbnail or .icc file. Use option -S to change the suffix of the input files and -l to change the location
ru: in | вставить метаданные из .exv, .xmp, thumbnail или .icc файла. Используйте опцию -S для изменения суффикса входных файлов и -l для изменения местоположения

source: mv | rename Rename files and/or set file timestamps according to the Exif timestamps. The filename format can be set with -r format, timestamp options are controlled with -t and -T
ru: mv | Переименуйте файлы Rename и/или установите временные метки в соответствии с метки времени Exif времени. Формат имени файла может быть установлен в формате -r, параметры тайметки контролируются с помощью -t и -T

source: pr | print Print image metadata (default is a summary). This is the default action
ru: pr | распечатать метаданные изображения (по умолчанию это сводка). Это значение по умолчанию действие

source: rm | delete Deletes image metadata, use -d to choose type to delete (default is all)
ru: rm | Удалить метаданные изображения, используйте -d для выбора типа удаления (по умолчанию все)

source: Picture control
ru: Управление картинкой

source: m
ru: м

source: "Blue Hue" setting. Range -100 to 100.
ru: "Синяя Hue" настройка диапазона от 100 до 100.

source: "Blue Saturation" setting. Range -100 to +100.
ru: "Синяя насыщенность". Радиус от -100 до +100.

source: "Brightness" setting. Range 0 to +150.
ru: "Яркость". От 0 до +150.

source: "Camera Profile" setting.
ru: Настройка «Профиля камеры».

source: "Chromatic Aberration, Fix Blue/Yellow Fringe" setting. Range -100 to +100.
ru: Параметр "Chromatic Aberration, Fix Blue/Yellow Fring". Диапазон от -100 до +100.

source: "Chromatic Aberration, Fix Red/Cyan Fringe" setting. Range -100 to +100.
ru: "Хроматическая Аберрация, Исправлена Редкая Франция". Диапазон от -100 до +100.

source: "Color Noise Reduction" setting. Range 0 to +100.
ru: Параметр "Уменьшение цвета" включает диапазон от 0 до +100.

source: "Contrast" setting. Range -50 to +100.
ru: Контрастная настройка, диапазон от 50 до +100.

source: "Exposure" setting. Range -4.0 to +4.0.
ru: Параметр "Exposure". Диапазон -4.0 до +4.0.

source: "Green Hue" setting. Range -100 to +100.
ru: Параметр "Зелёный Угол". Диапазон от -100 до +100.

source: "Green Saturation" setting. Range -100 to +100.
ru: "Зеленая насыщенность". Диапазон от -100 до +100.

source: "Luminance Smoothing" setting. Range 0 to +100.
ru: "Сглаживание яркости". Диапазон от 0 до +100.

source: "Red Hue" setting. Range -100 to +100.
ru: "Красный Hue". Диапазон от -100 до +100.

source: "Red Saturation" setting. Range -100 to +100.
ru: "Красная насыщенность". Диапазон от -100 до +100.

source: "Saturation" setting. Range -100 to +100.
ru: "Насыщенная" настройка. Радиус от -100 до +100.

source: "Shadow Tint" setting. Range -100 to +100.
ru: Параметр "Тень подсказки". Радиус от -100 до +100.

source: "Shadows" setting. Range 0 to +100.
ru: Параметр "Тени". От 0 до +100.

source: "Sharpness" setting. Range 0 to +100.
ru: Параметр "Резкость". От 0 до +100.

source: "Temperature" setting. Range 2000 to 50000.
ru: "Температура". Диапазон от 2000 до 50000.

source: "Tint" setting. Range -150 to +150.
ru: Диапазон от -150 до +150.

source: "Vignetting Amount" setting. Range -100 to +100.
ru: Параметр "Сумма Vignetting". Диапазон от -100 до +100.

source: "Vignetting Midpoint" setting. Range 0 to +100.
ru: Параметр "Vignetting Midpoint". Радиус от 0 до +100.

source: "White Balance" setting. One of: As Shot, Auto, Daylight, Cloudy, Shade, Tungsten, Fluorescent, Flash, Custom
ru: Параметр "Баланс с белым". Одни: как выстрел, Auto, Daylight, Cloudy, Shade, Tungsten, Fluorescent, Flash, Custom

source: %1 has invalid XMP value type `%2'
ru: %1 имеет неверный XMP тип значения `%2'

source: %1 value not set
ru: Значение %1 не задано

source: %1: Failed to map file for reading and writing: %2
ru: %1: Не удалось прочитать и записать файл карты: %2

source: %1: Failed to open file (%2): %3
ru: %1: Не удалось открыть файл (%2): %3

source: %1: Failed to open the data source: %2
ru: %1: Не удалось открыть источник данных: %2

source: %1: Failed to rename file to %2: %3
ru: %1: Не удалось переименовать файл в %2: %3

source: %1: File access disabled in exiv2 build options
ru: %1: Доступ к файлам отключен в exiv2 сборке

source: %1: Not supported
ru: %1: Не поддерживается

source: %1: The file contains data of an unknown image type
ru: %1: Файл содержит данные неизвестного типа изображения

source: %1: Transfer failed: %2
ru: %1: Передача не удалась: %2

source: 'long' and 'short' focal length of lens (in 'focal units') and 'focal units' per mm
ru: "длинная" и "короткая" длина рассеивателя (в "фокусных группах" и "фокусные единицы" на мм

source: (Deprecated in favour of dc:rights.) The copyright information.
ru: (Устанавливается в пользу dc:rights.) Информация об авторском праве.

source: (East/West). Indicates longitude.
ru: Индикация долготы.

source: (Invalid)
ru: (Некорректно)

source: (North/South). Indicates latitude.
ru: (Север/Юг). Укажите широту.

source: (deprecated) The date and time when the audio was last modified.
ru: (устарело) Дата и время последнего изменения звука.

source: (deprecated) The date and time when the metadata was last modified.
ru: (устарело) Дата и время, когда метаданные были изменены.

source: (deprecated)The date and time when the video was last modified.
ru: (устаревший) Дата и время последнего изменения видео.

source: (invalid)
ru: (неверно)

source: (legacy) Code of the country of the location shown in the image. This element is at the top/first level of a top-down geographical hierarchy. The code should be taken from ISO 3166 two or three letter code. The full name of a country should go in the "Country" element.
ru: (обычный) Код страны расположения, показанный на изображении. Этот элемент находится на верхнем/первом уровне географической иерархии сверху. Код должен быть взят из двухбуквенного или трехбуквенного кода ISO 3166. Полное название страны должно быть в элементе "Страна".

source: (legacy) Exact name of the sublocation shown in the image. This sublocation name could either be the name of a sublocation to a city or the name of a well known location or (natural) monument outside a city. In the sense of a sublocation to a city this element is at the fourth level of a top-down geographical hierarchy.
ru: (legacy) Точное название самоблокировки, которое отображается на изображении. Это название может быть либо названием сапога городу, либо названием известного местонахождения или (естественного) памятника за пределами города. В смысле присвоения города этот элемент находится на четвертом уровне сверху вниз географической иерархии.

source: (none)
ru: (ничего)

source: (not set)
ru: (не настроено)

source: *Main structure* Camera Raw Saved Settings Parameters.
ru: *Главная структура* Параметры сохраненных параметров камеры.

source: *Main structure* Camera Raw Saved Settings.
ru: *Главная структура* Сохраненные параметры камеры.

source: *Main structure* containing Darwin Core location based information.
ru: *Основная структура*, содержащая информацию о местоположении Darwin Core.

source: *Main structure* containing event based information.
ru: *Основная структура*, содержащая информацию о событиях.

source: *Main structure* containing fossil specimen based information. A preserved specimen that is a fossil.
ru: *Основная структура*, содержащая информацию о ископаемых образцах.

source: *Main structure* containing geological context based information.
ru: *Основная структура*, содержащая информацию о геологическом контекстах.

source: *Main structure* containing human observation based information.
ru: *Основная структура*, содержащая информацию о наблюдении человека.

source: *Main structure* containing identification based information.
ru: * Основная структура* с идентификационной информацией.

source: *Main structure* containing living specimen based information. A specimen that is alive.
ru: *Главная структура*, содержащая живую информацию по образцам.

source: *Main structure* containing machine observation based information.
ru: *Основная структура*, содержащая информацию о машинном наблюдении.

source: *Main structure* containing material sample based information.
ru: *Основная структура*, содержащая информацию по образцу материала.

source: *Main structure* containing measurement based information.
ru: * Основная структура*, содержащая информацию по измерениям.

source: *Main structure* containing occurrence based information.
ru: *Основная структура*, содержащая информацию по наличию.

source: *Main structure* containing organism based information.
ru: *Основная структура* содержащая информацию по организму.

source: *Main structure* containing preserved specimen based information. A specimen that has been preserved.
ru: *Главная структура*, содержащая сохраненную информацию по образцам.

source: *Main structure* containing record based information.
ru: *Основная структура* содержит информацию о записях.

source: *Main structure* containing relationships between resources based information.
ru: *Основная структура*, содержащая отношения между информацией по ресурсам.

source: *Main structure* containing taxonomic based information.
ru: *Основная структура*, содержащая информацию по таксономии.

source: *Root structure*
ru: *Корневая структура*

source: *sub Root structure*
ru: *подструктура корня*

source: +1 (medium hard)
ru: +1 (среднее жёсткое)

source: +1 (medium high)
ru: +1 (средняя высота)

source: +1 (medium strong)
ru: +1 (средний мощный)

source: +2 (hard)
ru: +2 (хард)

source: +2 (high)
ru: +2 (высокий)

source: +2 (strong)
ru: +2 (сильный)

source: +3 (very hard)
ru: +3 (очень сложный)

source: +3 (very high)
ru: +3 (очень высокий)

source: +3 (very strong)
ru: +3 (очень сильный)

source: +4 (hardest)
ru: +4 (жадный)

source: +4 (highest)
ru: +4 (наивысший)

source: +4 (strongest)
ru: +4 (сильный)

source: -1 (medium low)
ru: -1 (средняя низкая)

source: -1 (medium soft)
ru: -1 (средней мягкости)

source: -1 (medium weak)
ru: -1 (средняя слабость)

source: -2 (low)
ru: -2 (низкий)

source: -2 (soft)
ru: -2 (мягкий)

source: -2 (weak)
ru: -2 (слабый)

source: -3 (very low)
ru: -3 (очень низкий)

source: -3 (very soft)
ru: -3 (очень мягкий)

source: -3 (very weak)
ru: -3 (очень слабый)

source: -4 (lowest)
ru: -4 (самая низкая)

source: -4 (softest)
ru: -4 (мягкий)

source: -4 (weakest)
ru: -4 (слабый)

source: -M option
ru: -М вариант

source: -S option can only be used with insert action
ru: -S опция может быть использована только с действием вставки

source: -T option can only be used with rename action
ru: Опция -T может быть использована только с действием переименования

source: -l option can only be used with extract or insert actions
ru: Опция -l может быть использована только с распаковкой или действиями вставки

source: -t option can only be used with rename action
ru: Опция -t может быть использована только с действием переименования

source: 0 (normal)
ru: 0 (нормально)

source: 0.3 seconds
ru: 0,3 секунды

source: 0.6 seconds
ru: 0,6 секунды

source: 1 EV (Auto)
ru: 1 EV (Авто)

source: 1 file
ru: 1 файл

source: 1 shot
ru: 1 выстрел

source: 1-area
ru: 1 район

source: 1-area (high speed)
ru: 1-площадь (высокая скорость)

source: 10 files
ru: 10 файлов

source: 10 shots
ru: 10 снимков

source: 12 shots
ru: 12 снимков

source: 1280x720 Movie
ru: 1280x720 Кино

source: 16 shots
ru: 16 выстрелов

source: 1920x1080 Movie
ru: 1920x1080 Кино

source: 1st
ru: 1-й

source: 1st Curtain (front)
ru: 1-й занавес (перед)

source: 2 EV (Auto)
ru: 2 EV (Авто)

source: 2 files
ru: 2 файла

source: 2 in 1
ru: 2 в 1

source: 2 shots
ru: 2 выстрела

source: 2-dimensional measurement
ru: 2-мерные измерения

source: 200 (Zone Matching High)
ru: 200 (Высокая соответствующая зона)

source: 225-area
ru: 225-местный

source: 23-area
ru: 23-местность

source: 2304x1728 or 2592x1944
ru: 2304x1728 или 2592x1944

source: 2560x1920 or 2304x1728
ru: 2560 x 1920 или 2304 x 1728

source: 2816x2212 or 2816x2112
ru: 2816 x 2212 или 2816 x 2112

source: 2nd
ru: 2-й

source: 2nd Curtain
ru: 2-й занавес

source: 2nd Curtain (rear)
ru: 2-й занавес (зад.)

source: 2nd-curtain sync used
ru: Использована синхронизация занавесов

source: 2x2 matrix (Clockwise)
ru: Матрица 2x2 (по часовой стрелке)

source: 3 EV (Auto)
ru: 3 EV (Авто)

source: 3 files
ru: 3 файла

source: 3 images, Sequence -/0/+
ru: 3 изображения, последовательность -/0/+

source: 3 images, Sequence 0/-/+
ru: 3 изображения, последовательность 0/-/+

source: 3 shots
ru: 3 выстрела

source: 3-area (auto)
ru: 3-площадь (авто)

source: 3-area (center)
ru: 3-площадь (центр)

source: 3-area (left)
ru: 3-полигон (слева)

source: 3-area (right)
ru: 3 области (справа)

source: 3-dimensional measurement
ru: 3-мерные измерения

source: 3000 Kelvin
ru: 3000 K

source: 3000K (Tungsten light)
ru: 3000K (огненный свет)

source: 3600K (Tungsten light-like)
ru: 3600K (Тунгстен лайн)

source: 3700 Kelvin
ru: 3700 K

source: 3D Image
ru: 3D-изображение

source: 4 shots
ru: 4 выстрела

source: 4000 Kelvin
ru: 4000 K

source: 4000K (Cool white fluorescent)
ru: 4000K (Крутой белый флуоресцент)

source: 4096x2160 Movie
ru: Фильм 4096x2160

source: 4500 Kelvin
ru: 4500 K

source: 4500K (Neutral white fluorescent)
ru: 4500K (Нейтральный белый флуоресцент)

source: 49-area
ru: 49-площадь

source: 4k Movie
ru: 4k Кино

source: 5 files
ru: 5 файлов

source: 5 images, Sequence -/0/+
ru: 5 изображений, последовательность -/0/+
