Repository: Exiv2/exiv2
Catalog: po/*.po
Languages: ru

source: The full scientific name of the order in which the taxon is classified.
ru: Полное научное название порядка, в котором таксон классифицирован.

source: The full scientific name of the phylum or division in which the taxon is classified.
ru: Полное научное название филола или подразделения, в котором таксон классифицирован.

source: The full scientific name of the subgenus in which the taxon is classified. Values should include the genus to avoid homonym confusion.
ru: Полное научное название подвида, в котором таксон классифицирован. Значения должны включать ген во избежание гомонической путаницы.

source: The full scientific name, with authorship and date information if known. When forming part of an Identification, this should be the name in lowest level taxonomic rank that can be determined. This term should not contain identification qualifications, which should instead be supplied in the IdentificationQualifier term.
ru: Полное научное название, с авторством и датой информации, если известно. При формировании части идентификации, это должно быть именем в таксономическом ранге самого низкого уровня, который может быть определен. Этот термин не должен содержать идентификационные квалификации, которые должны представляться в термине "Идентификационный критерий".

source: The full, unabbreviated name of the next smaller administrative region than county (city, municipality, etc.) in which the Location occurs. Do not use this term for a nearby named place that does not contain the actual location.
ru: Полноценное, безошибочное название очередного административного района, чем округ (город, муниципалитет и т.д. в котором происходит Местоположение. Не используйте этот термин для близлежащего именованного места, не содержащего фактического местоположения.

source: The full, unabbreviated name of the next smaller administrative region than stateProvince (county, shire, department, etc.) in which the Location occurs.
ru: ), в котором происходит местонахождение.

source: The gain (what number the sample values are multiplied by) between the main raw IFD and the preview IFD containing this tag.
ru: Получение (какое число значения выборки умножаются на ) между главным первичным IFD и IFD предварительного просмотра, содержащим этот тег.

source: The geographic latitude (in decimal degrees, using the spatial reference system given in geodeticDatum) of the geographic center of a Location. Positive values are north of the Equator, negative values are south of it. Legal values lie between -90 and 90, inclusive.
ru: Географическая широта (в десятичных градусах, с использованием пространственной системы координат, указанной в геодезическом датуме) географического центра местоположения. Положительные значения севернее Экватора, отрицательные значения южнее. Правовые значения находятся в диапазоне от -90 до 90 включительно.

source: The geographic longitude (in decimal degrees, using the spatial reference system given in geodeticDatum) of the geographic center of a Location. Positive values are east of the Greenwich Meridian, negative values are west of it. Legal values lie between -180 and 180, inclusive.
ru: Географическая долгота (в десятичных градусах, с использованием пространственной системы координат, указанной в геодезическом датуме) географического центра местоположения. Положительные значения к востоку от Гринвич-Меридиан, отрицательные значения к западу от него.

source: The greater depth of a range of depth below the local surface, in meters.
ru: Большая глубина диапазона глубины ниже локальной поверхности, в метрах.

source: The greater distance in a range of distance from a reference surface in the vertical direction, in meters. Use positive values for locations above the surface, negative values for locations below. If depth measures are given, the reference surface is the location given by the depth, otherwise the reference surface is the location given by the elevation.
ru: Большее расстояние в диапазоне расстояния от исходной поверхности в вертикальном направлении, в метрах. Используйте положительные значения для расположения над поверхностью, отрицательные значения для расположения ниже. Если определены глубинные измерения, то эталонной поверхностью является место, указанное глубиной, в противном случае эталонная поверхность представляет собой место, указанное на высоте.

source: The heading angle of the initial view in degrees.
ru: Угол заголовка первоначального вида в градусах.

source: The history that appears in the FileInfo panel, if activated in the application preferences.
ru: История, которая появляется в панели FileInfo, если она активирована в настройках приложения.

source: The horizontal distance (in meters) from the given decimalLatitude and decimalLongitude describing the smallest circle containing the whole of the Location. Leave the value empty if the uncertainty is unknown, cannot be estimated, or is not applicable (because there are no coordinates). Zero is not a valid value for this term.
ru: Горизонтальное расстояние (в метрах) от заданной десятичной и десятичной длины, описывающее наименьший круг, содержащий все местоположение. Оставьте пустым, если неопределенность неизвестна, не может быть оценена или неприменима (потому что координаты отсутствуют). Ноль не является допустимым значением для этого термина.

source: The identifying name of the text layer.
ru: Идентификационное имя текстового слоя.

source: The illuminant used for an optional second set of color calibration tags (ColorMatrix2, CameraCalibration2, ReductionMatrix2). The legal values for this tag are the same as the legal values for the CalibrationIlluminant1 tag; however, if both are included, neither is allowed to have a value of 0 (unknown). If set to 255 (Other), then the IFD must also include a IlluminantData2 tag to specify the x-y chromaticity or spectral power distribution function for this illuminant.
ru: Подсветка используется для второго набора меток калибровки цветов (ColorMatrix2, CameraCalibration2, ReductionMatrix2). Законные значения этого тэга совпадают с юридическими значениями тэга CalibrationIlluminant1; Однако, если оба включаются, ни один из них не может иметь значение 0 (неизвестно). Если установлено значение 255 (Other), , то IFD также должен включать метку IlluminantData2, чтобы указать функцию x-y хроматичности или спектрального распределения мощности для этого осветителя.

source: The illuminant used for an optional third set of color calibration tags (ColorMatrix3, CameraCalibration3, ReductionMatrix3). The legal values for this tag are the same as the legal values for the LightSource EXIF tag; CalibrationIlluminant1 and CalibrationIlluminant2 must also be present. If set to 255 (Other), then the IFD must also include a IlluminantData3 tag to specify the x-y chromaticity or spectral power distribution function for this illuminant.
ru: Подсветка используется для третьего набора цветовых тегов (ColorMatrix3, CameraCalibration3, ReductionMatrix3). Законные значения для этого тега те же, что и для тега LightSource EXIF; также должны присутствовать CalibrationIlluminant1 и CalibrationIlluminant2. Если установлено значение 255 (Other), , то IFD также должна включать метку IlluminantData3 для указания функции x-y хроматичности или спектрального распределения мощности для этого осветителя.

source: The illuminant used for the first set of color calibration tags (ColorMatrix1, CameraCalibration1, ReductionMatrix1). The legal values for this tag are the same as the legal values for the LightSource EXIF tag. If set to 255 (Other), then the IFD must also include a IlluminantData1 tag to specify the x-y chromaticity or spectral power distribution function for this illuminant.
ru: Подсветка используется для первого набора цветовых тегов (ColorMatrix1, CameraCalibration1, ReductionMatrix1). Правильные значения этого тэга совпадают с допустимыми значениями тега LightSource EXIF. Если установлено значение 255 (Other), , то IFD также должна включать метку IlluminantData1 для указания функции x-y хроматичности или спектрального распределения мощности для этого осветителя.

source: The image orientation viewed in terms of rows and columns.
ru: Ориентация изображения, рассматриваемая в терминах строк и столбцов.

source: The initial horizontal field of view that the viewer should display (in degrees). This is similar to a zoom level.
ru: Начальное горизонтальное поле просмотра, которое средство просмотра должно отображаться (в градусах). Это похоже на уровень масштаба.

source: The integer day of the month on which the Event occurred.
ru: Целое число месяца, в котором произошло событие.

source: The kind of light source.
ru: Вид источника света

source: The latest ordinal day of the year on which the Event occurred (1 for January 1, 365 for December 31, except in a leap year, in which case it is 366).
ru: Последний обычный день года, в котором произошло событие (1 на 1 января, 1 января, 365 на 31 декабря, за исключением одного года пробега, в этом случае - 366).

source: The length of the dithering or halftoning matrix used to create a dithered or halftoned bilevel file.
ru: Длина матрицы для dithering or halftoning матрицы используется для создания полутонированного билевочного файла.

source: The length of the media file.
ru: Длина медиа-файла.

source: The lens aperture.
ru: Обрезы отверстия.

source: The lens aperture. The unit is the APEX value.
ru: Диафрагма объектива. Эта единица измерения является APEX-значением

source: The lesser depth of a range of depth below the local surface, in meters.
ru: Уменьшение глубины ряда глубины ниже локальной поверхности, в метрах.

source: The lesser distance in a range of distance from a reference surface in the vertical direction, in meters. Use positive values for locations above the surface, negative values for locations below. If depth measures are given, the reference surface is the location given by the depth, otherwise the reference surface is the location given by the elevation.
ru: Меньшее расстояние в диапазоне расстояния от исходной поверхности в вертикальном направлении, в метрах. Используйте положительные значения для расположения над поверхностью, отрицательные значения для расположения ниже. Если определены глубинные измерения, то эталонной поверхностью является место, указанное глубиной, в противном случае эталонная поверхность представляет собой место, указанное на высоте.

source: The list of Enfuse settings used to blend image stack with ExpoBlending tool.
ru: Список настроек Enfuse используется для смешивания стека изображений с инструментом ExpoBlending.

source: The list of Lens Correction tools settings used to fix lens distortion. This include Batch Queue Manager and Image editor tools based on LensFun library.
ru: Список настроек инструментов коррекции линз, используемых для исправления искажений линз, включая Batch Queue Manager и редактор изображений на основе библиотеки LensFun.

source: The list of all captions author names for each language alternative captions set in standard XMP tags.
ru: Список всех подписей автора для каждого языка альтернативных субтитров, установленных стандартными тегами XMP.

source: The list of all captions date time stamps for each language alternative captions set in standard XMP tags.
ru: Список всех субтитров даты и времени для каждого языка альтернативных субтитров, установленных в стандартных XMP тэгах.

source: The list of complete tags path as string. The path hierarchy is separated by '/' character (ex.: "City/Paris/Monument/Eiffel Tower".
ru: Список полный путь к тегам как строка. Иерархия пути разделена символом '/' (например: "Город/Париж/Монумент/Эйфелевая башня".

source: The list of files processed with Enfuse program through ExpoBlending tool.
ru: Список файлов, обрабатываемых программой Enfuse с помощью инструмента ExpoBlending.

source: The list of files processed with Hugin program through Panorama tool.
ru: Список файлов, обрабатываемых программой Hugin с помощью инструмента Panorama.

source: The location of a web page describing the owner and/or rights statement for this resource.
ru: Местонахождение веб-страницы с описанием владельца и/или прав на этот ресурс.

source: The location the photo was taken.
ru: Место съемки фотографии.

source: The logical order of bits within a byte
ru: Логический порядок битов внутри байта

source: The lower limit of the range of elevation (altitude, usually above sea level), in meters.
ru: Нижний предел дальности рельефа (высота, как правило, над уровнем моря), в метрах.

source: The make and model of the camera used for a shoot.
ru: Машина и модель фотоаппарата использовались для съемки.

source: The manufacturer of the recording equipment
ru: 6.5.1.2 Изготовитель записывающего оборудования

source: The manufacturer of the recording equipment. This is the manufacturer of the DSC, scanner, video digitizer or other equipment that generated the image. When the field is left blank, it is treated as unknown.
ru: Производитель записывающего оборудования. Это изготовитель цифровой фотокамеры, сканера, видеодигитайзера или любого другого оборудования, которое использовалось для получения этого изображения. Если поле не заполнено, производитель считается неизвестным.

source: The matrix coefficients for transformation from RGB to YCbCr image data. No default is given in TIFF; but here the value given in Appendix E, "Color Space Guidelines", is used as the default. The color space is declared in a color space information tag, with the default being the value that gives the optimal image characteristics Interoperability this condition.
ru: Коэффициенты матрицы для преобразования данных ихображения из RGB в YCbCr. В TIFF нет значений по умолчанию, но указанные в Приложении E, "Color Space Guidelines" значения используются как таковые. Цветовое пространство объявленов тэге информации о цветовом пространстве, причём по умолчанию используется значение, которое обеспечивает оптимальные характеристики совместимости.

source: The maximum available height in pixels of the original photo from which this photo has been derived by downsizing.
ru: Максимально доступная высота в пикселях оригинальной фотографии, с которой была произведена фотография в результате уменьшения размера.

source: The maximum available width in pixels of the original photo from which this photo has been derived by downsizing.
ru: Максимальная доступная ширина в пикселях оригинальной фотографии, с которой эта фотография была произведена путем уменьшения размера.

source: The memory contains data of an unknown image type
ru: Память содержит данные неизвестного типа изображения

source: The metering mode.
ru: Режим замера

source: The mode used for Group A flashes
ru: Режим для мигания группы A

source: The mode used for the Master flash (see FlashSource)
ru: Режим Master flash (см. FlashSource)

source: The model name or model number of the equipment
ru: Название модели или номер модели оборудования

source: The model name or model number of the equipment. This is the model name or number of the DSC, scanner, video digitizer or other equipment that generated the image. When the field is left blank, it is treated as unknown.
ru: Имя или номер модели использованного оборудования. Это имя модели или номер цифровой камеры (DSC), сканера, видеодигитайзера или любого другого оборудования, которое использовалось для получения этого изображения. Если поле не заполнено, оборудование считается неизвестным.

source: The modes used for Group B and C flashes
ru: Режимы, используемые для мигания групп B и C

source: The movement of the camera during the shot, from a fixed set of industry standard terminology. Predefined values include: Aerial, Boom Up, Boom Down, Crane Up, Crane Down, Dolly In, Dolly Out, Pan Left, Pan Right, Pedestal Up, Pedestal Down, Tilt Up, Tilt Down, Tracking, Truck Left, Truck Right, Zoom In, Zoom Out.
ru: Движение камеры во время выстрела, от фиксированного набора стандартной терминологии отрасли. Предопределенные значения: Aerial, Boom Up, Boom Down, Crane Up, Crane Down, Dolly In, Dolly Out, Pan Left, Pan Right, Pedestal Up, Pedestal Down, Tilt Up, Tilt Down, Tracking, Truck Left, Truck Right, Zoom In, Zoom Out.

source: The musical instrument.
ru: Музыкальный инструмент.

source: The musical scale used in the music. One of: Major, Minor, Both, Neither.
ru: Музыкальный масштаб в музыке. Один из них: Майор, Маленький и Нейт.

source: The name (or acronym) in use by the institution having custody of the object(s) or information referred to in the record.
ru: Фамилия (или акронима), используемая учреждением, которое хранит объект (объекты) или информацию, указанную в протоколе.

source: The name (or acronym) in use by the institution having ownership of the object(s) or information referred to in the record.
ru: Имя (или акронима), используемое учреждением, имеющим право собственности на объект(ы) или информацию, указанную в записи.

source: The name and version of the software used to post-process the picture.
ru: Имя и версия программного обеспечения, используемого для пост-обработки изображения.

source: The name identifying the data set from which the record was derived.
ru: Имя, определяющее набор данных, из которого была получена запись.

source: The name of each ink used in a separated (PhotometricInterpretation=5) image.
ru: Имя каждого чернила, используемого в отдельном изображении (PhotometricInterpretation=5).

source: The name of the Tone Curve described by ToneCurve. One of: Linear, Medium Contrast, Strong Contrast, Custom or a user-defined preset name.
ru: Имя кривой тона, описанной ToneCurve. Одное: Linear, Medium Contrast, Strong Contrast, Custom-or user-defined preset name.

source: The name of the album.
ru: Название альбома.

source: The name of the artist or artists.
ru: Имя художника или художника.

source: The name of the asset management system that manages this resource. Along with xmpMM: ManagerVariant, it tells applications which asset management system to contact concerning this document.
ru: Название системы управления активами, которая управляет этим ресурсом. Вместе с xmpMM: ManagerVariant, он предоставляет приложениям возможность связаться с системой управления активами по данному документу.

source: The name of the author or photographer
ru: Имя автора или фотографа

source: The name of the continent in which the Location occurs. Recommended best practice is to use a controlled vocabulary such as the Getty Thesaurus of Geographic Names or the ISO 3166 Continent code.
ru: Название континента, на котором происходит местоположение. Рекомендуется использовать управляемый словарь, такой как Getty Thesaurus of Geographic Names или код ISO 3166.

source: The name of the country or major administrative unit in which the Location occurs. Recommended best practice is to use a controlled vocabulary such as the Getty Thesaurus of Geographic Names.
ru: Название страны или основного административного подразделения, в котором происходит местонахождение. Лучшей практикой является использование контролируемого словарного запаса, такого как Getty Thesaurus of Geographic Names.

source: The name of the document from which this image was scanned.
ru: Название отсканированного документа.

source: The name of the first known tool used to create the resource. If history is present in the metadata, this value should be equivalent to that of xmpMM:History's softwareAgent property.
ru: Имя первого известного инструмента, используемого для создания ресурса. Если история присутствует в метаданных, то это значение должно быть эквивалентно свойству xmpMM:History's softwareAgent.

source: The name of the first or species epithet of the scientificName.
ru: Название первого или видового эпитета научного названия.

source: The name of the genre.
ru: Название жанра.

source: The name of the island group in which the Location occurs. Recommended best practice is to use a controlled vocabulary such as the Getty Thesaurus of Geographic Names.
ru: Название группы островов, в которой происходит местонахождение. Лучшей практикой является использование контролируемого словарного запаса, такого как Getty Thesaurus of Geographic Names.

source: The name of the island on or near which the Location occurs. Recommended best practice is to use a controlled vocabulary such as the Getty Thesaurus of Geographic Names.
ru: Название острова на или поблизости от которого происходит местоположение. Лучшей практикой является использование контролируемого словарного запаса, такого как Getty Thesaurus of Geographic Names.

source: The name of the location where the video was shot. For example: "Oktoberfest, Munich Germany" For more accurate positioning, use the EXIF GPS values.
ru: Название места съёмки видео. Например: "Oktoberfest, Munich Germany" Для более точного позиционирования используйте EXIF GPS.

source: The name of the lowest or terminal infraspecific epithet of the scientificName, excluding any rank designation.
ru: Имя самого низкого или конечного эпитета научного названия, исключая любое обозначение звания.

source: The name of the next smaller administrative region than country (state, province, canton, department, region, etc.) in which the Location occurs.
ru: Название следующего меньшего административного региона, чем страна (штат, провинция, кантон, департамент, регион и т.д.).

source: The name of the page from which this image was scanned.
ru: Название страницы, с которой было сканировано это изображение.

source: The name of the project of which this file is a part.
ru: Имя проекта, частью которого является этот файл.

source: The name of the scene.
ru: Название сцены.

source: The name of the secondary genre..
ru: Название вторичного жанра..

source: The name of the shot or take.
ru: Название выстрела или снятия.

source: The name of the song writer.
ru: Название писателя песни.

source: The name of the tape from which the clip was captured, as set during the capture process.
ru: Имя ленты, с которой был захвачен клип, как установлено в процессе захвата.

source: The name of the tool that created the PDF document.
ru: Название инструмента, создавшего PDF-документ.

source: The name of the water body in which the Location occurs. Recommended best practice is to use a controlled vocabulary such as the Getty Thesaurus of Geographic Names.
ru: Название водного тела, в котором происходит местоположение. Лучшей практикой является использование контролируемого словарного запаса, такого как Getty Thesaurus of Geographic Names.

source: The name of, reference to, or description of the method or protocol used during an Event.
ru: Название метода, ссылки или описание метода или протокола, используемого во время события.

source: The name, acronym, coden, or initialism identifying the collection or data set from which the record was derived.
ru: Имя, акроним, код или инициализация, определяющие коллекцию или набор данных, с помощью которых была произведена запись.

source: The nature of the measurement, fact, characteristic, or assertion. Recommended best practice is to use a controlled vocabulary.
ru: Характер измерения, факта, характеристик или утверждения. Рекомендуется использовать контролируемый словарь.

source: The nature or genre of the resource.
ru: Природа или жанр ресурса.

source: The nomenclatural code (or codes in the case of an ambiregnal name) under which the scientificName is constructed. Recommended best practice is to use a controlled vocabulary.
ru: Номенклатурный код (или коды в случае ambiregnal названия), в соответствии с которым строится научное название. Рекомендуется использовать контролируемый словарь.

source: The number of Image Planes in the video
ru: Количество плоскостей изображений в видео

source: The number of beats.
ru: Количество ударов.
