Repository: Exiv2/exiv2
Catalog: po/*.po
Languages: ru

source: Additional license conditions.
ru: Дополнительные условия лицензии.

source: Additional license information.
ru: Дополнительная информация о лицензии.

source: Additional license requirements.
ru: Дополнительные требования к лицензии.

source: Additional model information
ru: Дополнительная информация о модели

source: Additional parameters for Beat Splice stretch mode.
ru: Дополнительные параметры для режима растягивания Beat Splice.

source: Additional parameters for Resample stretch mode.
ru: Дополнительные параметры для режима "Resample stretch".

source: Additional parameters for Time-Scale stretch mode.
ru: Дополнительные параметры для режима растягивания Time-Scale .

source: Additive
ru: Аддитивный

source: Adjust
ru: Настроить

source: Adjust action requires at least one -a, -Y, -O or -D option
ru: Настройка действия требует хотя бы одну опцию -a, -Y, -O или -D

source: Adjust all by the same amount
ru: Отрегулируйте все на одинаковую сумму

source: Adjust by lens
ru: Отрегулировать по объемам

source: Adjusting
ru: Коррекция

source: Adjustment Mode
ru: Режим коррекции

source: Adjustment mode
ru: Режим коррекции

source: Adobe DNG tags
ru: Adobe DNG тэги

source: Adobe Deflate
ru: Дефлят Сан

source: Adobe Lightroom hierarchical keywords.
ru: Adobe Lightroom иерархические ключевые слова.

source: Adobe Lightroom private RTK info.
ru: Adobe Lightroom частная информация RTK.

source: Adobe Lightroom schema
ru: Саманная схема

source: Adobe OPI tags
ru: Adobe OPI тэги

source: Adobe PDF schema
ru: Adobe PDF схема

source: Adobe photoshop schema
ru: Adobe фотошоп схема

source: Adult Content Warning
ru: Предупреждение о контенте для взрослых

source: Adult Content Warning Required
ru: Требуется предупреждение о контенте для взрослых

source: Advanced
ru: Расширенные

source: Advanced Auto
ru: Расширенный авто

source: Advanced Filter
ru: Расширенный фильтр

source: Advanced High Function
ru: Расширенная Высокая Функция

source: Advanced High Speed
ru: Продвинутая высокая скорость

source: Advanced Level
ru: Расширенный уровень

source: Advanced Lv1
ru: Продвинутый уровень 1

source: Advanced Lv2
ru: Продвинутый уровень 2

source: Advanced Lv3
ru: Продвинутый уровень 3

source: Advanced Lv4
ru: Продвинутый уровень 4

source: Advanced Lv5
ru: Продвинутый уровень 5

source: Advanced Scene Type
ru: Расширенный тип сцены

source: Advanced Sports Shooting
ru: Продвинутое спортивное стрельба

source: Advanced Wireless Lighting (AWL) communication mode
ru: Режим расширенного беспроводного освещения (AWL)

source: Advanced filter
ru: Расширенный фильтр

source: Advanced filter setting
ru: Расширенные настройки фильтров

source: Advisory
ru: Консультации

source: Aerial photo
ru: Воздушное фото

source: Aerial view
ru: Аэропорт

source: Age 14 or Under
ru: Возраст 14 лет или меньше

source: Age 15
ru: 15 лет

source: Age 16
ru: 16 лет

source: Age 17
ru: 17 лет

source: Age 18
ru: 18 лет

source: Age 19
ru: 19 лет

source: Age 20
ru: 20 лет

source: Age 21
ru: 21 лет

source: Age 22
ru: 22 лет

source: Age 23
ru: 23 лет

source: Age 24
ru: 24 лет

source: Age 25 or Over
ru: Возраст 25 лет или старше

source: Age Unknown
ru: Возраст неизвестен

source: Age of the human model(s) at the time this image was taken in a model released image.
ru: Возраст человеческой модели в то время, когда это изображение было взято в модели, выпущенной на изображении.

source: Age of the youngest model pictured in the image, at the time that the image was made.
ru: Возраст самой молодой модели изображен на изображении, в то время как изображение было сделано.

source: Album
ru: Альбом

source: Aliases are not supported. Please send this XMP packet to ahuggel@gmx.net `%1', `%2', `%3'
ru: Псевдонимы не поддерживаются. Пожалуйста, отправьте этот пакет XMP на ahuggel@gmx.net `%1', `%2', `%3'

source: All (constant)
ru: Все (постоянные)

source: All 11 Points
ru: Все 11 очков

source: Allow copying
ru: Разрешить копирование

source: Allows a provider to identify subsets of its overall service. Used to provide receiving organisation data on which to select, route, or otherwise handle data.
ru: Позволяет провайдеру идентифицировать поднаборы общей службы. Используется для обеспечения приема данных организации, по которым выбирать, маршрут или иным образом обрабатывать данные.

source: Alpha
ru: Альфа

source: Already Applied
ru: Уже записано

source: Alternative Tape Name
ru: Альтернативное имя Tape

source: Alternative Text (Accessibility)
ru: Альтернативный текст (доступность)

source: Alternative Time code
ru: Другой код времени

source: Amber
ru: Янтарный

source: Ambience
ru: Амбиенс

source: Ambience Selection
ru: Выбор атмосферы

source: Ambient Only
ru: Только спящий

source: Ambient and Flash
ru: Образец и флэш

source: Ambient temperature
ru: Температура окружающей среды

source: Amount of flash energy (BCPS).
ru: Количество флеш-энергии (BCPS).

source: Amsterdam
ru: Амстердам

source: An XML based content to list all action processed on this image with image editor (as crop, rotate, color corrections, adjustments, etc.).
ru: Содержимое XML для списка всех действий, обработанных на этом изображении, с редактором изображений (как кадрирование, поворот, цветовые корректировки, настройки и т.д.).

source: An action must be specified
ru: должно быть указано действие

source: An alternative array of thumbnail images for a file, which can differ in characteristics such as size or image encoding.
ru: Альтернативный массив миниатюрных изображений для файла, который может отличаться в таких характеристиках, как размер или кодировка изображения.

source: An alternative tape name, set via the project window or timecode dialog in Premiere. If an alternative name has been set and has not been reverted, that name is displayed.
ru: Альтернативное имя ленты, задаваемое через окно проекта или диалог времени в Премире. Если альтернативное имя было установлено и не было отменено, отображается такое имя.

source: An array of Unknown / Unregistered Metadata Tags and their values.
ru: Массив Неизвестных / Незарегистрированных Метаданных и их значений.

source: An array of Unregistered Metadata Library Tags and their values.
ru: Массив незарегистрированных тегов библиотеки метаданных и их значений.

source: An embedded rights expression using any rights expression language.
ru: Встроенное выражение прав с использованием любого языка выражения прав.

source: An entity responsible for making the resource available. Examples of a Publisher include a person, an organization, or a service. Typically, the name of a Publisher should be used to indicate the entity.
ru: Существо, ответственное за доступность ресурса. Примеры издателя включают лицо, организацию или службу. Название издателя обычно должно использоваться для обозначения сущности.

source: An identifier (preferably unique) for the record within the data set or collection.
ru: Идентификатор (предпочтительно уникальный) для записи в рамках набора или сбора данных.

source: An identifier for a related resource (the object, rather than the subject of the relationship).
ru: Идентификатор связанного ресурса (объекта, а не предмета отношения).

source: An identifier for a specific incarnation of a document, updated each time a file is saved. It should be based on a UUID; see Document and Instance IDs below.
ru: Идентификатор для конкретного вложения документа, обновляемого каждый раз при сохранении файла. Он должен быть основан на UUID; см. ниже ID документа и экземпляра.

source: An identifier for an instance of relationship between one resource (the subject) and another (relatedResource, the object).
ru: Идентификатор для экземпляра отношения между одним ресурсом (тема) и другим (связанный ресурс, объект).

source: An identifier for the Identification (the body of information associated with the assignment of a scientific name). May be a global unique identifier or an identifier specific to the data set.
ru: Идентификатор для идентификации (текст информации, связанной с присвоением научного имени). Может быть глобальным уникальным идентификатором или идентификатором, относящимся к набору данных.

source: An identifier for the MaterialSample (as opposed to a particular digital record of the material sample). In the absence of a persistent global unique identifier, construct one from a combination of identifiers in the record that will most closely make the materialSampleID globally unique.
ru: Идентификатор для MaterialSample (в отличие от конкретной цифровой записи образца материала). В отсутствие постоянного глобального уникального идентификатора, постройте одну из комбинаций идентификаторов в записи, которые будут наиболее тесно делать materialSampleID глобально уникальным.

source: An identifier for the MeasurementOrFact (information pertaining to measurements, facts, characteristics, or assertions). May be a global unique identifier or an identifier specific to the data set.
ru: Идентификатор для MeasurementOrFact (информация, касающаяся измерений, фактов, характеристик или утверждений). Может быть глобальным уникальным идентификатором или идентификатором, относящимся к набору данных.

source: An identifier for the Occurrence (as opposed to a particular digital record of the occurrence). In the absence of a persistent global unique identifier, construct one from a combination of identifiers in the record that will most closely make the occurrenceID globally unique.
ru: Идентификатор случая (в отличие от конкретной цифровой записи события). В отсутствие постоянного глобального уникального идентификатора, конструируйте одну из комбинаций идентификаторов в записи, которые будут наиболее тесно делать occurrenceID глобально уникальным.

source: An identifier for the Organism instance (as opposed to a particular digital record of the Organism). May be a globally unique identifier or an identifier specific to the data set.
ru: Идентификатор для экземпляра Организации (в отличие от конкретной цифровой записи Организации). Может быть глобально уникальный идентификатор или идентификатор, специфичный для набора данных.

source: An identifier for the broader Event that groups this and potentially other Events.
ru: Идентификатор для более широкого события, который группирует это и потенциально другие события.

source: An identifier for the collection or dataset from which the record was derived. For physical specimens, the recommended best practice is to use the identifier in a collections registry such as the Biodiversity Collections Index (http://www.biodiversitycollectionsindex.org/).
ru: Идентификатор для коллекции или набора данных, из которых была получена запись. Что касается физических образцов, то рекомендуется использовать идентификатор в реестре коллекций, например в Индексе коллекций биоразнообразия (http://www.biodiversitycollectionsindex.org/).

source: An identifier for the geographic region within which the Location occurred. Recommended best practice is to use an persistent identifier from a controlled vocabulary such as the Getty Thesaurus of Geographic Names.
ru: Идентификатор географического региона, в котором произошло местоположение. Рекомендуется использовать постоянный идентификатор из контролируемого словаря, такой как Getty Thesaurus из географических названий.

source: An identifier for the institution having custody of the object(s) or information referred to in the record.
ru: Идентификатор учреждения, которое хранит объект (объекты) или информацию, указанную в протоколе.

source: An identifier for the name usage (documented meaning of the name according to a source) in which the terminal element of the scientificName was originally established under the rules of the associated nomenclaturalCode.
ru: Идентификатор для использования имени (документированное значение имени согласно источнику), в котором был изначально задан терминальный элемент научного имени согласно правилам ассоциированного nomenclaturalCode.

source: An identifier for the name usage (documented meaning of the name according to a source) of the currently valid (zoological) or accepted (botanical) taxon.
ru: Идентификатор для использования имени (документированное значение имени в соответствии с источником) действующего (зоологического) или принятого (ботанического) таксона.

source: An identifier for the name usage (documented meaning of the name according to a source) of the direct, most proximate higher-rank parent taxon (in a classification) of the most specific element of the scientificName.
ru: Идентификатор для использования имени (документированное значение имени в соответствии с источником) прямого, приблизительно более высокого ранга материнского таксона (в классификации) наиболее специфического элемента научного названия.

source: An identifier for the nomenclatural (not taxonomic) details of a scientific name.
ru: Идентификатор номенклатуры (не таксономический) деталей научного имени.

source: An identifier for the publication in which the scientificName was originally established under the rules of the associated nomenclaturalCode.
ru: Идентификатор публикации, в которой изначально было установлено научное название, согласно правилам соответствующей номенклатуралКода.

source: An identifier for the resource that is the subject of the relationship.
ru: Идентификатор ресурса, который является объектом отношения.

source: An identifier for the set of data. May be a global unique identifier or an identifier specific to a collection or institution.
ru: Идентификатор для набора данных. Может быть глобальным уникальным идентификатором или идентификатором, специально предназначенным для сбора или учреждения.

source: An identifier for the set of information associated with a GeologicalContext (the location within a geological context, such as stratigraphy). May be a global unique identifier or an identifier specific to the data set.
ru: Идентификатор для набора информации, связанной с Геологическим контекстом (местоположение в геологическом контексте, например, стратиграфия). Может быть глобальным уникальным идентификатором или идентификатором, относящимся к набору данных.

source: An identifier for the set of information associated with an Event (something that occurs at a place and time). May be a global unique identifier or an identifier specific to the data set.
ru: Идентификатор для набора информации, связанной с событием (то, что происходит в месте и время). Может быть глобальным уникальным идентификатором или идентификатором, относящимся к набору данных.

source: An identifier for the set of location information (data associated with Location). May be a global unique identifier or an identifier specific to the data set.
ru: Идентификатор для набора информации о местоположении (данные, связанные с Местоположением). Может быть глобальным уникальным идентификатором или идентификатором, относящимся к набору данных.

source: An identifier for the set of taxon information (data associated with the Taxon class). May be a global unique identifier or an identifier specific to the data set.
ru: Идентификатор для набора информации о таксоне (данные, связанные с классом таксона). Может быть глобальным уникальным идентификатором или идентификатором, относящимся к набору данных.

source: An identifier for the source in which the specific taxon concept circumscription is defined or implied. See nameAccordingTo.
ru: Идентификатор источника, в котором определенное обозначение таксона определяется или подразумевается. См.

source: An identifier for the taxonomic concept to which the record refers - not for the nomenclatural details of a taxon.
ru: Идентификатор для таксономического понятия, к которому относится запись, а не для номенклатурных деталей таксона.

source: An identifier given to the Occurrence at the time it was recorded. Often serves as a link between field notes and an Occurrence record, such as a specimen collector's number.
ru: Идентификатор, присвоенный случаю в момент его записи. Часто служит связующим звеном между заметками и записью появления, например, номером коллектора образцов.

source: An identifier given to the event in the field. Often serves as a link between field notes and the Event.
ru: Идентификатор, присвоенный событию в поле. Часто служит связью между полевыми заметками и событием.

source: An ordered array of colorants (swatches) that are used in the document (including any in contained documents).
ru: Упорядоченный массив цветов (swatchs), используемых в документе (включая любой из содержащихся в нем документов).

source: An ordered array of high-level user actions that resulted in this resource. It is intended to give human readers a general indication of the steps taken to make the changes from the previous version to this one. The list should be at an abstract level; it is not intended to be an exhaustive keystroke or other detailed history.
ru: Заказанный массив высокоуровневых действий пользователей, которые привели к этому ресурсу. Он призван дать читателям общее представление о шагах, предпринятых для внесения изменений из предыдущей версии в эту программу. Список должен быть на абстрактном уровне; он не должен быть исчерпывающей клавиатурой или другой подробной историей.

source: An ordered array of plate names that are needed to print the document (including any in contained documents).
ru: Запланированный массив имен табличек для печати документа (в том числе содержащих документов).

source: An ordered list of markers
ru: Заказанный список маркеров

source: An unordered array of descriptive phrases or keywords that specify the topic of the content of the resource.
ru: Неупорядоченный массив описательных фраз или ключевых слов, указывающий тему содержимого ресурса.

source: An unordered array of fonts that are used in the document (including any in contained documents).
ru: Неупорядоченный массив шрифтов, используемых в документе (включая любой из содержащихся документов).

source: An unordered array of text strings that unambiguously identify the resource within a given context. An array item may be qualified with xmpidq:Scheme to denote the formal identification system to which that identifier conforms. Note: The dc:identifier property is not used because it lacks a defined scheme qualifier and has been defined in the XMP Specification as a simple (single-valued) property.
ru: Неупорядоченный массив текстовых строк, который однозначно определяет ресурс в данном контексте. Элемент массива может быть квалифицирован с помощью xmpidq:Scheme для обозначения формальной системы идентификации, к которой соответствует этот идентификатор. Замечание: Свойство dc:identifier не используется, так как у него нет определенного квалификационного пункта схемы и было определено в спецификации XMP как простое (однозначное) свойство.

source: An unordered array specifying properties that were edited outside the authoring application. Each item should contain a single namespace and XPath separated by one ASCII space (U+0020).
ru: Неупорядоченный массив с указанием свойств, которые были отредактированы вне приложения автора. Каждый элемент должен содержать одно пространство имён и XPath, разделенные одним ASCII пробелом (U+0020).

source: An unordered array specifying the languages used in the resource.
ru: Неупорядоченный массив, указывающий языки, используемые в ресурсе.

source: An unordered array specifying the legal owner(s) of a resource.
ru: Неупорядоченный массив, указывающий законного владельца ресурса.

source: An unordered list of all media used to create this media.
ru: Неупорядоченный список всех носителей, используемых для создания этого носителя.

source: An unordered list of tracks. A track is a named set of markers, which can specify a frame rate for all markers in the set. See also xmpDM:markers.
ru: Неупорядоченный список треков. Трек - это названный набор маркеров, который может указать скорость фрейма для всех маркеров в наборе. См. также xmpDM:markers.

source: Analog Balance
ru: Аналоговый баланс

source: Ancestor ID
ru: ID предшественника

source: Anchorage
ru: Якорь

source: Angle
ru: Угол

source: Animal Eye Tracking
ru: Отслеживание глаз животных

source: Anti Alias Strength
ru: Сила антипсевдонима

source: Anti Motion Blur
ru: Анти-размытие движения

source: Anti-Blur
ru: Анти-размытие

source: Anti-blur
ru: Антиразмывание

source: Any descriptive or additional free-form text up to 4,095 characters
ru: Любой описательный или дополнительный текст в произвольной форме до 4,095 символов

source: Any top level XMP property to describe the region content
ru: Любое верхнее свойство XMP для описания содержимого региона

source: Aperture
ru: Диафрагма

source: Aperture Priority
ru: Приоритет Апертуры

source: Aperture Priority (Off-Auto-Aperture)
ru: Приоритет апертуры (офф-автоапертура)

source: Aperture Value
ru: Значение отверстия

source: Aperture priority
ru: Приоритет диафрагмы

source: Aperture priority (Av)
ru: Приоритет диафрагмы (Av)

source: Aperture value
ru: Значение апертуры

source: Aperture-priority AE
ru: Замер с приоритетом диафрагмы

source: Appetizing Food
ru: Аппетитная еда

source: Applied
ru: Применяется

source: Applied To Dimensions
ru: Применяются к размерам

source: Archival Location
ru: Расположение архива

source: Area
ru: Область

source: Area structure
ru: Структура района

source: Arithmetic operation overflow
ru: Переполнение арифметических операций

source: Arranger
ru: Арранжер

source: Arranger Keywords
ru: Ключевые слова упорядочивания

source: Array of points (Integer, Integer) defining a "Tone Curve".
ru: Массив точек (целые числа, Целое) определяющий "Тоновая кривая тона".

source: Array of points (Integer, Integer).
ru: Массив точек (целые числа, Цело).

source: Art (bold)
ru: Искусство (жирный)

source: Art (embossed)
ru: Искусство (эмблема)

source: Art (standard)
ru: Искусство (стандарт)

source: Art (vivid)
ru: Искусство (vid)

source: Art Filter
ru: Арт-Фильтр

source: Art HDR
ru: HDR арта

source: Art Mode
ru: Арт-режим

source: Art Mode Parameters
ru: Параметры арт-режима

source: Art Shot
ru: Арт-кадр

source: Art filter
ru: Арт-фильтр

source: Artist
ru: Исполнитель

source: Artistic Nightscape
ru: Ночной пейзаж артистов

source: Artistic, style, journalistic, product or other genre(s) of the image (expressed by a term from any Controlled Vocabulary).
ru: Артистика, стиль, журналистика, продукт или другой жанр изображения (выраженный термином из любого управляемого словаря).

source: Artwork or object in the image
ru: Образец или объект на изображении

source: Artwork or object-Copyright notice (deprecated)
ru: Искусство или уведомление об авторских правах (устарело)

source: Artwork or object-Creator (deprecated)
ru: Искусство или автор объекта (устаревший)

source: Artwork or object-Date Created (deprecated)
ru: Создано произведение или дата объекта (устарело)

source: Artwork or object-Source (deprecated)
ru: Искусство или Источник объектов (устаревший)

source: Artwork or object-Source inventory number (deprecated)
ru: Артфон или номер инвентаря объекта (устаревший)

source: Artwork or object-Title (deprecated)
ru: Искусство или название объекта (устарело)

source: As Shot Neutral
ru: Как Выстрел Нейтралитет

source: As Shot Profile Name
ru: Как имя профиля Shot

source: As Shot White XY
ru: Как выстрел белый XY

source: As-Shot ICC Profile
ru: As-Shot профиль ICC

source: As-Shot Pre-Profile Matrix
ru: As-Shot предварительная матрица профиля

source: Aspect Frame
ru: Аспект кадра

source: Aspect Ratio
ru: Соотношение сторон

source: Aspect Ratio Type. Eg - Free-Resizing or Fixed
ru: Тип соотношения сторон - например - свободный размер или фиксированный

source: Aspect frame
ru: Рамка для аспекта

source: Aspect ratio
ru: Соотношение сторон

source: AspectInfo
ru: Информация об Аспекте

source: Associated Media
ru: Связанные медиа

source: Associated Occurrences
ru: Связанные события
