Repository: Exiv2/exiv2
Catalog: po/*.po
Languages: ru

source: For some cameras, the best possible image quality is not achieved by preserving the total pixel count during conversion. For example, Fujifilm SuperCCD images have maximum detail when their total pixel count is doubled. This tag specifies the amount by which the values of the DefaultScale tag need to be multiplied to achieve the best quality image size.
ru: Для некоторых камер лучшее качество изображения не достигается путем сохранения общего количества пикселей во время конвертации. Например, изображения Fujifilm SuperCCD имеют максимальную деталь, когда их общее количество пикселей удвоится. Этот тег определяет количество, на которое необходимо умножить значения тега по умолчанию для достижения наивысшего качества изображения.

source: For the camera's exposure compensation, defines how the flash level is adjusted
ru: Для оценки воздействия камеры, определяет, как настраивается уровень вспышки

source: Forced On
ru: Принудительно на

source: Forest
ru: Леса

source: Format
ru: Формат

source: Format 1
ru: Формат 1

source: Format 2
ru: Формат 2

source: Formation
ru: Построение

source: Forward Matrix 1
ru: Вперед матрица 1

source: Forward Matrix 2
ru: Вперед матрица 2

source: Forward Matrix 3
ru: Вперед матрица 3

source: Fossil Specimen
ru: Ископаемый образец

source: Found Exif user comment with unexpected value type
ru: Найдено Exif комментарий пользователя с неожиданным типом значения

source: Fragmented
ru: Фрагменты

source: Frame Count
ru: Количество кадров

source: Frame Height
ru: Высота кадра

source: Frame Number
ru: Номер кадра

source: Frame Synthesis?
ru: Синтез кадров?

source: Frame Width
ru: Ширина кадра

source: Frame number
ru: Номер кадра

source: FrameCount
ru: Количество фреймворков

source: FrameRate
ru: Фрейтрейт

source: Free Memory Card Images
ru: Бесплатные изображения карты памяти

source: Free Memory Card Images 2
ru: Бесплатные изображения карты памяти 2

source: Free memory card images
ru: Освободить изображения карт памяти

source: Free memory card images 2
ru: Освободить изображения карт памяти 2

source: Freeze Animal Motion
ru: Заморозить движение животных

source: Fuji FinePix color setting
ru: Настройка цвета Fuji FinePix

source: Fujifilm Makernote version
ru: Версия Fujifilm Makernote

source: Full
ru: Полностью

source: Full Control
ru: Полное управление

source: Full HD (1080p)
ru: Полный HD (1080p)

source: Full HD Movie
ru: Фильм с HD

source: Full Image Size
ru: Полный размер изображения

source: Full Pano Height Pixels
ru: Pixels высоты полного Pano

source: Full Pano Width Pixels
ru: Pixels с полной шириной Pano

source: Full X
ru: Полная X

source: Full Y
ru: Полная Y

source: Full auto
ru: Полное авто

source: Full frame
ru: Полный фрейм

source: Full image Size (width x height)
ru: Размер полного изображения (ширина х высота)

source: Full size
ru: Полный размер

source: Full-length
ru: Полная длина

source: Full-resolution image data
ru: Данные изображений для полного разрешения

source: GN (distance priority)
ru: GN (дистанционный приоритет)

source: GPS Altitude
ru: Высота по GPS

source: GPS Altitude Reference
ru: Сведения о высоте GPS

source: GPS Area Information
ru: Информация о зоне GPS

source: GPS Data Degree of Precision
ru: Степень точности данных GPS

source: GPS Date Stamp
ru: Дата ГНСС

source: GPS Destination Bearing
ru: GPS назначение подшипник

source: GPS Destination Bearing Reference
ru: Справочник по направлению GPS

source: GPS Destination Distance
ru: Расстояние назначения GPS

source: GPS Destination Distance Reference
ru: Сведения о расстоянии назначения GPS

source: GPS Destination Latitude
ru: GPS назначения широта

source: GPS Destination Latitude Reference
ru: Справочник по широте GPS

source: GPS Destination Longitude
ru: GPS назначение долгота

source: GPS Destination Longitude Reference
ru: Долгота GPS назначения

source: GPS Differential
ru: Дифференциальная GPS

source: GPS Horizontal positioning error
ru: Ошибка местоположения GPS по горизонтали

source: GPS Image Direction
ru: Направление снимка GPS

source: GPS Image Direction Reference
ru: Справка по направлению изображения GPS

source: GPS Info IFD Pointer
ru: Указатель GPS Info IFD

source: GPS Latitude
ru: Широта по GPS

source: GPS Latitude Reference
ru: Справка по широте GPS

source: GPS Longitude
ru: Долгота по GPS

source: GPS Longitude Reference
ru: Справочник по долготе GPS

source: GPS Measure Mode
ru: Режим захвата данных GPS

source: GPS Processing Method
ru: Метод обработки GPS

source: GPS Satellites
ru: GPS спутники

source: GPS Speed
ru: Скорость по GPS

source: GPS Speed Reference
ru: Справочник по скорости GPS

source: GPS Status
ru: Статус приёмника GPS

source: GPS Time Stamp
ru: Отметка времени по GPS

source: GPS Track
ru: GPS трек

source: GPS Track Ref
ru: Ссылка на GPS-трек

source: GPS Track Reference
ru: Справочник по GPS-треку

source: GPS Version ID
ru: ID версии GPS

source: GPS information
ru: Информация GPS

source: GPS tag 0, 0x00. A decimal encoding of each of the four EXIF bytes with period separators. The current value is "2.0.0.0".
ru: Тег GPS 0, 0x00. Десятичная кодировка каждого из четырех EXIF байт с разделителями периодов. Текущее значение "2.0.0.0".

source: GPS tag 10, 0x0A. GPS measurement mode, Text type.
ru: GPS-тег 10, 0x0A. GPS-режим, текстовый тип.

source: GPS tag 11, 0x0B. Degree of precision for GPS data.
ru: GPS-тег 11, 0x0B. Степень точности данных GPS.

source: GPS tag 12, 0x0C. Units used to speed measurement.
ru: GPS-тег 12, 0x0C. Единицы, используемые для измерения скорости.

source: GPS tag 13, 0x0D. Speed of GPS receiver movement.
ru: GPS-тег 13, 0x0D. Скорость движения GPS приемника.

source: GPS tag 14, 0x0E. Reference for movement direction.
ru: GPS-тег 14, 0x0E. Справочник для направления движения.

source: GPS tag 15, 0x0F. Direction of GPS movement, values range from 0 to 359.99.
ru: GPS-тег 15, 0x0F. Направление движения GPS, значения в диапазоне от 0 до 359.99.

source: GPS tag 16, 0x10. Reference for image direction.
ru: GPS-тег 16, 0x10. Справочник о направлении изображения.

source: GPS tag 17, 0x11. Direction of image when captured, values range from 0 to 359.99.
ru: GPS-тег 17, 0x11. Направление изображения при захвате, диапазон значений от 0 до 359.99.

source: GPS tag 18, 0x12. Geodetic survey data.
ru: Тэг GPS 18, 0x12. Данные геодезического обследования.

source: GPS tag 2, 0x02 (position) and 1, 0x01 (North/South). Indicates latitude.
ru: GPS-тег 2, 0x02 (положение) и 1, 0x01 (север/юг). Укажите широту.

source: GPS tag 20, 0x14 (position) and 19, 0x13 (North/South). Indicates destination latitude.
ru: GPS-тег 20, 0x14 (положение) и 19, 0x13 (Север/Юг). Укажите широту назначения.

source: GPS tag 22, 0x16 (position) and 21, 0x15 (East/West). Indicates destination longitude.
ru: GPS-тег 22, 0x16 (позиция) и 21, 0x15 (восток/запад). Укажите долготу назначения.

source: GPS tag 23, 0x17. Reference for movement direction.
ru: GPS-тег 23, 0x17. Ссылка на направление движения.

source: GPS tag 24, 0x18. Destination bearing, values from 0 to 359.99.
ru: GPS-тег 24, 0x18. Значения назначения от 0 до 359,99

source: GPS tag 25, 0x19. Units used for speed measurement.
ru: GPS-тег 25, 0x19. Единицы измерения скорости.

source: GPS tag 26, 0x1A. Distance to destination.
ru: GPS-тег 26, 0x1A. Расстояние до места назначения.

source: GPS tag 27, 0x1B. A character string recording the name of the method used for location finding.
ru: GPS-тег 27, 0x1B. Символьная строка записывает имя метода, используемого для поиска местоположения.

source: GPS tag 28, 0x1C. A character string recording the name of the GPS area.
ru: GPS-тэг 28, 0x1C. Символическая строка записывает имя области GPS.

source: GPS tag 29 (date), 0x1D, and, and GPS tag 7 (time), 0x07. Time stamp of GPS data, in Coordinated Universal Time. Note: The GPSDateStamp tag is new in EXIF 2.2. The GPS timestamp in EXIF 2.1 does not include a date. If not present, the date component for the XMP should be taken from exif:DateTimeOriginal, or if that is also lacking from exif:DateTimeDigitized. If no date is available, do not write exif:GPSTimeStamp to XMP.
ru: GPS-тег 29 (date), 0x1D, и GPS тег 7 (время), 0x07. Примечание: GPSDateStamp тег является новым в EXIF 2.2. Временная метка GPS в EXIF 2.1 не включает дату. Если нет, компонент даты для XMP должен быть взят из exif:DateTimeOriginal, или если это также отсутствует в exif:DateTimeDigitized. Если дата недоступна, не пишите exif:GPSTimeStamp в XMP.

source: GPS tag 30, 0x1E. Indicates whether differential correction is applied to the GPS receiver.
ru: GPS-тег 30, 0x1E. Указывает, применяется ли дифференциальная коррекция к GPS-приемнику.

source: GPS tag 4, 0x04 (position) and 3, 0x03 (East/West). Indicates longitude.
ru: GPS-тег 4, 0x04 (положение) и 3, 0x03 (восточный/запад). Укажите долготу.

source: GPS tag 5, 0x05. Indicates whether the altitude is above or below sea level.
ru: GPS тег 5, 0x05. Указывает, высота выше или ниже уровня моря.

source: GPS tag 6, 0x06. Indicates altitude in meters.
ru: Метка GPS 6, 0x06. Указывает высоту в метрах.

source: GPS tag 8, 0x08. Satellite information, format is unspecified.
ru: Тег GPS 8, 0x08. Спутниковая информация, формат не указана.

source: GPS tag 9, 0x09. Status of GPS receiver at image creation time.
ru: GPS-тег 9, 0x09. Статус GPS-приемника при создании изображения.

source: Gain Base
ru: Получить Базу

source: Gain Control
ru: Получить контроль

source: Gain base
ru: Получить базу

source: General Stream Quality
ru: Качество общего потока

source: General Stream Sample Size
ru: Общий размер образца потока

source: General view
ru: Общий вид

source: GeneralComposite
ru: Общий композит

source: Genre
ru: Жанр

source: Gentle Sepia
ru: Джентльная Сепия

source: Genus
ru: Генос

source: Geodetic survey data.
ru: Данные геодезических обследований.

source: Geological Context
ru: Геологический контекст

source: Geological Context ID
ru: Идентификатор геологического контекста

source: Geometric Distortion Params
ru: Геометрические параметры искажения

source: Georeference Protocol
ru: Протокол геометрии

source: Georeference Remarks
ru: Замечания по географии

source: Georeference Sources
ru: Источники геометрии

source: Georeference Verification Status
ru: Статус проверки Georeference

source: Georeferenced By
ru: Геореол от

source: Georeferenced Date
ru: Дата географии

source: Glass Through
ru: Стекло сквозь

source: Glistening Water
ru: Прослушивающая вода

source: Glittering Illuminations
ru: Сверкающие освещения

source: Globally unique identifier for this digital image. It is created and applied by the creator of the digital image at the time of its creation. This value shall not be changed after that time.
ru: Глобально уникальный идентификатор для этого цифрового образа создается и применяется создателем цифрового изображения во время его создания. После этого значение не меняется.

source: Good
ru: Хорошо

source: Google Photo Sphere XMP schema
ru: Google Photo Sphere XMP схема

source: Gradation
ru: Вычисление

source: Grain Amount
ru: Количество зерна

source: Grain Effect Roughness
ru: Выносливость эффекта зерна

source: Grain Effect Size
ru: Размер эффекта зерна

source: Grain Size
ru: Размер зерна

source: Grain effect roughness setting
ru: Настройка шероховатости

source: Grain effect size setting
ru: Установка размера эффекта зерна

source: GrainFrequency
ru: Частота

source: Grainy BW Filter
ru: Жёсткий BW фильтр

source: Grainy Film
ru: Светлый фильм

source: Grainy Film II
ru: Светлый фильм II

source: Graphics Interchange Format (GIF)
ru: Формат обмена графикой (GIF)

source: Graphics Mode
ru: Режим графики

source: Gray Gamma 2.2
ru: Серая гамма 2.2

source: Gray Mixer Aqua
ru: Серая аква микшера

source: Gray Mixer Blue
ru: Серый микшер

source: Gray Mixer Green
ru: Зеленый серый микшер

source: Gray Mixer Magenta
ru: Серый миксор пурпурный

source: Gray Mixer Orange
ru: Серый микшер оранжевый

source: Gray Mixer Purple
ru: Фиолетовый серый смешиватель

source: Gray Mixer Red
ru: Красный серый микшер

source: Gray Mixer Yellow
ru: Желтый серый микшер

source: Gray Point
ru: Серая точка

source: Gray Response Curve
ru: Серая кривая ответа

source: Gray Response Unit
ru: Серая единица реагирования

source: Gray Scale
ru: Серая чешуя

source: Gray point
ru: Серая точка

source: Greater than 50 MB
ru: Больше 50 МБ

source: Green
ru: Зелёный

source: Green Hue
ru: Зелёный оттенок

source: Green Mode
ru: Зелёный режим

source: Green Saturation
ru: Насыщенность зелёной

source: Group
ru: Группа

source: Group Dynamic
ru: Динамика группы

source: Group dynamic
ru: Динамика группы

source: Group dynamic-AF
ru: Динамика группы AF

source: Grouping
ru: Группировка

source: Guam
ru: Гуам

source: HDR (fail 1)
ru: HDR (ошибка 1)

source: HDR (fail 2)
ru: HDR (ошибка 2)

source: HDR Effect
ru: Эффект HDR

source: HDR Painting
ru: Картина HDR

source: HDR Painting (high)
ru: Картина HDR (высокая)

source: HDR Painting (low)
ru: Картина HDR (низкая)

source: HDR Strong 1
ru: Сильный HDR 1

source: HDR Strong 2
ru: Сильный HDR 2

source: HDR Strong 3
ru: Сильный HDR 3

source: HDR image (good)
ru: HDR изображение (хорошо)

source: HDRSetting
ru: Настройки HDRO

source: HQ
ru: УК

source: HR (High Resolution)
ru: HR (Высокое разрешение)

source: HS continuous
ru: HS непрерывный

source: Half Full
ru: Полностью

source: Half-length
ru: Половина

source: Halftone Hints
ru: Подсказки полутона

source: Halifax
ru: Галифакс

source: Halogen
ru: Галоген

source: Handheld Night Scene
ru: Ручная ночная сцена

source: Handheld Night Shot
ru: Ручной ночной выстрел

source: Handler Class
ru: Класс обработчика

source: Handler Description
ru: Описание обработчика

source: Handler Type
ru: Тип обработчика

source: Handler Vendor ID
ru: Идентификатор продавца

source: Happy
ru: Счастливый

source: Hard
ru: Тяжелый

source: Has Crop
ru: Имеет урожай

source: Has Settings
ru: Имеет настройки

source: Headline
ru: Заголовок

source: Headline.
ru: Заголовок.

source: Headshot
ru: Головной выстрел

source: Height of frames in a video
ru: Высота кадров в видео

source: Height of resulting cropped image in CropUnits units.
ru: Высота результирующего изображения в блоках CropUnit.

source: Height of the image
ru: Высота изображения

source: Helsinki
ru: Хельсинки

source: Hi 3.5
ru: Привет 3.5

source: Hi-Speed Shutter
ru: Высокоскоростной затвор

source: Hi-speed Program
ru: Высокоскоростная программа

source: Hierarchical Subject
ru: Иерархическая тема

source: High
ru: Высокий

source: High (+1)
ru: Высокий (+1)

source: High Contrast Monochrome
ru: Высококонтрастная Монохромная

source: High Dynamic Range
ru: Высокий динамический диапазон

source: High Function
ru: Высокая функция

source: High ISO NR setting
ru: Настройка High ISO NR

source: High ISO Noise Reduction
ru: Сокращение шума в ISO

source: High ISO NoiseReduction
ru: Высокое снижение шума ISO

source: High ISO noise reduction
ru: Подавление шума на высоких ISO

source: High ISO noise reduction 2
ru: Высокий уровень шума 2

source: High Key
ru: Высокий ключ

source: High Quality (HQ)
ru: Высокое качество (HQ)

source: High Saturation
ru: Высокая длительность

source: High Sensitivity
ru: Высокая чувствительность

source: High Speed
ru: Высокая скорость

source: High Speed Burst
ru: Высокоскоростной взрыв

source: High Speed Night Shot
ru: Высокоскоростной ночной выстрел

source: High Speed Sync
ru: Высокоскоростная синхронизация

source: High Speed Sync (HSS)
ru: Высокоскоростная синхронизация (HSS)

source: High gain down
ru: Высокая отдача

source: High gain up
ru: Высокое повышение

source: High sensitivity
ru: Высокая чувствительность

source: High speed continuous shooting
ru: Скорость непрерывной стрельбы

source: High speed sync
ru: Высокая скорость синхронизации

source: High-speed Burst
ru: Высокоскоростной взрыв

source: High-speed Burst HQ
ru: Высокоскоростной взрыв УК

source: Higher Classification
ru: Более высокая классификация

source: Higher Geography
ru: Высокая география

source: Higher Geography ID
ru: ID высшей географии

source: Highest
ru: Наивысший

source: Highest (+2)
ru: Наивысший (+2)

source: Highest Biostratigraphic Zone
ru: Наивысшая биостраграфическая зона

source: Highlight
ru: Светлые области

source: Highlight Recovery
ru: Подсветить восстановление

source: Highlight Tone
ru: Выделение тона

source: Highlight Tone Priority
ru: Выделение тона-приоритета

source: Highlight tone
ru: Выделить тон

source: Highlights
ru: Отметины

source: Highlights 2012
ru: Отметины 2012

source: History
ru: История

source: Hold
ru: Удерживать

source: Home
ru: Домашний

source: Home town
ru: Домашний город

source: Home town city
ru: Город Дома

source: Hometown
ru: Урон

source: Hometown DST
ru: Домашняя DST

source: Hong Kong
ru: Гонконг

source: Honolulu
ru: Гонолулу

source: Horizontal
ru: Горизонтально

source: Horizontal (normal)
ru: Горизонтальный (обычный)

source: Horizontal difference X2
ru: Горизонтальная разница X2

source: Horizontal difference X4
ru: Разница X4 по горизонтали

source: Horizontal differencing
ru: Разница по горизонтали

source: Horizontal resolution in pixels per unit.
ru: Горизонтальное разрешение в пикселях на единицу.

source: Host Computer
ru: Компьютер хоста

source: Hue
ru: Оттенок

source: Hue Adjustment
ru: Подстройка оттенка

source: Hue Adjustment Aqua
ru: Регулировка оттенков Aqua

source: Hue Adjustment Blue
ru: Корректировка Hue синий

source: Hue Adjustment Green
ru: Зеленый регулировщик Hue

source: Hue Adjustment Magenta
ru: Корректировка Hue Magenta

source: Hue Adjustment Orange
ru: Корректировка оранжевого оттенка

source: Hue Adjustment Purple
ru: Корректирующий фиолетовый оттенок

source: Hue Adjustment Red
ru: Корректировка Hue красный

source: Hue Adjustment Settings Information.
ru: Параметры регулировки Hue Информация.

source: Hue Adjustment Yellow
ru: Корректировка Hue Yellow

source: Hue Setting
ru: Настройки оттенка

source: Hue adjustment
ru: Коррекция тона

source: Hue setting
ru: Настройки оттенка

source: Human Observation
ru: Наблюдатель от человека

source: Humidity
ru: Влажность

source: Humidity as the ambient situation at the shot, for example the room humidity where the photographer was holding the camera. The unit is %.
ru: Влажность как окружающая обстановка на выстреле, например влажность помещения, где фотограф держал камеру.

source: Hybrid
ru: Гибридный

source: ICC Profile
ru: ICC профиль

source: ICC profile
ru: Профиль ICC

source: IEEE floating point data
ru: Данные IEEE с плавающей точкой

source: IIM application record 2
ru: Записи приложения МИМ 2

source: IIM envelope record
ru: Запись конверта IIM

source: IN
ru: В

source: IPTC Core schema
ru: IPTC Core схема

source: IPTC Extension schema
ru: Схема IPTC Extension

source: IPTC Fields Last Edited
ru: IPTC поля последний раз изменены

source: IPTC Scene Code
ru: Код сцены IPTC

source: IPTC Subject Code
ru: Код предмета IPTC

source: ISO Expansion
ru: Расширение ISO

source: ISO Expansion 2
ru: Расширение ISO 2

source: ISO Selection
ru: Выбор ISO

source: ISO Setting Used
ru: Использовано настроек ISO

source: ISO Settings
ru: Настройки ISO

source: ISO Speed
ru: Скорость ISO

source: ISO Speed Latitude yyy
ru: ISO скорость широта гг

source: ISO Speed Latitude zzz
ru: ISO скорость широты zzz

source: ISO Speed Mode
ru: Режим скорости ISO

source: ISO Speed Ratings
ru: Рейтинг скорости ISO

source: ISO Speed Used
ru: Использовано ISO

source: ISO Value
ru: Значение ISO

source: ISO expansion
ru: Расширение ISO

source: ISO expansion 2
ru: Расширение ISO 2

source: ISO selection
ru: Выбор ISO

source: ISO sensitivity
ru: Чувствительность ISO

source: ISO sensitivity settings
ru: Настройки чувствительности ISO

source: ISO speed
ru: Светочувствительность

source: ISO speed setting
ru: Настройка скорости ISO

source: ISO speed used
ru: Использована скорость ISO

source: ISO speed value
ru: Чувствительность (ISO)

source: ISO studio tungsten
ru: Артикул ISO

source: ISRC Code
ru: Код ISRC

source: IT8 Binary Lineart
ru: Бинарная линейка IT8

source: IT8 CT Padding
ru: IT8 CT Отступ

source: IT8 Linework RLE
ru: IT8 Линия RLE

source: IT8 Monochrome Picture
ru: Монохромное изображение IT8

source: Identification
ru: Опознавательные обозначения

source: Identification ID
ru: Идентификатор

source: Identification Qualifier
ru: Указатель идентификации

source: Identification References
ru: Ссылки на идентификацию

source: Identification Remarks
ru: Замечания по идентификации

source: Identification Verification Status
ru: Идентификационный статус

source: Identification of the name of the person involved in the writing, editing or correcting the object data or caption/abstract.
ru: Идентификация имени лица, участвующего в написании, редактировании или исправлении данных объекта или субтитров/абстракт.

source: Identified By
ru: Идентификатор по

source: Identifier assigned by Licensee for Licensee's reference and internal use.
ru: Идентификатор, назначенный Лицензией для ссылки на лицензию и внутреннего использования.

source: Identifier assigned by Licensor for Licensor's reference and internal use.
ru: Идентификатор, назначенный Лицензиатором для ссылки лицензии и внутреннего использования.

source: Identifier(s) of the specific event at which the photo was taken.
ru: Идентификатор (идентификаторы) конкретного события, на котором фотография была снята.

source: Identifies Province/State of origin according to guidelines established by the provider.
ru: Определяет провинцию/государство происхождения в соответствии с руководящими принципами, установленными поставщиком.

source: Identifies city of object data origin according to guidelines established by the provider.
ru: Определяет город происхождения объектных данных в соответствии с указаниями, установленными поставщиком.

source: Identifies object data that recurs often and predictably. Enables users to immediately find or recall such an object.
ru: Определяет объектные данные, которые часто повторяются и предсказуемая. Позволяет пользователям немедленно найти или отозвать такой объект.

source: Identifies the Envelope Number of a prior envelope to which the current object refers.
ru: Определяет номер конверта предыдущего конверта, на который ссылается данный объект.

source: Identifies the NikonFl version
ru: Определяет версию NikonFl

source: Identifies the Service Identifier of a prior envelope to which the current object refers.
ru: Определяет идентификатор службы предыдущего конверта, на который ссылается текущий объект.

source: Identifies the content of the end of an audio object data, according to guidelines established by the provider.
ru: Определяет содержание конца данных аудио-объекта в соответствии с указаниями, установленными провайдером.

source: Identifies the date of a prior envelope to which the current object refers.
ru: Определяет дату предыдущего конверта, на который ссылается текущий объект.

source: Identifies the location within a city from which the object data originates, according to guidelines established by the provider.
ru: Определяет местоположение в городе, из которого поступают объектные данные, в соответствии с указаниями, установленными провайдером.

source: Identifies the original owner of the intellectual content of the object data. This could be an agency, a member of an agency or an individual.
ru: Определяет первоначального владельца интеллектуального содержания данных объекта. Это может быть агентство, член агентства или отдельный человек.

source: Identifies the person or organisation which can provide further background information on the object data.
ru: Определяет лицо или организацию, которые могут предоставить дополнительную справочную информацию о данных объекта.
