Repository: Exiv2/exiv2
Catalog: po/*.po
Languages: ru

source: 5 images, Sequence 0/-/+
ru: 5 изображений, последовательность 0/-/+

source: 5 shots
ru: 5 снимков

source: 5-area
ru: 5-ти местный

source: 5300K (Fine Weather)
ru: 5300К (пятница)

source: 5500 Kelvin
ru: 5500 K

source: 6 shots
ru: 6 снимков

source: 6000K (Cloudy)
ru: 6000K (Облак)

source: 640x480 Movie
ru: Фильм 640x480

source: 6500 Kelvin
ru: 6500 K

source: 7 files
ru: 7 файлов

source: 7 images, Sequence -/0/+
ru: 7 изображений, последовательность -/0/+

source: 7 images, Sequence 0/-/+
ru: 7 изображений, последовательность 0/-/+

source: 7 shots
ru: 7 выстрелов

source: 7500 Kelvin
ru: 7500 K

source: 7500K (Fine Weather with Shade)
ru: 7500K (Финальная погода с тенью)

source: 8-Segment
ru: 8-Сегмент

source: 80 (Zone Matching Low)
ru: 80 (зона, соответствующая низком)

source: 9 files
ru: 9 файлов

source: 9 shots
ru: 9 снимков

source: A
ru: А

source: A (counted) string that specifies the name of the component-that is, the media handler used when this media was created..
ru: Строка счетчика, указывающая имя компонента, то есть медиаобработчик, используемый при создании медиафайла..

source: A 1-byte specification of the version of this media header
ru: 1-байтовая спецификация версии заголовка этого медиа

source: A 1-byte specification of the version of this track header
ru: 1-байтовая спецификация версии заголовка трека

source: A 16-bit fixed-point number that specifies how loud to play this movie's sound. A value of 1.0 indicates full volume.
ru: 16-битное число фиксированной точки, которое указывает, как громко воспроизвести звук этого фильма. Значение 1.0 означает полный громкость.

source: A 16-bit fixed-point number that specifies how loud to play this track's sound. A value of 1.0 indicates full volume.
ru: 16-битное число фиксированных точек, которое указывает, как громко воспроизводить звук этого трека. Значение 1.0 означает полный громкость.

source: A 16-bit integer that indicates the pixel depth of the compressed image. Values of 1, 2, 4, 8 , 16, 24, and 32 indicate the depth of color images
ru: 16-битное целое указывает на глубину сжатого изображения. Значения 1, 2, 4, 8 , 16, 24 и 32 обозначают глубину цветных изображений

source: A 16-bit integer that indicates this track's spatial priority in its movie. The QuickTime MovieToolbox uses this value to determine how tracks overlay one another. Tracks with lower layervalues are displayed in front of tracks with higher layer values.
ru: 16-битное целое число, указывающее на пространственный приоритет трека в его фильме. QuickTime MovieToolbox использует это значение, чтобы определить, как треки накладываются друг на друга. Треки с нижними значениями слоя отображаются перед треками с более высокими значениями слоя.

source: A 16-bit integer that specifies the language code for this media.
ru: 16-битное целое число, которое задает код языка для этого носителя.

source: A 16-bit integer that specifies the transfer mode. The transfer mode specifies which Booleanoperation QuickDraw should perform when drawing or transferring an image from one location to another.
ru: 16-битное целое число, которое определяет режим передачи. Режим передачи определяет, какая Booleanoperation QuickDraw должна выполняться при рисовании или переносе изображения из одной точки в другую.

source: A 32-bit fixed-point number that specifies the rate at which to play this movie. A value of 1.0 indicates normal rate.
ru: 32-битное число фиксированной точки, которое определяет скорость воспроизведения этого фильма. Значение 1.0 означает нормальную скорость.

source: A 32-bit integer that indicates (in seconds since midnight, January 1, 1904) when the media header was created.
ru: 32-битное целое указывает (в секундах с полуночи, 1 января 1904 года), когда был создан заголовок медиа.

source: A 32-bit integer that indicates (in seconds since midnight, January 1, 1904) when the media header was last modified.
ru: 32-разрядное целое число, указывающее (в секундах с полуночи, 1 января 1904 года), когда медиа-заголовок был последний раз изменён.

source: A 32-bit integer that indicates (in seconds since midnight, January 1, 1904) when the track header was created.
ru: 32-битное целое указывает (в секундах, начиная с полуночи, 1 января 1904 года), когда был создан заголовок трека.

source: A 32-bit integer that indicates (in seconds since midnight, January 1, 1904) when the track header was last modified.
ru: 32-битное целое указывает (в секундах, начиная с полуночи, 1 января 1904 года), когда заголовок трека был последний изменен.

source: A 32-bit integer that indicates a value to use for the track ID number of the next track added to this movie. Note that 0 is not a valid track ID value.
ru: 32-разрядное целое число, указывающее значение, которое нужно использовать для ID трека следующего трека добавлено в этот фильм. Заметьте, что 0 не является допустимым значением трека ID.

source: A 32-bit integer that specifies the developer of the compressor that generated the compressed data. Often this field contains 'appl' to indicate Apple Computer, Inc.
ru: 32-разрядное целое число, которое указывает разработчика компрессора, создавшего сжатые данные. Часто это поле содержит 'яблоки' для обозначения Apple Computer, Inc.

source: A 32-bit integer that uniquely identifies the track. The value 0 cannot be used.
ru: 32-битное целое число, которое однозначно идентифицирует трек. Значение 0 не может быть использовано.

source: A C string that specifies Logo Icon URL.
ru: Строка C, которая задает URL значка логотипа.

source: A C string that specifies a Base URL.
ru: Строка C, которая определяет базовый URL-адрес.

source: A C string that specifies a Logo URL.
ru: Строка C, которая задает URL логотипа.

source: A C string that specifies a URL. There may be additional data after the C string.
ru: Строка C, которая определяет URL. После строки C могут быть дополнительные данные.

source: A C string that specifies a URN. There may be additional data after the C string.
ru: Строка C, которая задает URN. После строки C могут быть дополнительные данные.

source: A C string that specifies a Watermark URL.
ru: Строка C, которая задает водяной знак URL.

source: A Matroska video specific property, helps in determining the compatibility of file with a particular version of a video player
ru: Свойство Matroska для конкретного видео помогает определить совместимость файла с конкретной версией видеопроигрывателя

source: A Matroska video specific property, indicated the version of filetype, helps in determining the compatibility
ru: Свойство Matroska для видео, указанная версия filetype, помогает определить совместимость

source: A PLUS-standardized alphanumeric code string summarizing the media usages included in the license.
ru: Строка кодирования PLUS с описанием использования медиа, включённого в лицензию.

source: A Series Lens
ru: Линза серии

source: A TIFF ClipPath is intended to mirror the essentials of PostScript's path creation functionality.
ru: TIFF ClipPath предназначен для зеркального отражения основных особенностей создания пути PostScript.

source: A URI identifying the managed resource to the asset management system; the presence of this property is the formal indication that this resource is managed. The form and content of this URI is private to the asset management system.
ru: Унифицированный идентификационный номер управляемого ресурса для системы управления активами; наличие этого имущества является официальным свидетельством того, что этот ресурс управляется. Форма и содержание этого URI являются частными для системы управления активами.

source: A URI that can be used to access information about the managed resource through a web browser. It might require a custom browser plug-in.
ru: URI, который может быть использован для доступа к информации об управляемом ресурсе через веб-браузер. Для этого может потребоваться пользовательский плагин для браузера.

source: A UTF-8 encoded string associated with the CameraCalibration1 and CameraCalibration2 tags. The CameraCalibration1 and CameraCalibration2 tags should only be used in the DNG color transform if the string stored in the CameraCalibrationSignature tag exactly matches the string stored in the ProfileCalibrationSignature tag for the selected camera profile.
ru: Строка кодирования UTF-8, связанная с тегами CameraCalibration1 и CameraCalibration2. Метки CameraCalibration1 и CameraCalibration2 должны использоваться только в преобразовании цвета DNG, если строка, хранящаяся в теге CameraCalibrationSignature точно соответствует строке, хранящейся в теге ProfileCalibrationSignature для выбранного профиля камеры.

source: A UTF-8 encoded string associated with the camera profile tags. The CameraCalibration1 and CameraCalibration2 tags should only be used in the DNG color transfer if the string stored in the CameraCalibrationSignature tag exactly matches the string stored in the ProfileCalibrationSignature tag for the selected camera profile.
ru: Строка с кодировкой UTF-8, связанная с тегами профиля камеры. Метки CameraCalibration1 и CameraCalibration2 должны использоваться только в том случае, если строка, хранящаяся в теге CameraCalibrationSignature точно соответствует строке, хранящейся в теге ProfileCalibrationSignature для выбранного профиля камеры.

source: A UTF-8 encoded string containing the 'group name' of the camera profile. The purpose of this tag is to associate two or more related camera profiles into a common group.
ru: Строка с кодировкой UTF-8, содержащая «название группы» профиля камеры. Цель этого тега заключается в том, чтобы связать два или более связанных профиля камеры в общую группу.

source: A UTF-8 encoded string containing the copyright information for the camera profile. This string always should be preserved along with the other camera profile tags.
ru: Строка с кодировкой UTF-8, содержащая информацию об авторских правах для профиля камеры. Эта строка всегда должна быть сохранена вместе с другими тегами профиля камеры.

source: A UTF-8 encoded string containing the name of the "as shot" camera profile, if any.
ru: Строка, кодируемая в кодировке UTF-8, содержащая имя профиля камеры "как shot", если таковые имеются.

source: A UTF-8 encoded string containing the name of the application that created the preview stored in the IFD.
ru: Строка с кодировкой UTF-8, содержащая имя приложения, создавшего предварительный просмотр, сохраненный в IFD.

source: A UTF-8 encoded string containing the name of the camera profile. This tag is optional if there is only a single camera profile stored in the file but is required for all camera profiles if there is more than one camera profile stored in the file.
ru: Строка с кодировкой UTF-8, содержащая имя профиля камеры. Этот тег является необязательным, если в файле хранится только один профиль камеры, но необходим для всех профилей камеры, если в файле хранится более одного профиля камеры.

source: A UTF-8 encoded string containing the name of the conversion settings (for example, snapshot name) used for the preview stored in the IFD.
ru: Строка с кодировкой UTF-8, содержащая имя настроек конвертации (например, имя снимка), используемая для предварительного просмотра, хранимого в IFD.

source: A UTF-8 encoded string containing the version number of the application that created the preview stored in the IFD.
ru: Строка с кодировкой UTF-8, содержащая номер версии приложения, создавшего предварительный просмотр, сохраненный в IFD.

source: A Well-Known Text (WKT) representation of the Spatial Reference System (SRS) for the footprintWKT of the Location. Do not use this term to describe the SRS of the decimalLatitude and decimalLongitude, even if it is the same as for the footprintWKT - use the geodeticDatum instead.
ru: Хорошо известный текст (WKT) представление пространственной системы опорных данных (SRS) для слева от местности. Не используйте этот термин для описания SRS десятичных и десятичных дробей, даже если это то же самое, что и для footprintWKT - вместо этого используйте geodeticDatum.

source: A Well-Known Text (WKT) representation of the shape (footprint, geometry) that defines the Location. A Location may have both a point-radius representation (see decimalLatitude) and a footprint representation, and they may differ from each other.
ru: Хорошо известный текст (WKT) представление формы (footprint, geometry), которая определяет местоположение. Местоположение может иметь и точечный радиус представления (см. десятичную широту), и представление следа, и они могут отличаться друг от друга.

source: A bibliographic reference for the resource.
ru: Библиографический справочник для ресурса.

source: A binary number identifying the version of the Information Interchange Model, Part I, utilised by the provider. Version numbers are assigned by IPTC and NAA organizations.
ru: Бинарный номер, определяющий версию модели информационного обмена, часть I, используемую провайдером. Номера версий назначаются организациями IPTC и NAA.

source: A binary number identifying the version of the Information Interchange Model, Part II, utilised by the provider. Version numbers are assigned by IPTC and NAA organizations.
ru: Бинарный номер, определяющий версию модели информационного обмена (частьII), используемой провайдером. Номера версий назначаются организациями IPTC и NAA.

source: A binary number representing the file format of the object data preview. The file format must be registered with IPTC or NAA organizations with a unique number assigned to it.
ru: Бинарный номер, представляющий формат файла предварительного просмотра данных объекта. Формат файла должен быть зарегистрирован организациями IPTC или NAA с уникальным номером, присвоенным ему.

source: A binary number representing the file format. The file format must be registered with IPTC or NAA with a unique number assigned to it. The information is used to route the data to the appropriate system and to allow the receiving system to perform the appropriate actions there to.
ru: Бинарный номер, представляющий формат файла. Формат файла должен быть зарегистрирован в IPTC или NAA с уникальным номером, присвоенным ему. Информация используется для маршрутизации данных в соответствующую систему и для того, чтобы принимающая система могла выполнять соответствующие действия.

source: A binary number representing the particular version of the File Format specified by <FileFormat> tag.
ru: Бинарный номер, представляющий конкретную версию формата файла, указанный тегом <FileFormat>.

source: A binary number representing the particular version of the object data preview file format specified in tag <PreviewFormat>.
ru: Бинарный номер, представляющий конкретную версию формата файла предпросмотра объекта, указанного в теге <PreviewFormat>.

source: A brief description of the file
ru: Краткое описание файла

source: A brief phrase or a standard term ("cf." "aff.") to express the determiner's doubts about the Identification.
ru: Краткая фраза или стандартный термин ("cf." "aff.") для выражения сомнений определяющего по поводу идентификации.

source: A brief textual description of the purpose and meaning of an image that can be accessed by assistive technology or displayed when the image is disabled in the browser. It should not exceed 250 characters.
ru: Краткое текстовое описание цели и значения изображения, к которому можно получить доступ по ассистирующей технологии или отображаться, когда изображение отключено в браузере. Оно не должно превышать 250 символов.

source: A by-line title is the title of the creator or creators of an object data. Where used, a by-line title should follow the by-line it modifies.
ru: Построчный заголовок - название создателя или создателя данных объекта. Где используется, подстрочное название должно следовать построчным изменениям.

source: A categorical description of the extent to which the georeference has been verified to represent the best possible spatial description. Recommended best practice is to use a controlled vocabulary.
ru: Категорическое описание степени проверки геометрии, с тем чтобы представить наилучшее пространственное описание. Рекомендуется использовать контролируемый словарь.

source: A categorical indicator of the extent to which the taxonomic identification has been verified to be correct. Recommended best practice is to use a controlled vocabulary such as that used in HISPID/ABCD.
ru: Категорический индикатор степени проверки таксономической идентификации является правильным. Рекомендуется использовать управляемый словарь, такой как используемый в HISPID/ABCD.

source: A category or description of the habitat in which the Event occurred.
ru: Категория или описание среды обитания в которой произошло событие.

source: A character string giving the title of the image. It may be a comment such as "1988 company picnic" or the like. Two-bytes character codes cannot be used. When a 2-bytes code is necessary, the Exif Private tag <UserComment> is to be used.
ru: Текстовая строка, в которой дается название изображению. Это может быть комментарий вроде «Корпоративная тусовка 1988» или что-то наподобие. Двухбайтовая кодировка символов не может быть использована. Если она всё же необходима, должен быть использован частный тег Exif <UserComment>.

source: A character string recording date and time information relative to UTC (Coordinated Universal Time). The format is "YYYY:MM:DD.".
ru: Символьная строка, записывающая дату и время относительно UTC (скоординированное универсальное время). Формат «YYY:MM:DD.».

source: A character string recording the name of the GPS area.The string encoding is defined using the same scheme as UserComment.
ru: Символьная строка записывает имя области GPS. Строковое кодирование определяется с использованием той же схемы, что и UserComment.

source: A character string recording the name of the method used for location finding. The string encoding is defined using the same scheme as UserComment.
ru: Символьная строка записывает имя метода, используемого для поиска местоположения. Строковая кодировка определяется с использованием той же схемы, что и UserComment.

source: A checkbox for tracking whether a shot is a keeper.
ru: Флажок для отслеживания того, является ли выстрел хранителем.

source: A code representing the location of original transmission according to practices of the provider.
ru: Код, представляющий местонахождение первоначальной передачи в соответствии с практикой поставщика.

source: A color in CMYK or RGB to be used as the pre-multiple color when alpha mode is pre-multiplied.
ru: Цвет в CMYK или RGB, который будет использоваться в качестве пре-кратного цвета, когда альфа-режим преумножается.

source: A color map for palette color images. This field defines a Red-Green-Blue color map (often called a lookup table) for palette-color images. In a palette-color image, a pixel value is used to index into an RGB lookup table.
ru: Цветовая карта для цветовых изображений палитры. Это поле определяет красно-зелено-синюю цветовую карту (часто называемую таблицей справки) для палитров-цветных изображений. В палитра-цветном изображении значение пиксела используется для индексации в таблицу поиска RGB.

source: A common or vernacular name.
ru: Обычное или вертикальное имя.

source: A decimal encoding with period separators.
ru: Десятичная кодировка с разделителями периодов.

source: A decimal representation of the precision of the coordinates given in the decimalLatitude and decimalLongitude.
ru: Десятичное представление точности координат, указанных в десятичной и десятичной десятичной дроби.

source: A description of or reference to (publication, URI) the method or protocol used to determine the measurement, fact, characteristic, or assertion.
ru: Описание или ссылка на (публикация, URI) метода или протокола, используемого для определения измерения, факта, характеристики или утверждения.

source: A description of the behavior shown by the subject at the time the Occurrence was recorded. Recommended best practice is to use a controlled vocabulary.
ru: Описание поведения, показанного субъектом во время записи события. Рекомендуется использовать контролируемый словарь.

source: A description of the camera used for a shoot. Can be any string, but is usually simply a number, for example "1", "2", or more explicitly "Camera 1".
ru: Описание камеры, используемой для съемки. Может быть любой строкой, но обычно это просто число, например "1", "2" или более явно "Камера 1".

source: A description of the kind of Organism instance. Can be used to indicate whether the Organism instance represents a discrete organism or if it represents a particular type of aggregation. Recommended best practice is to use a controlled vocabulary.
ru: Описание вида экземпляра организма . Может использоваться для указания того, представляет ли организм конкретный организм или представляет ли он тот или иной тип агрегирования. Рекомендуется использовать контролируемый словарь.

source: A description of the lens used to take the photograph. For example, "70-200 mm f/2.8-4.0".
ru: Описание объектива, применявшегося для съемки. Например, "70-200 mm f/2.8-4.0".

source: A description of the printing environment for which this separation is intended.
ru: Описание среды печати, для которой предназначено такое разделение.

source: A description of the speaker angles from center front in degrees. For example: "Left = -30, Right = 30, Center = 0, LFE = 45, Left Surround = -110, Right Surround = 110"
ru: Описание углов динамика от центра в градусах. Пример: "Слева = -30, вправо = 30, центр = 0, LFE = 45, левый округл = -110, правый округл = 110"

source: A description or reference to the methods used to determine the spatial footprint, coordinates, and uncertainties.
ru: Описание или ссылка на методы, используемые для определения пространственной геометрии, координат и неопределенностей.

source: A document type; for example, novel, poem, or working paper.
ru: Тип документа; например, роман, стихи или рабочая бумага.

source: A four-character code that identifies the format of the audio.
ru: Четырехзначный код, определяющий формат аудио.

source: A four-character code that identifies the type of the handler. Only two values are valid for this field: 'mhlr' for media handlers and 'dhlr' for data handlers.
ru: Четырехзначный код, определяющий тип обработчика. Для этого поля допустимы только два значения: 'mhlr' для медиа-обработчиков и 'dhlr' для обработчиков данных.

source: A four-character code that identifies the type of the media handler or data handler.
ru: Четырехзначный код, который идентифицирует тип обработчика носителя или обработчика данных.

source: A general indication of the kind of data contained in this subfile.
ru: Общее указание вида данных, содержащихся в данном подфайле.

source: A general indication of the kind of data contained in this subfile. This field is deprecated. The NewSubfileType field should be used instead.
ru: Общее указание вида данных, содержащихся в этом подфайле. Это поле является устаревшим. Вместо этого следует использовать поле NewSubfileType.

source: A language of the resource.
ru: Язык ресурса.

source: A legal document giving official permission to do something with the resource.
ru: Правовой документ, дающий официальное разрешение на что-то делать с ресурсом.

source: A linked rights expression using any rights expression language.
ru: Связанное выражение прав с использованием любого языка выражения прав.

source: A list (concatenated and separated with a vertical bar ' | ' ) of identifiers of other Organisms and their associations to this Organism.
ru: Список (сгруппированный и разделенный вертикальным столбиком ' | ' ) идентификаторов других организмов и их ассоциаций к этому организму.
