Repository: Exiv2/exiv2
Catalog: po/*.po
Languages: ru

source: Content Signature Algorithm. Eg: RSA
ru: Алгоритм подписи контента. Например: RSA

source: Content Signature Hash Algorithm. Eg: SHA1-160 or MD5
ru: Алгоритм хэширования подписи контента. Например: SHA1-160 или MD5

source: Continent
ru: Континент

source: Continue Focus Search
ru: Продолжить фокусировку поиска

source: Continuous
ru: Непрерывный

source: Continuous (10 fps)
ru: Непрерывный (10 fps)

source: Continuous (12 fps)
ru: Непрерывный (12 fps)

source: Continuous (15 fps)
ru: Непрерывный (15 fps)

source: Continuous (2 fps)
ru: Непрерывный (2 fps)

source: Continuous (20 fps)
ru: Непрерывный (20 fps)

source: Continuous (3 fps)
ru: Непрерывный (3 fps)

source: Continuous (30 fps)
ru: Непрерывный (30 fps)

source: Continuous (4 fps)
ru: Непрерывный (4 fps)

source: Continuous (40 fps)
ru: Непрерывный (40 fps)

source: Continuous (5 fps)
ru: Непрерывный (5 fps)

source: Continuous (6 fps)
ru: Непрерывный (6 fps)

source: Continuous (60 fps)
ru: Непрерывный (60 fps)

source: Continuous (7 fps)
ru: Непрерывный (7 fps)

source: Continuous (Hi)
ru: Непрерывный (Hi)

source: Continuous - 3D Image
ru: Непрерывное - 3D изображение

source: Continuous - 3D Sweep Panorama
ru: Непрерывный - 3D Sweep Panorama

source: Continuous - Anti-Motion Blur, Hand-held Twilight
ru: Непрерывный - Антидвижение-размытие, ручные сумерки

source: Continuous - Background defocus
ru: Непрерывный - дефокус фона

source: Continuous - Burst
ru: Непрерывный - Взрыв

source: Continuous - Burst 2
ru: Непрерывный - Взрыв 2

source: Continuous - Exposure Bracketing
ru: Непрерывный - Маркетинг Выдержки

source: Continuous - HDR
ru: Непрерывный - HDR

source: Continuous - High Resolution Sweep Panorama
ru: Непрерывный - Высокое разрешение панорама

source: Continuous - High Sensitivity
ru: Непрерывная - Высокая чувствительность

source: Continuous - Multi-Frame NR
ru: Непрерывный - Multi-кадр NR

source: Continuous - Speed/Advance Priority
ru: Непрерывный - Скорость / Продвинутый приоритет

source: Continuous - Sweep Panorama
ru: Непрерывная - очистка панорамы

source: Continuous - Tele-zoom Advance Priority
ru: Непрерывный - Продвинутый Приоритет Телезума

source: Continuous - iSweep Panorama
ru: Непрерывная - Панорама iSweep

source: Continuous AF
ru: Непрерывная AF

source: Continuous Bracketing
ru: Непрерывный брекетинг

source: Continuous Bracketing High
ru: Непрерывный рост брекетинга

source: Continuous Bracketing Low
ru: Низкий непрерывный браслет

source: Continuous High
ru: Непрерывно Высокий

source: Continuous Low
ru: Непрерывная низкая

source: Continuous Shooting
ru: Непрерывная стрельба

source: Continuous autofocus
ru: Непрерывный автофокус

source: Continuous bracketing
ru: Непрерывный брекетинг

source: Continuous shooting or auto bracketing setting
ru: Непрерывная съемка или автобрекетинг

source: Continuous, Silent
ru: Непрерывный, Тихий

source: Continuous, high
ru: Непрерывный, высокий

source: Continuous, low
ru: Непрерывный, низкий

source: Continuous, speed priority
ru: Непрерывный приоритет скорости

source: Continuous, tracking priority
ru: Непрерывный приоритет отслеживания

source: Contrast
ru: Контраст

source: Contrast Bracketing
ru: Контрастный браслет

source: Contrast Curve
ru: Кривая контрастности

source: Contrast Detect AF In Focus
ru: Обнаружение контрастного AF в фокусе

source: Contrast Setting
ru: Настройки контрастности

source: Contrast Value
ru: Контрастное значение

source: Contrast curve
ru: Контрастная кривая

source: Contrast detect AF in focus
ru: Контрастное определение AF в фокусе

source: Contrast setting
ru: Настройка контрастности

source: Contrast value
ru: Контрастное значение

source: Contrast+
ru: Контраст+

source: Contrast-
ru: Контраст-

source: Contrast-detect
ru: Контрастное обнаружение

source: Contributed Media
ru: Внесенные материалы

source: Contributor
ru: Участник

source: Contributors to the resource (other than the authors).
ru: Вкладчики в ресурс (кроме авторов).

source: Control Dial Set
ru: Набор панели управления

source: Control Mode
ru: Режим управления

source: Control dial set
ru: Управление набором

source: Controlled Vocabulary Term
ru: Контролируемый словарь

source: Conversion Lens
ru: Конвертация линз

source: Conversion lens
ru: Облики конверсии

source: Convert To Grayscale
ru: Преобразовать в оттенки серого

source: Converter
ru: Конвертер

source: Cool
ru: Крутой

source: Cool Night Sky
ru: Крутое Ночное Небо

source: Cool White Fluorescent
ru: Холодный белый флуоресцент

source: Cool White Fluorescent (W 3900 - 4500K)
ru: Крутой белый флуоресцент (W 3900 - 4500K)

source: Cool white fluorescent (W 3900 - 4500K)
ru: Крутой белый флуоресцент (W 3900 - 4500K)

source: Coordinate Precision
ru: Точность координат

source: Coordinate Uncertainty In Meters
ru: Неопределенность координат в показателях

source: Copyright
ru: Авторские права

source: Copyright Notice
ru: Уведомление об авторских правах

source: Copyright Owner
ru: Владелец прав

source: Copyright Owner ID
ru: ID владельца авторских прав

source: Copyright Owner Image ID
ru: Изображение владельца авторских прав

source: Copyright Owner Name
ru: Имя владельца авторских прав

source: Copyright Registration Number
ru: Номер регистрации авторских прав

source: Copyright Registration Number, if any, applying to the licensed image.
ru: Авторское право регистрационный номер, если таковые имеются, применяя к лицензионному изображению.

source: Copyright Status
ru: Статус авторских прав

source: Copyright information. In this standard the tag is used to indicate both the photographer and editor copyrights. It is the copyright notice of the person or organization claiming rights to the image. The Interoperability copyright statement including date and rights should be written in this field; e.g., "Copyright, John Smith, 19xx. All rights reserved.". In this standard the field records both the photographer and editor copyrights, with each recorded in a separate part of the statement. When there is a clear distinction between the photographer and editor copyrights, these are to be written in the order of photographer followed by editor copyright, separated by NULL (in this case since the statement also ends with a NULL, there are two NULL codes). When only the photographer copyright is given, it is terminated by one NULL code. When only the editor copyright is given, the photographer copyright part consists of one space followed by a terminating NULL code, then the editor copyright is given. When the field is left blank, it is treated as unknown.
ru: Информация об авторских правах. В этом стандарте используется тег для обозначения как фотографа, так и редактора авторских прав. Это уведомление об авторских правах человека или организации, претендующих на изображение. Заявление об авторских правах на совместимость, включая дату и права, должно быть написано в этом поле, например, "Copyright, John Smith, 19xx. Все права защищены. . В этом стандарте поле записывает как фотограф, так и редактор авторские права, каждая из которых записывается в отдельной части заявления. При наличии явного различия между фотографом и редактором авторских прав, они должны быть написаны в порядке фотографа, за которым следует редактор авторских прав. через НУЛЛ (в данном случае, поскольку заявление также заканчивается НУЛЛ, существует два НУЛЛ-кода). Когда дается только авторское право фотографа, оно прекращается одним NULL кодом. Когда даны только авторские права редактора, часть авторских прав фотографа состоит из одного пространства, за которым следует прекращение действия NULL кода, то авторские права редактора предоставлены. Когда поле оставлено пустым, оно рассматривается как неизвестное.

source: Copyright status of the image.
ru: Авторское право статуса изображения.

source: Copyright, can be name of an organization or an individual.
ru: Авторские права могут быть названы организации или физическим лицом.

source: Coring Filter
ru: Фильтр кузова

source: Coring Values
ru: Кольчужные значения

source: Coring filter
ru: Фильтр по углу

source: Coring values
ru: Корификация значений

source: CoringFilter
ru: Фильтр Корингфильтра

source: Correction applied
ru: Исправление применено

source: CorrectionMasks
ru: Маски исправления

source: Costume Designer
ru: Дизайнер костюмов

source: Costume Designer associated with the video.
ru: Костюм дизайнер связанный с видео.

source: Could not write metadata to file
ru: Не удалось записать метаданные в файл

source: Country
ru: Страна

source: Country Code
ru: Код страны

source: Country Code (legacy)
ru: Код страны (старый)

source: Country Name
ru: Название страны

source: Country/primary location.
ru: Страна/основное местоположение.

source: County
ru: Округ

source: Couple
ru: Пара

source: Coverage
ru: Охват

source: Crayon Drawing
ru: Рисование Пламени

source: Create Date
ru: Дата создания

source: Creation Date
ru: Дата создания

source: Creative Auto
ru: Автоматически

source: Creative Control
ru: Творческий контроль

source: Creative Light Effect
ru: Творческий световой эффект

source: Creative Style
ru: Креативный стиль

source: Creative program
ru: Творческая программа

source: Creative style
ru: Творческий стиль

source: Creator
ru: Создатель

source: Creator Tool
ru: Инструмент создателя

source: Creator's Contact Info
ru: Контактная информация автора

source: Creator/s of the image.
ru: Создатель изображения.

source: Credit
ru: Кредит

source: Credit Adjacent To Image
ru: Кредит рядом с изображением

source: Credit Line Required
ru: Необходима кредитная линия

source: Credit in Credits Area
ru: Кредит в зоне кредитов

source: Credit on Image
ru: Кредит на изображение

source: Credit.
ru: Кредит.

source: Crop Angle
ru: Обрезать угол

source: Crop Bottom
ru: Обрезать снизу

source: Crop Constrain To Warp
ru: Обрезать до варпа

source: Crop Height
ru: Высота обрезки

source: Crop High Speed
ru: Высокая скорость обрезки

source: Crop Left
ru: Обрезать влево

source: Crop Mode
ru: Обрезать

source: Crop Right
ru: Обрезать вправо

source: Crop Top
ru: Обрезка сверху

source: Crop Unit
ru: Урожай

source: Crop Units
ru: Обрезать единицы

source: Crop Width
ru: Ширина обрезки

source: Crop height
ru: Высота обрезки

source: Crop high speed
ru: Высокая скорость обрезки

source: Crop left
ru: Обрезать влево

source: Crop mode
ru: Режим кадрирования

source: Crop top
ru: Обрезать сверху

source: Crop width
ru: Ширина обрезки

source: Cropped
ru: Обрезанный

source: Cropped Area Image Height Pixels
ru: Высота обрезанной области изображения

source: Cropped Area Image Width Pixels
ru: Ширина обрезанной области изображения пикселей

source: Cropped Area Left Pixels
ru: Обрезанная площадь слева пикселей

source: Cropped Area Top Pixels
ru: Обрезанная площадь верхних пикселей

source: Cropped Image Height
ru: Высота обрезанного изображения

source: Cropped Image Left
ru: Обрезанное изображение влево

source: Cropped Image Top
ru: Обрезанное изображение сверху

source: Cropped Image Width
ru: Ширина обрезанного изображения

source: Cross Process
ru: Кросс-процесс

source: Cross Process II
ru: Перекрестный процесс II

source: Current ICC Profile
ru: Текущий профиль ICC

source: Current Pre-Profile Matrix
ru: Текущая матрица перед профилем

source: Current Time
ru: Текущее время

source: Custom
ru: Свой

source: Custom 1
ru: Свой 1

source: Custom 1-4
ru: Пользовательские 1-4

source: Custom 10
ru: Свой 10

source: Custom 2
ru: Свой 2

source: Custom 3
ru: Свой 3

source: Custom 4
ru: Свой 4

source: Custom 5
ru: Свой 5

source: Custom 6
ru: Свой 6

source: Custom 7
ru: Свой 7

source: Custom 8
ru: Свой 8

source: Custom 9
ru: Свой 9

source: Custom Functions
ru: Пользовательские функции

source: Custom Functions 2
ru: Пользовательские функции 2

source: Custom Rendered
ru: Пользовательское отображение

source: Custom Saturation
ru: Насыщенность

source: Custom WB 1
ru: Пользовательский WB 1

source: Custom WB 2
ru: Пользовательский WB 2

source: Custom WB 3
ru: Пользовательский WB 3

source: Custom WB 4
ru: Пользовательский WB 4

source: Custom WB Blue Level
ru: Пользовательский синий уровень WB

source: Custom WB Error
ru: Пользовательская ошибка WB

source: Custom WB Green Level
ru: Пользовательский зелёный уровень WB

source: Custom WB Red Level
ru: Пользовательский красный WB уровень

source: Custom WB Setting
ru: Пользовательские настройки WB

source: Custom WB green level
ru: Пользовательский зелёный уровень WB

source: Custom WB red level
ru: Пользовательский красный уровень WB

source: Custom WB setting
ru: Пользовательские настройки WB

source: Custom functions
ru: Пользовательские функции

source: Custom process
ru: Другой процесс проявки

source: Custom saturation
ru: Настраиваемая насыщенность

source: Custom1
ru: Пользовательский1

source: Custom2
ru: Пользовательский2

source: Custom3
ru: Пользовательский3

source: CustomPictureStyleFileName
ru: Настраиваемое имя файла

source: CustomWB blue level
ru: Настроить синий уровень

source: Cute Desert
ru: Острая пустыня

source: D Range Priority
ru: D Диапазон Приоритета

source: D Range Priority Fixed
ru: D Диапазон Приоритета Фиксирован

source: D-Lighting
ru: Подсветка на крепеже

source: D-Lighting Bracketing
ru: Крайние световые брекетинги

source: D-Range Optimizer Bracketing High
ru: Высокий уровень браслетов на D-диапазоне оптимизатора

source: D-Range Optimizer Bracketing Low
ru: Низкий диапазон оптимизатора брекетинга на D-Range

source: DEC Switch Position
ru: Смена позиции DEC

source: DEC switch position
ru: Переключение позиции DEC

source: DNG Private Data
ru: DNG личные данные

source: DNG backward version
ru: Версия DNG

source: DNG version
ru: Версия DNG

source: DOF Preview
ru: Просмотр DOF

source: DOF Program
ru: Программа DOF

source: DRO Bracketing
ru: DRO брекетинг

source: DRO or White Balance Bracketing
ru: Баланс DRO или Белого

source: DSPFirmwareVersion
ru: Версия DSPFirmwareVersion

source: Dakar
ru: Дакар

source: Dark (comparative)
ru: Тёмная (сравнительная)

source: Dark Skin Tone
ru: Темный тон кожи

source: Darker
ru: Тёмный

source: Data Dump
ru: Дамп данных

source: Data Dump 1
ru: Дамп данных 1

source: Data Dump 2
ru: Дамп данных 2

source: Data Generalizations
ru: Генерализация данных

source: Data Imprint
ru: Отпечаток данных

source: Data Packets
ru: Пакеты данных

source: Data dump
ru: Дамп данных

source: Data form
ru: Форма данных

source: Data_Stamp_Mode
ru: Стартовый режим

source: Dataset Name
ru: Имя набора данных

source: Date
ru: Дата

source: Date & Time
ru: Дата и время

source: Date Acquired
ru: Дата получения

source: Date Acquired.
ru: Дата получения.

source: Date Created
ru: Дата создания объекта съёмки

source: Date Display Format
ru: Формат отображения даты

source: Date Identified
ru: Дата определения

source: Date Modified
ru: Дата изменения

source: Date Regions Valid
ru: Регионы Даты действительны

source: Date Sent
ru: Отправлено

source: Date Time
ru: Дата Время

source: Date Time Original
ru: Оригинал даты

source: Date and Time
ru: Дата и время

source: Date and Time (digitized)
ru: Дата и время оцифровки

source: Date and Time (original)
ru: Исходная дата и время

source: Date and Time Digitized
ru: Дата и время оцифрованы

source: Date and Time Original
ru: Дата и время

source: Date and time
ru: Дата и время

source: Date and time for the first image created in the panorama.
ru: Дата и время первого изображения, созданного в панораме.

source: Date and time for the last image created in the panorama.
ru: Дата и время последнего изображения, созданного в панораме.

source: Date and time when original video was generated, in ISO 8601 format.
ru: Дата и время создания оригинального видео в формате ISO 8601.

source: Date and time when the photo was captured
ru: Дата и время, когда фотография была сделана

source: Date and time when video was stored as digital data, can be the same as DateTimeOriginal if originally stored in digital form. Stored in ISO 8601 format.
ru: Дата и время, когда видео хранилось как цифровые данные, могут быть такими же, как и DateTimeOriginal при их первоначальном хранении в цифровой форме. Сохранено в формате ISO 8601.

source: Date display format
ru: Формат отображения даты

source: Date on which the resource was changed.
ru: Дата изменения ресурса.

source: Date stamp of GPS data.
ru: Дата штампа данных GPS.

source: Date the last region was created
ru: Дата создания последнего региона

source: Date(s) that something interesting happened to the resource.
ru: Дата(ы), что с ресурсом случилось что-то интересное.

source: Date-Time Original
ru: Дата и время

source: Day
ru: День

source: Day White Fluorescent
ru: Белый флуоресцент дня

source: Day White Fluorescent (N 4600 - 5400K)
ru: Белый флуоресцент дня (N 4600 - 5400K)

source: Day white fluorescent (N 4600 - 5400K)
ru: Дневной белый флуоресцент (N 4600 - 5400K)

source: Daylight
ru: Дневной свет

source: Daylight Fluorescent
ru: Дневной флуоресцент

source: Daylight Fluorescent (D 5700 - 7100K)
ru: Дневной флуоресцент (D 5700 - 7100 K)

source: Daylight Saving Time
ru: Летнее время

source: Daylight Savings
ru: Летнее время

source: Daylight fluorescent (D 5700 - 7100K)
ru: Флуоресцентная лампа дневного света (D 5700 - 7100K)

source: Daylight savings
ru: Летнее время

source: DaylightFluorescent
ru: Дневной Флуоресцент

source: DaywhiteFluorescent
ru: Днебелый флуоресцент

source: Decimal Latitude
ru: Десятичная широта

source: Decimal Longitude
ru: Десятичная долгота

source: Decoded BarCode value string
ru: Декодированная строка значения BarCode

source: Deep
ru: Глубоко

source: Default
ru: По умолчанию

source: Default Auto Tone
ru: Автозвук по умолчанию

source: Default Black Render
ru: Черный рендер по умолчанию

source: Default Crop Origin
ru: Стандартный источник обрезки

source: Default Crop Size
ru: Размер обрезки по умолчанию

source: Default Scale
ru: Масштаб по умолчанию

source: Default Settings
ru: Настройки по умолчанию

source: Default User Crop
ru: Обрезать пользователя по умолчанию

source: DefaultAuto Gray
ru: Серый по умолчанию

source: DefaultScale is required for cameras with non-square pixels. It specifies the default scale factors for each direction to convert the image to square pixels. Typically these factors are selected to approximately preserve total pixel count. For CFA images that use CFALayout equal to 2, 3, 4, or 5, such as the Fujifilm SuperCCD, these two values should usually differ by a factor of 2.0.
ru: Масштаб по умолчанию необходим для камер с неквадратными пикселями. Он задает значения шкалы по умолчанию для каждого направления для преобразования изображения в квадратные пиксели. Обычно эти факторы выбираются примерно для сохранения общего количества пикселей. Для изображений CFA, использующих CFALayout 2, 3, 4 или 5, таких как Fujifilm SuperCCD, эти два значения обычно должны отличаться в зависимости от коэффициента 2,0.

source: Defaults Specific To ISO
ru: Специфика по умолчанию для ISO

source: Defaults Specific To Serial
ru: Специфика по умолчанию

source: Defined by Adobe Corporation to enable TIFF Trees within a TIFF file.
ru: Определено Adobe Corporation для включения TIFF Trees в файлах TIFF.

source: Defines a unique, non-localized name for the camera model that created the image in the raw file. This name should include the manufacturer's name to avoid conflicts, and should not be localized, even if the camera name itself is localized for different markets (see LocalizedCameraModel). This string may be used by reader software to index into per-model preferences and replacement profiles.
ru: Определяет уникальное, нелокализованное имя модели камеры, создавшего изображение в необработанном файле. Это название должно включать название завода-изготовителя во избежание конфликтов и не должно быть локализовано, даже если само название камеры локализовано для разных рынков (см. LocalizedCameraModel). Эта строка может использоваться программой чтения для индексирования настроек каждой модели и конфигураций замены.

source: Defringe Green Amount
ru: Обломки зеленого количества

source: Defringe Green Hue Hi
ru: Прерывание зеленого оттенка

source: Defringe Green Hue Lo
ru: Прерывание зеленого оттенка

source: Defringe Purple Amount
ru: Обломки фиолетовой суммы

source: Defringe Purple Hue Hi
ru: Прерывание Фиолетового Хоа-Хи

source: Defringe Purple Hue Lo
ru: Преломляющий фиолетовый оттенок

source: Del
ru: Удалить

source: Delay
ru: Задержка

source: Deleted Image Count
ru: Количество удаленных изображений

source: Deleted image count
ru: Количество удаленных изображений

source: Delhi
ru: Дели

source: Denver
ru: Денвер

source: Deprecated for privacy protection.
ru: Устанавливается для защиты конфиденциальности.

source: Deprecated in favor of xmpMM:DerivedFrom. A reference to the document of which this is a rendition.
ru: Устарел в пользу xmpMM:DerivedFrom. Ссылка на документ, в котором это формат.

source: Deprecated, use the AOCopyrightNotice tag in ArtworkOrObjectDetails struct instead. Contains any necessary copyright notice for claiming the intellectual property for artwork or an object in the image and should identify the current owner of the copyright of this work with associated intellectual property rights.
ru: Устарело, вместо этого используйте тег AOCopyrightNotice в структуре ArtworkOrObjectDetails . Содержит любое уведомление об авторских правах на интеллектуальную собственность для художественных работ или объекта на изображении, и должен идентифицировать текущего владельца авторских прав данного произведения с соответствующими правами интеллектуальной собственности.

source: Deprecated, use the AOCreator tag in ArtworkOrObjectDetails struct instead. Contains the name of the artist who has created artwork or an object in the image. In cases where the artist could or should not be identified the name of a company or organisation may be appropriate.
ru: Устаревший, вместо этого используйте тэг AOCreator в ArtworkOrObjectDetails. Содержит имя художника, который создал произведение, или объект в изображении. В тех случаях, когда художник мог или не должен идентифицировать название компании или организации.

source: Deprecated, use the AODateCreated tag in ArtworkOrObjectDetails struct instead. Designates the date and optionally the time the artwork or object in the image was created. This relates to artwork or objects with associated intellectual property rights.
ru: Вместо этого используйте тег AODateCreated в структуре ArtworkOrObjectDetails . Определяет дату и время создания объекта или объекта. Это относится к произведениям или объектам с правами интеллектуальной собственности.

source: Deprecated, use the AOSource tag in ArtworkOrObjectDetails struct instead. The organisation or body holding and registering the artwork or object in the image for inventory purposes.
ru: Устаревший, вместо этого используйте тег AOSource в структуре ArtworkOrObjectDetails . Организация или орган, имеющий и регистрирующий работы или объект в целях инвентаризации.

source: Deprecated, use the AOSourceInvNo tag in ArtworkOrObjectDetails struct instead. The inventory number issued by the organisation or body holding and registering the artwork or object in the image.
ru: Устарел, используйте тег AOSourceInvNo в структуре ArtworkOrObjectDetails вместо него. Номер инвентаризации, выданный организацией или органом, который владеет и регистрирует произведения или объект на изображении.

source: Deprecated, use the AOTitle tag in ArtworkOrObjectDetails struct instead. A reference for the artwork or object in the image.
ru: Устарел, вместо этого используйте тег AOTitle в структуре ArtworkOrObjectDetails . Ссылка на изображение или объект.
