Repository: Exiv2/exiv2
Catalog: po/*.po
Languages: ru

source: The number of bits per image component. In this standard each component of the image is 8 bits, so the value for this tag is 8. See also <SamplesPerPixel>. In JPEG compressed data a JPEG marker is used instead of this tag.
ru: Количество битов на каждый компонент изображения. В этом стандарте каждый компонент изображения равен 8 битам, поэтому значение этого тэга равно 8. См. также <SamplesPerPixel>. В сжатых JPEG данных вместо этого тега используется маркер JPEG.

source: The number of bytes of JPEG compressed thumbnail data. This is not used for primary image JPEG data. JPEG thumbnails are not divided but are recorded as a continuous JPEG bitstream from SOI to EOI. Appn and COM markers should not be recorded. Compressed thumbnails must be recorded in no more than 64 Kbytes, including all other data to be recorded in APP1.
ru: Количество байт данных в формате JPEG. Это не используется для первичного изображения данных JPEG. JPEG эскизы не разделены и записаны как непрерывный битрейт JPEG от SOI до EOI. Маркеры Appn и COM не должны записываться. Сжатые эскизы должны быть записаны не более чем за 64 Кбайта, включая все остальные данные для записи в APP1.

source: The number of columns of image data, equal to the number of pixels per row. In JPEG compressed data a JPEG marker is used instead of this tag.
ru: Количество столбцов данных изображения, равное количеству пикселов на ряд. В данных, сжатых по алгоритму JPEG, вместо этого тэга используется маркер.

source: The number of components per pixel. Since this standard applies to RGB and YCbCr images, the value set for this tag is 3. In JPEG compressed data a JPEG marker is used instead of this tag.
ru: Количество компонентов на один пиксел. Поскольку стандарт применяется к изображениям в цветовых пространствах RGB и YCbCr, значение этого тэга равно 3. Если данные сжаты по алгоритму JPEG, вместо этого тэга используется JPEG-маркер.

source: The number of individuals represented present at the time of the Occurrence.
ru: Число лиц, представленных на момент появления.

source: The number of inks. Usually equal to SamplesPerPixel, unless there are extra samples.
ru: Количество чернил. Обычно равно SamplesPerPixel, если нет дополнительных образцов.

source: The number of micro seconds an audio chunk plays.
ru: Количество микросекунд в чанке звука.

source: The number of pages in the document (including any in contained documents).
ru: Количество страниц в документе (в том числе в содержащих документов).

source: The number of pixels per <ResolutionUnit> in the <ImageLength> direction. The same value as <XResolution> is designated.
ru: Количество пикселов на <ResolutionUnit> в направлении <ImageLength>. Остальное аналогично <XResolution>.

source: The number of pixels per <ResolutionUnit> in the <ImageWidth> direction. When the image resolution is unknown, 72 [dpi] is designated.
ru: Количество пикселов на <ResolutionUnit> в направлении <ImageWidth>. Если разрешение не указано, оно принимается за 72 точки на дюйм.

source: The number of rows of image data. In JPEG compressed data a JPEG marker is used instead of this tag.
ru: Количество рядов данных изображения. В данных, сжатых по алгоритму JPEG, вместо этого тэга используется маркер.

source: The number of rows per strip
ru: Количество строк на полосу

source: The number of rows per strip. This is the number of rows in the image of one strip when an image is divided into strips. With JPEG compressed data this designation is not needed and is omitted. See also <StripOffsets> and <StripByteCounts>.
ru: Количество строк на полоске. Это количество строк на изображении одной полосы при разделении изображения на полосы. С сжатыми данными JPEG данное обозначение не требуется и опущено. См. также <StripOffsets> и <StripByteCounts>.

source: The number of units that span the height of the image, in terms of integer ClipPath coordinates.
ru: Количество единиц, которые охватывают высоту изображения, с точки зрения целых координат ClipPath.

source: The number of units that span the width of the image, in terms of integer ClipPath coordinates.
ru: Количество единиц, которые охватывают ширину изображения, с точки зрения целых координат ClipPath.

source: The offset to the start byte (SOI) of JPEG compressed thumbnail data. This is not used for primary image JPEG data.
ru: Смещение до стартового байта (SOI) сжатых данных JPEG. Это не используется для первичного изображения данных JPEG.

source: The optional CameraLabel tag shall specify a text label for how the camera is used or assigned in this clip. This tag is similar to CameraLabel in XMP.
ru: Необязательный тег CameraLabel должен указать текстовую метку для того, как используется камера или назначается в этом клипе. Этот тег похож на CameraLabel в XMP.

source: The optional FrameRate tag shall specify the video frame rate in number of image frames per second, expressed as a signed rational number. The numerator shall be non-negative and the denominator shall be positive. This field value is identical to the sample rate field in SMPTE 377-1-2009.
ru: Дополнительный тег FrameRate должен указать скорость видеокадров в количестве кадров изображения в секунду, выраженную в виде знака рационального числа. Числитель должен быть неотрицательным и знаменатель должен быть положительным.

source: The optional ReelName tag shall specify a name for a sequence of images, where each image in the sequence has a unique image identifier (including but not limited to file name, frame number, date time, time code).
ru: Необязательный тег ReelName должен указать имя для последовательности изображений, где каждое изображение в последовательности имеет уникальный идентификатор изображения (включая имя файла, номер кадра, время времени, код времени).

source: The optional TStop tag shall specify the T-stop of the actual lens, expressed as an unsigned rational number. T-stop is also known as T-number or the photometric aperture of the lens. (F-number is the geometric aperture of the lens.) When the exact value is known, the T-stop shall be specified using a single number. Alternately, two numbers shall be used to indicate a T-stop range, in which case the first number shall be the minimum T-stop and the second number shall be the maximum T-stop.
ru: Необязательный Тстовый тег должен указать Т-стоп фактического объектива, выраженный в качестве незнакомого рационального номера. Т-остановка также называется номером Т-или фотометрическим отверстием объектива (Ф-номер - геометрическое отверстие объектива). Если точное значение известно, то должна быть указана остановка Т-образной с использованием единого номера. Для обозначения диапазона Т-стоп-стоп-сигналов используются два варианта: в этом случае первым номером должна быть минимальная остановка Т, а вторым номером должен быть максимальный номер Т-стоп.

source: The optional TimeCodes tag shall contain an ordered array of time codes. All time codes shall be 8 bytes long and in binary format. The tag may contain from 1 to 10 time codes. When the tag contains more than one time code, the first one shall be the default time code. This specification does not prescribe how to use multiple time codes. Each time code shall be as defined for the 8-byte time code structure in SMPTE 331M-2004, Section 8.3. See also SMPTE 12-1-2008 and SMPTE 309-1999.
ru: Необязательный тег TimeCodes должен содержать упорядоченный набор кодов времени. Все коды времени должны быть длинны и в бинарном формате. Тег может содержать от 1 до 10 временных кодов. Если тэг содержит более одного кода, первым должен быть временной код по умолчанию. Эта спецификация не предписывает, как использовать несколько временных кодов. Также SMPTE 12-1-2008 и SMPTE 309-1999.

source: The ordinal month in which the Event occurred.
ru: Обычный месяц, в котором произошло событие.

source: The orientation of the camera to the subject in a static shot, from a fixed set of industry standard terminology. Predefined values include:Low Angle, Eye Level, High Angle, Overhead Shot, Birds Eye Shot, Dutch Angle, POV, Over the Shoulder, Reaction Shot.
ru: Ориентация камеры на объект в статическом выстреле из фиксированного набора стандартной отраслевой терминологии. Предопределенные значения включают: Низкий угол, Уровень глаз, Высокий угол, Наверхний выстрел, Птичий выстрел, Голландский угол, POV, над плечом, Reaction Shot.

source: The original description of the depth below the local surface.
ru: Оригинальное описание глубины под локальной поверхностью.

source: The original description of the elevation (altitude, usually above sea level) of the Location.
ru: Оригинальное описание высоты (обычно над уровнем моря) Местоположения.

source: The original textual description of the place.
ru: Оригинальное текстовое описание места.

source: The output audio sample rate. Can be any value, but commonly 32000, 41100, or 48000.
ru: Скорость вывода аудио дискретизации. Может быть любое значение, но обычно 32000, 41100 или 48000.

source: The page number of the page from which this image was scanned.
ru: Номер страницы с которой было сканировано это изображение.

source: The pick label assigned to this item. Possible values are "0": no label; "1": item rejected; "2": item in pending validation; "3": item accepted.
ru: Значение, присвоенное этому пункту. Возможные значения "0": нет метки; "1": элемент отклонен; "2": элемент в ожидании проверки; "3": элемент принят.

source: The pitch angle of the initial view in degrees.
ru: Угол высоты первоначального вида в градусах.

source: The pixel composition. In JPEG compressed data a JPEG marker is used instead of this tag.
ru: Компоновка пикселов. Если данные сжаты по алгоритму JPEG, вместо этого тэга используется JPEG-маркер.

source: The position of chrominance components in relation to the luminance component. This field is designated only for JPEG compressed data or uncompressed YCbCr data. The TIFF default is 1 (centered); but when Y:Cb:Cr = 4:2:2 it is recommended in this standard that 2 (co-sited) be used to record data, in order to improve the image quality when viewed on TV systems. When this field does not exist, the reader shall assume the TIFF default. In the case of Y:Cb:Cr = 4:2:0, the TIFF default (centered) is recommended. If the reader does not have the capability of supporting both kinds of <YCbCrPositioning>, it shall follow the TIFF default regardless of the value in this field. It is preferable that readers be able to support both centered and co-sited positioning.
ru: Позиция компонентов цветности по отношению к компоненту яркости. Это поле предназначено только для данных, сжатых по алгоритму JPEG, а также для несжатых данных YCbCr data. Исходное значение для TIFF равно 1 (по центру); но когда Y:Cb:Cr = 4:2:2, для записи данных рекомендуется использовать 2 (по бокам), чтобы улучшить качество изображения при просмотре через ТВ. Если это поле отсутствует, считывающая программа использует исходное значение для TIFF. Когда Y:Cb:Cr = 4:2:0, рекомендуется исходное значение для TIFF (по центру). Если считывающая программа не поддерживает оба вида <YCbCrPositioning>, она использует исходное значение для TIFF вне зависимости от того, какое значение записано в поле на самом деле. Предпочтительнее, когда считывающая программа поддерживает оба типа позиционирования.

source: The position of the shot in a script or production, relative to other shots. For example: 1, 2, 1a, 1b, 1.1, 1.2.
ru: Положение снимка в сценарии или в производстве, относительно других снимков. Например: 1, 2, 1a, 1b, 1.1, 1.2.

source: The precision of the information contained in the GrayResponseCurve.
ru: Точность информации, содержащейся в GrayResponseCurve.

source: The process by which the biological individual(s) represented in the Occurrence became established at the location. Recommended best practice is to use a controlled vocabulary.
ru: В месте расположения появился биологический(ые) физический(ые) физический(ых). Рекомендуется использовать контролируемый словарь.

source: The purpose of the HalftoneHints field is to convey to the halftone function the range of gray levels within a colorimetrically-specified image that should retain tonal detail.
ru: Назначение поля HalftoneHints - передать функции полутона диапазон серых уровней в пределах колориметрически заданного изображения, который должен содержать тональную детализацию.

source: The ratio of the area of the footprint (footprintWKT) to the area of the true (original, or most specific) spatial representation of the Location. Legal values are 0, greater than or equal to 1, or undefined. A value of 1 is an exact match or 100% overlap. A value of 0 should be used if the given footprint does not completely contain the original representation. The footprintSpatialFit is undefined (and should be left blank) if the original representation is a point and the given georeference is not that same point. If both the original and the given georeference are the same point, the footprintSpatialFit is 1.
ru: Отношение площади следа (footprintWKT) к площади истинного (оригинального, или наиболее конкретного) пространственного представления Местонахождения. Правовые значения 0, больше или равно 1, или не определено. Значение 1 - точное совпадение или 100% накладывается. Значение 0 должно использоваться, если указанный footprint не полностью содержит первоначальное представление. footprintSpatialFit не определен (и должен быть оставлен пустым), если исходное представление является точкой, и заданная геометрия не является той же точкой. Если обе исходная и заданная геометрия являются одинаковыми точками, то след пространственной плоскости 1.

source: The ratio of the area of the point-radius (decimalLatitude, decimalLongitude, coordinateUncertaintyInMeters) to the area of the true (original, or most specific) spatial representation of the Location. Legal values are 0, greater than or equal to 1, or undefined. A value of 1 is an exact match or 100% overlap. A value of 0 should be used if the given point-radius does not completely contain the original representation. The pointRadiusSpatialFit is undefined (and should be left blank) if the original representation is a point without uncertainty and the given georeference is not that same point (without uncertainty). If both the original and the given georeference are the same point, the pointRadiusSpatialFit is 1.
ru: Отношение площади точечного радиуса (десятичная широта, десятичная долгота, координатUncertaintyInMeters) в области истинного (оригинального, или наиболее конкретного) пространственного представления Местонахождения. Правовые значения 0, больше или равно 1, или не определено. Значение 1 - точное совпадение или 100% накладывается. Значение 0 должно быть использовано, если данный точечный радиус не полностью содержит первоначальное представление. Точка RadiusSpatialFit не определена (и должна быть оставлена незаполненной), если первоначальное представление является точкой без неопределенности, и данная геометрия не является той же точкой (без неопределенности). Если обе исходная и заданная геометрия являются одинаковыми точками, точка RadiusSpatialFit - 1.

source: The reference black point value and reference white point value. No defaults are given in TIFF, but the values below are given as defaults here. The color space is declared in a color space information tag, with the default being the value that gives the optimal image characteristics Interoperability these conditions.
ru: Эталонное значение чёрной и белой точек. В TIFF нет значений по умолчанию, но указанные ниже значения используются как таковые. Цветовое пространство объявлено в поле информации о цветовом пространстве, причём по умолчанию используется значение, которое обеспечивает оптимальные характеристики совместимости.

source: The reference to the source in which the specific taxon concept circumscription is defined or implied - traditionally signified by the Latin "sensu" or "sec." (from secundum, meaning "according to"). For taxa that result from identifications, a reference to the keys, monographs, experts and other sources should be given.
ru: Ссылка на источник, в котором конкретное понятие таксона определяется или подразумевается - традиционно означает латинский "чувство" или "сек". Для таксонов в результате идентификации следует указать ссылку на ключи, монографии, эксперты и другие источники.

source: The relationship of the resource identified by relatedResourceID to the subject (optionally identified by the resourceID). Recommended best practice is to use a controlled vocabulary.
ru: Связь ресурса, идентифицированного по связанному ресурсу (опционально определяется по идентификатору ресурса). Рекомендуется использовать контролируемый словарь.

source: The relative path to the file's peak audio file. If empty, no peak file exists.
ru: Относительный путь к файлу пикового аудио файла. Если пустой, файл пика не существует.

source: The rendition class name for this resource. This property should be absent or set to default for a document version that is not a derived rendition.
ru: Имя класса для этого ресурса. Это свойство должно отсутствовать или установить значение по умолчанию для версии документа, которая не является производной рендицией.

source: The reproductive condition of the biological individual(s) represented in the Occurrence. Recommended best practice is to use a controlled vocabulary.
ru: Репродуктивное состояние биологического лица, представленного в данном случае. Рекомендуется использовать контролируемый словарь.

source: The roll angle of the initial view in degrees.
ru: Угол рулона первоначального вида в градусах.

source: The sampling phase of film to be converted to video (pull-down). One of: WSSWW, SSWWW, SWWWS, WWWSS, WWSSW, WSSWW_24p, SSWWW_24p, SWWWS_24p, WWWSS_24p, WWSSW_24p.
ru: Фаза отбора проб пленки для преобразования в видео (вытягивание).

source: The sampling ratio of chrominance components in relation to the luminance component. In JPEG compressed data a JPEG marker is used instead of this tag.
ru: Коэффициент отбора проб компонентов хроминации относительно яркости. В сжатых JPEG данных вместо этого тега используется маркер JPEG.

source: The serial number of the camera or camera body used to take the photograph.
ru: Серийный номер камеры или задника камеры, использовавшегося для съемки.

source: The set of inks used in a separated (PhotometricInterpretation=5) image.
ru: Набор чернил, используемых в отдельном изображении (PhotometricInterpretation=5).

source: The sex of the biological individual(s) represented in the Occurrence. Recommended best practice is to use a controlled vocabulary.
ru: Пол биологического лица, представленного в октябре. Рекомендуется использовать контролируемый словарь.

source: The size in bits of each color component of a pixel. Standard Windows 32-bit pixels have 8 bits per component. One of: 8Int, 16Int, 32Int, 32Float.
ru: Размер в битах каждого цветового компонента пикселя. Стандартные Windows 32-битные пиксели имеют 8 бит на компонент. Один из: 8Int, 16Int, 32Int, 32Float.

source: The size of the largest page in the document (including any in contained documents).
ru: Размер самой большой страницы документа (в том числе содержащих документов).

source: The size or scale of the shot framing, from a fixed set of industry standard terminology. Predefined values include: ECU --extreme close-up, MCU -- medium close-up. CU -- close-up, MS -- medium shot, WS -- wide shot, MWS -- medium wide shot, EWS -- extreme wide shot.
ru: Размер или масштаб кадра кадра, из набора фиксированной отраслевой стандартной терминологии. Предопределенные значения: ECU --extreme close-up, MCU -- medium close-up. CU -- close-up, MS -- medium shot, WS -- wide shot, MWS -- medium wide shot, EWS -- extreme wide shot.

source: The smallest F number of the lens.
ru: Наименьшее число F объектива.

source: The smallest F number of the lens. The unit is the APEX value. Ordinarily it is given in the range of 00.00 to 99.99, but it is not limited to this range.
ru: Самое маленькое число F для объектива. Измеряется APEX-единицами. Обычно значение лежит в диапазоне между 00.00 и 99.99, но оно не ограничено этим диапазоном.

source: The software that was used to create the final panorama. This may sometimes be the same value as that of GPano:CaptureSoftware.
ru: Программное обеспечение, которое использовалось для создания конечной панорамы, иногда может быть таким же значением, что и GPano:CaptureSoftware.

source: The source (person, organization, publication, reference) establishing the relationship between the two resources.
ru: Источник (лицо, организация, публикация, ссылка), определяющий связь между этими двумя ресурсами.

source: The spatial coordinate system for the verbatimLatitude and verbatimLongitude or the verbatimCoordinates of the Location. Recommended best practice is to use a controlled vocabulary.
ru: Система пространственных координат для стенографической и стенографической долготы или стенографических координат местоположения. Рекомендуется использовать контролируемый словарь.

source: The spatial or temporal topic of the resource, the spatial applicability of the resource, or the jurisdiction under which the resource is relevant.
ru: пространственная или временная тема ресурса, применимость ресурса или юрисдикция, в соответствии с которой ресурс является актуальным.

source: The specific description of the place. Less specific geographic information can be provided in other geographic terms (higherGeography, continent, country, stateProvince, county, municipality, waterBody, island, islandGroup). This term may contain information modified from the original to correct perceived errors or standardize the description.
ru: Конкретное описание места. Менее конкретная географическая информация может предоставляться в других географических точках (высочайшая география, континент, страна, провинция, графство, муниципалитет, водохозяйственный остров, острова, острова). Этот термин может содержать информацию, измененную от оригинала для исправления предполагаемых ошибок или стандартизации описания.

source: The specific nature of the data record - a subtype of the type. Recommended best practice is to use a controlled vocabulary such as the Darwin Core Type Vocabulary (http://rs.tdwg.org/dwc/terms/type-vocabulary/index.htm).
ru: Конкретный характер записи данных - подтип типа. Рекомендуется использовать контролируемый словарь, например Darwin Core Type Vocabulary (http://rs.tdwg.org/dwc/terms/type-vocabulary/index.htm).

source: The standard code for the country in which the Location occurs. Recommended best practice is to use ISO 3166-1-alpha-2 country codes.
ru: Стандартный код для страны, в которой происходит Местонахождение. Рекомендуется использовать коды стран ISO 3166-1-alpha-2.

source: The start time of the media inside the audio project.
ru: Время начала медиа-контента внутри аудио-проекта.

source: The status of the use of the scientificName as a label for a taxon. Requires taxonomic opinion to define the scope of a taxon. Rules of priority then are used to define the taxonomic status of the nomenclature contained in that scope, combined with the experts opinion. It must be linked to a specific taxonomic reference that defines the concept. Recommended best practice is to use a controlled vocabulary.
ru: Статус использования научного имени в качестве этикетки для таксономии. Требует таксономическое мнение для определения сферы охвата таксона. Затем для определения таксономического статуса номенклатуры, содержащейся в этой области применения, используются правила приоритета в сочетании с заключением экспертов. Она должна быть связана с определенной таксономической ссылкой, которая определяет понятие. Рекомендуется использовать управляемый словарь.
