Repository: Exiv2/exiv2
Catalog: po/*.po
Languages: ru

source: EXIF tag 36868, 0x9004 (primary) and 37522, 0x9292 (subseconds). Date and time when image was stored as digital data, can be the same as DateTimeOriginal if originally stored in digital form. Stored in ISO 8601 format. Includes the EXIF SubSecTimeDigitized data.
ru: EXIF тег 36868, 0x9004 (основная) и 37522, 0x9292 (подсекунды). Дата и время, когда изображение хранилось как цифровые данные, могут быть такими же, как и DateTimeOriginal если оно изначально хранилось в цифровой форме. Хранится в формате ISO 8601. Включает данные EXIF SubSecTimeDigitized .

source: EXIF tag 37121, 0x9101. Configuration of components in data: 4 5 6 0 (if RGB compressed data), 1 2 3 0 (other cases).
ru: EXIF тег 37121, 0x9101. Конфигурация компонентов в данных: 4 5 6 0 (если RGB сжатые данные), 1 2 3 0 (в других случаях).

source: EXIF tag 37122, 0x9102. Compression mode used for a compressed image is indicated in unit bits per pixel.
ru: Тег EXIF 37122, 0x9102. Режим сжатия, используемый для сжатого изображения, указывается в единицах в пикселе.

source: EXIF tag 37377, 0x9201. Shutter speed, unit is APEX. See Annex C of the EXIF specification.
ru: Метка EXIF 37377, 0x9201. Скорость затвора, единица APEX. См. приложение С спецификации EXIF.

source: EXIF tag 37378, 0x9202. Lens aperture, unit is APEX.
ru: EXIF тег 37378, 0x9202. Подвеска отверстия, блок APEX.

source: EXIF tag 37379, 0x9203. Brightness, unit is APEX.
ru: EXIF тег 37379, 0x9203. Яркость, блок APEX.

source: EXIF tag 37380, 0x9204. Exposure bias, unit is APEX.
ru: EXIF тег 37380, 0x9204. Погрешность экспозиции, единица APEX.

source: EXIF tag 37381, 0x9205. Smallest F number of lens, in APEX.
ru: EXIF тег 37381, 0x9205. Меньшее значение F объектива в APEX.

source: EXIF tag 37382, 0x9206. Distance to subject, in meters.
ru: EXIF тег 37382, 0x9206. Расстояние до предмета, в метрах.

source: EXIF tag 37383, 0x9207. Metering mode.
ru: EXIF тег 37383, 0x9207. Режим измерения.

source: EXIF tag 37384, 0x9208. Light source.
ru: EXIF тег 37384, 0x9208. Источник света.

source: EXIF tag 37385, 0x9209. Strobe light (flash) source data.
ru: EXIF тег 37385, 0x9209. Индикатор света (вспышка).

source: EXIF tag 37386, 0x920A. Focal length of the lens, in millimeters.
ru: EXIF тег 37386, 0x920A. Длина фокуса линзы в миллиметрах.

source: EXIF tag 37396, 0x9214. The location and area of the main subject in the overall scene.
ru: EXIF тег 37396, 0x9214. Расположение и площадь основного предмета в общей сцене.

source: EXIF tag 37510, 0x9286. Comments from user.
ru: EXIF тег 37510, 0x9286. Комментарии пользователя.

source: EXIF tag 40960, 0xA000. Version of FlashPix.
ru: EXIF тег 40960, 0xA000. Версия FlashPix.

source: EXIF tag 40961, 0xA001. Color space information
ru: EXIF тег 40961, 0xA001. Информация о цвете пробела

source: EXIF tag 40962, 0xA002. Valid image width, in pixels.
ru: EXIF тег 40962, 0xA002. Допустимая ширина изображения в пикселях.

source: EXIF tag 40963, 0xA003. Valid image height, in pixels.
ru: EXIF тег 40963, 0xA003. Допустимая высота изображения в пикселях.

source: EXIF tag 40964, 0xA004. An "8.3" file name for the related sound file.
ru: EXIF tag 40964, 0xA004. Имя файла "8.3" для соответствующего звукового файла.

source: EXIF tag 41483, 0xA20B. Strobe energy during image capture.
ru: EXIF тег 41483, 0xA20B. Энергия участка при захвате изображения.

source: EXIF tag 41484, 0xA20C. Input device spatial frequency table and SFR values as specified in ISO 12233.
ru: EXIF тег 41484, 0xA20C. Входная таблица пространственной частоты и значения SFR, как указано в ISO 12233.

source: EXIF tag 41486, 0xA20E. Horizontal focal resolution, measured pixels per unit.
ru: EXIF тег 41486, 0xA20E. Горизонтальное фокальное разрешение, измеренное пикселей на единицу.

source: EXIF tag 41487, 0xA20F. Vertical focal resolution, measured in pixels per unit.
ru: EXIF тег 41487, 0xA20F. Вертикальное фокусное разрешение, измеренное в пикселях на единицу.

source: EXIF tag 41488, 0xA210. Unit used for FocalPlaneXResolution and FocalPlaneYResolution.
ru: EXIF тег 41488, 0xA210. Используется для FocalPlaneXResolution и FocalPlaneYResolution.

source: EXIF tag 41492, 0xA214. Location of the main subject of the scene. The first value is the horizontal pixel and the second value is the vertical pixel at which the main subject appears.
ru: EXIF тег 41492, 0xA214. Первое значение - это горизонтальная точка, а второе - вертикальная точка, в которой появляется основная тема.

source: EXIF tag 41493, 0xA215. Exposure index of input device.
ru: EXIF тег 41493, 0xA215. Индекс экспозиции устройства ввода.

source: EXIF tag 41495, 0xA217. Image sensor type on input device.
ru: EXIF тег 41495, 0xA217. Тип датчика изображения на устройстве ввода.

source: EXIF tag 41728, 0xA300. Indicates image source.
ru: EXIF тег 41728, 0xA300. Указывает источник изображения.

source: EXIF tag 41729, 0xA301. Indicates the type of scene.
ru: EXIF тег 41729, 0xA301. Указывает тип сцены.

source: EXIF tag 41730, 0xA302. Color filter array geometric pattern of the image sense.
ru: EXIF тег 41730, 0xA302. Цветовой геометрический шаблон массива смысла.

source: EXIF tag 41985, 0xA401. Indicates the use of special processing on image data.
ru: EXIF tag 41985, 0xA401. Указывает на использование специальной обработки данных изображения.

source: EXIF tag 41986, 0xA402. Indicates the exposure mode set when the image was shot.
ru: EXIF tag 41986, 0xA402. Указывает установленный режим экспозиции, когда изображение было сфотографировано.

source: EXIF tag 41987, 0xA403. Indicates the white balance mode set when the image was shot.
ru: EXIF tag 41987, 0xA403. Указывает установленный режим баланса белого цвета, когда изображение было снято.

source: EXIF tag 41988, 0xA404. Indicates the digital zoom ratio when the image was shot.
ru: EXIF tag 41988, 0xA404. Указывает отношение цифрового масштаба при съёмке изображения.

source: EXIF tag 41989, 0xA405. Indicates the equivalent focal length assuming a 35mm film camera, in mm. A value of 0 means the focal length is unknown. Note that this tag differs from the FocalLength tag.
ru: EXIF tag 41989, 0xA405. Указывает эквивалентную длину фокуса с использованием 35мм пленки в мм. Значение 0 означает, что фокус длина неизвестен. Обратите внимание, что этот тег отличается от метки FocalLength.

source: EXIF tag 41990, 0xA406. Indicates the type of scene that was shot.
ru: EXIF tag 41990, 0xA406. Указывает тип сцены, которая была выстрелена.

source: EXIF tag 41991, 0xA407. Indicates the degree of overall image gain adjustment.
ru: EXIF tag 41991, 0xA407. Указывает степень общего усиления изображения.

source: EXIF tag 41992, 0xA408. Indicates the direction of contrast processing applied by the camera.
ru: EXIF тег 41992, 0xA408. Указывает направление контрастной обработки, применяемое камерой.

source: EXIF tag 41993, 0xA409. Indicates the direction of saturation processing applied by the camera.
ru: EXIF tag 41993, 0xA409. Указывает направление обработки насыщенности, применяемое камерой.

source: EXIF tag 41994, 0xA40A. Indicates the direction of sharpness processing applied by the camera.
ru: Тег EXIF 41994, 0xA40A. Указывает направление обработки резкости, применяемое камерой.

source: EXIF tag 41995, 0xA40B. Indicates information on the picture-taking conditions of a particular camera model.
ru: EXIF tag 41995, 0xA40B. Указывает информацию об условиях съемки конкретной модели камеры.

source: EXIF tag 41996, 0xA40C. Indicates the distance to the subject.
ru: EXIF тег 41996, 0xA40C. Указывает расстояние до предмета.

source: EXIF tag 42016, 0xA420. An identifier assigned uniquely to each image. It is recorded as a 32 character ASCII string, equivalent to hexadecimal notation and 128-bit fixed length.
ru: EXIF тег 42016, 0xA420. Идентификатор, присвоенный уникально каждому изображению. Она записана в виде 32 символа ASCII строки, эквивалентной шестнадцатеричной нотации и 128-битной фиксированной длины.

source: EXIF tag 42032, 0xA430. This tag records the owner of a camera used in photography as an ASCII string.
ru: EXIF tag 42032, 0xA430. Этот тег записывает владельца камеры, используемой в качестве строки ASCII.

source: EXIF tag 42033, 0xA431. The serial number of the camera or camera body used to take the photograph.
ru: EXIF тег 42033, 0xA431. Серийный номер камеры или корпуса камеры, использовался для снятия фотографии.

source: EXIF tag 42034, 0xA432. notes minimum focal length, maximum focal length, minimum F number in the minimum focal length, and minimum F number in the maximum focal length, which are specification information for the lens that was used in photography.
ru: EXIF тег 42034, 0xA432. отмечает минимальную фокусную длину, максимальную фокусную длину, минимальное значение F в минимальной фокусной длине, и минимальное значение F в максимальной концентрации, которые являются спецификационной информацией для рассеивателя, использовавшегося в фотографии.

source: EXIF tag 42035, 0xA433. Records the lens manufacturer as an ASCII string.
ru: EXIF tag 42035, 0xA433. Записывает производителя линз в качестве строки ASCII.

source: EXIF tag 42036, 0xA434. Records the lens's model name and model number as an ASCII string.
ru: EXIF tag 42036, 0xA434. Записывает имя модели и номер модели в виде строки ASCII.

source: EXIF tag 42037, 0xA435. This tag records the serial number of the interchangeable lens that was used in photography as an ASCII string.
ru: EXIF tag 42037, 0xA435. Этот тег записывает серийный номер взаимозаменяемого объектива, который использовался в фотографии как строка ASCII.

source: EXIF tag 42240, 0xA500. Indicates the value of coefficient gamma.
ru: EXIF тег 42240, 0xA500. Указывает значение коэффициента гаммы.

source: EXIF tags 36867, 0x9003 (primary) and 37521, 0x9291 (subseconds). Date and time when original image was generated, in ISO 8601 format. Includes the EXIF SubSecTimeOriginal data.
ru: EXIF теги 36867, 0x9003 (основная) и 37521, 0x9291 (подсекунды). Дата и время создания исходного изображения в формате ISO 8601. Включает в себя данные EXIF SubSecTimeOriginal .

source: EXR Auto
ru: EXR авто

source: Each array item has a structure value with a potentially unique set of fields, containing extracted XMP from a component. Each field is a property from the XMP of a contained resource component, with all substructure preserved. Each pantry entry shall contain an xmpMM:InstanceID. Only one copy of the pantry entry for any given xmpMM:InstanceID shall be retained in the pantry. Nested pantry items shall be removed from the individual pantry item and promoted to the top level of the pantry.
ru: Каждый элемент массива имеет значение структуры с потенциально уникальным набором полей, содержащим извлеченные XMP из компонента. Каждое поле - это свойство XMP содержащегося ресурса с сохраненной структурой. Каждая запись в панели должна содержать xmpMM:InstanceID. В панели будут сохранены только одна копия записи в панели для любой указанной xmpMM:InstanceID. Вложенные элементы должны быть сняты с отдельного элемента поддона и повышены до верхнего уровня корзины.

source: Earliest Age Or Lowest Stage
ru: Самый ранний или самый низкий этап

source: Earliest Eon Or Lowest Eonothem
ru: Самый ранний Eon или самый низкий Eonothem

source: Earliest Epoch Or Lowest Series
ru: Самая ранняя эпоха или наименьшая серия

source: Earliest Era Or Lowest Erathem
ru: Самая ранняя эра или самая низкая эраим

source: Earliest Period Or Lowest System
ru: Ранний период или наименьшая система

source: East
ru: Восток

source: Easy
ru: Легко

source: Easy Mode
ru: Легкий режим

source: Easy shooting (Auto)
ru: Легкая стрельба (авто)

source: Easy shooting mode
ru: Легкий режим съемки

source: Economy
ru: Экономичный

source: Edit Block 1 / Language
ru: Изменить блок 1 / Язык

source: Edit Block 2 / Language
ru: Изменить блок 2 / Язык

source: Edit Block 3 / Language
ru: Изменить блок 3 / Язык

source: Edit Block 4 / Language
ru: Редактировать блок 4 / Язык

source: Edit Block 5 / Language
ru: Изменить блок 5 / Язык

source: Edit Block 6 / Language
ru: Изменить блок 6 / Язык

source: Edit Block 7 / Language
ru: Изменить блок 7 / Язык

source: Edit Block 8 / Language
ru: Изменить блок 8 / Язык

source: Edit Block 9 / Language
ru: Изменить блок 9 / Язык

source: Edit Status
ru: Статус правки

source: Edit status
ru: Изменить статус

source: Edited (Landscape)
ru: Отредактировано (Landscape)

source: Edited (Portrait)
ru: Отредактировано (портрет)

source: Edited By
ru: Изменено

source: Edited By, i.e. name of person or organization.
ru: Отредактирован By, т.е. имя человека или организации.

source: Editorial Update
ru: Обновление редактора

source: Effective Max Aperture
ru: Действующая максимальная апертура

source: Effective max aperture
ru: Эффективное макс отверстие

source: Electronic
ru: Электронная

source: Electronic (long shutter speed)
ru: Электронная (длинная скорость затвора)

source: Electronic Front Curtain
ru: Электронный занавес

source: Electronic Shutter 1.25x Crop
ru: Электронный затвор 1,25x обрезка

source: Electronic front curtain shutter
ru: Электронные занавесные занавески

source: Electronic magnification
ru: Электронное увеличение

source: Elevation/depression. angle of the orientation of the camera(imaging optical axis) as the ambient situation at the shot. The unit is degrees.
ru: Превышение/депрессия, угол ориентации камеры (имитирующая оптическую ось), как эмбиентную ситуацию на выстреле.

source: Embed if used
ru: Вставить при использовании

source: Embed never
ru: Никогда не встраивать

source: Embedded Encoded Rights Expression
ru: Встроенное выражение прав кодирования

source: Embedded XMP Digest
ru: Встроенный дайджест XMP

source: Embedded XMP Digest.
ru: Встроенный XMP дайджест.

source: Empty value for key
ru: Пустое значение ключа

source: Enable
ru: Включить

source: Enable After AF
ru: Включить After AF

source: Enabled but Not Used
ru: Включен, но не используется

source: Encoded By
ru: Кодировка

source: Encoded By, i.e. name of person or organization.
ru: Кодированный бий, т.е. имя человека или организации.

source: Encoded Pixels Height
ru: Высота кодированных пикселей

source: Encoded Pixels Width
ru: Ширина кодированных пикселей

source: Encoded Pixels height in pixels
ru: Ширина кодированных пикселей в пикселях

source: Encoded Pixels width in pixels
ru: Ширина кодированных пикселей в пикселях

source: Encoder
ru: Кодировщик

source: Encodes the camera exposure index setting when image was captured.
ru: Кодировка индекса экспозиции камеры при захвате изображения.

source: Encryption Key
ru: Ключ шифрования

source: Encryption key
ru: Ключ шифрования

source: End Day Of Year
ru: Конечный день года

source: End Timecode
ru: Конец таймкода

source: End User
ru: Конечный пользователь

source: End User ID
ru: ID конечного пользователя

source: End User Name
ru: Конечное имя пользователя

source: Enfuse Settings
ru: Enfuse настройки

source: Engine
ru: Двигатель

source: Engineer
ru: Звукооператор

source: Engineer, in most cases name of person.
ru: Инженер, в большинстве случаев имя человека.

source: Enhance Params
ru: Улучшить параметры

source: Enhanced image
ru: Улучшенное изображение

source: Enhancement
ru: Усиление

source: Enhancer
ru: Усиление

source: Enhancer Values
ru: Значения улучшения

source: Enhancer values
ru: Значения Enhancer

source: Entry::setDataArea: Value too large (tag=%1, size=%2, requested=%3)
ru: Вход::setDataArea: Значение слишком большое (тег=%1, размер=%2, запрошено=%3)

source: Entry::setValue: Value too large (tag=%1, size=%2, requested=%3)
ru: Вход::setValue: Значение слишком большое (тег=%1, размер=%2, запрошено=%3)

source: Envelope Number
ru: Номер конверта

source: Envelope Priority
ru: Приоритет конверта

source: Epson ERF Compressed
ru: Эпсон ERF сжат

source: Equal Priority
ru: Равный приоритет

source: Equipment
ru: Оборудование

source: Equipment Info
ru: Сведения о снаряжении

source: Equipment Make
ru: Сделать снаряжение

source: Equipment Model
ru: Модель оборудования

source: Equipment Version
ru: Версия снаряжения

source: Equipment version
ru: Версия оборудования

source: Erasing Exif data from the file
ru: Данные Exif удаляются из файла

source: Erasing ICC Profile data from the file
ru: Удаление данных профиля ICC из файла

source: Erasing IPTC data from the file
ru: Данные IPTC удаляются из файла

source: Erasing JPEG comment from the file
ru: Комментарий JPEG удаляется из файла

source: Erasing XMP data from the file
ru: Данные XMP удаляются из файла

source: Erasing thumbnail data
ru: Удаление эскизов данных

source: Error
ru: Ошибка

source: Error %0: arg2=%2, arg3=%3, arg1=%1.
ru: Ошибка %0: arg2=%2, arg3=%3, arg1=%1.

source: Error parsing
ru: Ошибка при синтаксическом разборе

source: Error parsing -M option arguments
ru: Ошибка разбора аргументов опций -M

source: Error parsing -a option argument
ru: Ошибка разбора аргумента -a опции

source: Error parsing -m option arguments
ru: Ошибка разбора аргументов опций -m

source: Establishment Means
ru: Средства создания

source: Evaluative
ru: Оценочные

source: Evening
ru: Вечер

source: Evening Scene
ru: Вечерняя сцена

source: Evening Sunlight
ru: Вечерний солнечный свет

source: Event
ru: Событие

source: Event Date
ru: Дата события

source: Event Earliest Date
ru: Ранняя дата события

source: Event ID
ru: ID события

source: Event Identifier
ru: Идентификатор события

source: Event Latest Date
ru: Событие Последняя Дата

source: Event Name
ru: Название события

source: Event Remarks
ru: Замечания о событии

source: Event Time
ru: Время события

source: Events
ru: События

source: Exif 2.3 metadata for XMP
ru: Exif 2.3 метаданные для XMP

source: Exif IFD Pointer
ru: Указатель Exif IFD

source: Exif Schema for TIFF Properties
ru: Схема Exif для свойств TIFF

source: Exif Version
ru: Версия Exif

source: Exif comment
ru: Комментарий Exif

source: Exif data doesn't contain a thumbnail
ru: В данных Exif нет эскиза

source: Exif data structure
ru: Структура данных Exif

source: Exif schema for Additional Exif Properties
ru: Схема Exif для дополнительных свойств Exif

source: Exif schema for Exif-specific Properties
ru: Схема Exif для Exif-специфичных свойств

source: Exif version
ru: Версия Exif

source: Exit Pupil Position
ru: Выйти из Pupil

source: Exit pupil position
ru: Выйти из позиции ученика

source: Expanded Flexible Spot
ru: Расширенная гибкая спота

source: Expanded flexible spot
ru: Расширенная гибкая точка

source: Expands the range of the TransferFunction
ru: Расширяет диапазон функций передачи

source: Expiration Date
ru: Истечение срока

source: ExpirationTime
ru: Время истечения

source: Exposure
ru: Выдержка

source: Exposure 2012
ru: Выдержка 2012

source: Exposure Bias
ru: Смещение экспозиции

source: Exposure Bias Value
ru: Значение прогнозов экспозиции

source: Exposure Bracket Comp
ru: Состав скобка экспозиции

source: Exposure Bracketing
ru: Экспозиционный брекетинг

source: Exposure Bracketing Indicator Last
ru: Последний индикатор брекетинга экспозиции

source: Exposure Comp.: Background Only
ru: Экспозиция Comp.: Только фон

source: Exposure Comp.: Entire frame
ru: Экспозиция Comp.: весь кадр

source: Exposure Compensation
ru: Компенсация экспозиции

source: Exposure Compensation Mode
ru: Режим компенсации экспозиции

source: Exposure Compensation Setting
ru: Настройка компенсации экспозиции

source: Exposure Difference
ru: Разница в экспозиции

source: Exposure Index
ru: Индекс экспозиции

source: Exposure Indicator
ru: Индикатор экспозиции

source: Exposure Level Increments
ru: Повышение уровня экспозиции

source: Exposure Lock Used
ru: Использована блокировка экспозиции

source: Exposure Manual Bias
ru: Руководство по экспозиции

source: Exposure Mode
ru: Режим экспозиции

source: Exposure Program
ru: Программа экспозиции

source: Exposure Program Information.
ru: Информация о программе экспозиции.

source: Exposure Revision
ru: Версия экспозиции

source: Exposure Shift
ru: Экспозиция сдвига

source: Exposure Time
ru: Время экспозиции

source: Exposure Tuning
ru: Настройка экспозиции

source: Exposure Warning
ru: Предупреждение о выдержке

source: Exposure bias
ru: Смещение экспозиции

source: Exposure bias value
ru: Значение предвзятости экспозиции

source: Exposure bracketing
ru: Фрагмент экспозиции

source: Exposure bracketing indicator last (indicator for last shot when bracketing)
ru: Последний индикатор брекетинга экспозиции (индикатор для последнего снимка при взятии)

source: Exposure compensation
ru: Компенсация экспозиции

source: Exposure compensation mode
ru: Режим компенсации экспозиции

source: Exposure compensation setting
ru: Установка компенсации за выгоду

source: Exposure compensation value
ru: Значение компенсации за экспозицию

source: Exposure difference
ru: Разница в выдержке

source: Exposure index
ru: Индекс экспозиции

source: Exposure indicator
ru: Индикатор экспозиции

source: Exposure manual bias
ru: Экспозиция вручную

source: Exposure mode
ru: Режим экспозиции

source: Exposure mode setting
ru: Настройка режима экспозиции

source: Exposure program
ru: Exposure программа

source: Exposure revision
ru: Версия Exposure

source: Exposure shift
ru: Влияние сдвига

source: Exposure standard adjustment
ru: Корректировка стандарта на воздействие

source: Exposure time
ru: Время экспозиции

source: Exposure time in seconds.
ru: Время выдержки в секундах.

source: Exposure time, given in seconds (sec).
ru: Время экспозиции в секундах

source: Exposure time, given in seconds.
ru: Время экспозиции, указанное в секундах.

source: Exposure tuning
ru: Настройка экспозиции

source: ExposureCompensation
ru: Компенсация экспозиции

source: ExposureProgram
ru: Программа экспозиции

source: Expression Media schema
ru: Схема выражения СМИ

source: Extended
ru: Расширенный

source: Extended Content Description
ru: Расширенное описание содержимого

source: Extended Content Description, usually found in ASF type files.
ru: Расширенное описание содержимого, обычно найдено в файлах типа ASF.

source: Extended Description (Accessibility)
ru: Расширенное описание (доступность)

source: Extended WB Detect
ru: Расширенное обнаружение WB

source: Extended WB detect
ru: Расширенное определение WB

source: Extended sequential DCT, Huffman coding
ru: Расширенная последовательная кодировка DCT, Huffman

source: Extended sequential DCT, arithmetic coding
ru: Расширенная последовательная кодировка DCT, арифметическая кодировка

source: Extender
ru: Расширенный

source: Extender Firmware Version
ru: Версия прошивки расширения

source: Extender Model
ru: Модель расширения

source: Extender Serial Number
ru: Серийный номер расширения

source: Extender firmwareversion
ru: Прошивка расширения

source: Extender model
ru: Модель расширения

source: Extender serial number
ru: Серийный номер расширения

source: Extensible Binary Meta Language Read Version
ru: Расширяемая версия для чтения бинарного мета

source: Extensible Binary Meta Language Version
ru: Расширяемая бинарная мета версия языка

source: Extension of File or Type of File
ru: Расширение файла или типа файла

source: Extensions
ru: Расширения

source: Exterior view
ru: Внешний вид

source: External
ru: Внешний

source: External Flash
ru: Внешняя вспышка

source: External Flash Bounce
ru: Внешняя флеш-копия

source: External Flash Firmware
ru: Внешняя прошивка Flash

source: External Flash Flags
ru: Внешние флаги вспышки

source: External Flash Guide Number
ru: Номер внешнего флеш руководства

source: External Flash Mode
ru: Внешний режим Flash

source: External Flash Zoom
ru: Масштаб внешней вспышки

source: External flash
ru: Внешняя вспышка

source: External flash bounce
ru: Внешнее мигание

source: External flash data 1
ru: Внешние данные вспышки 1

source: External flash data 2
ru: Внешние данные вспышки 2
