Repository: Exiv2/exiv2
Catalog: po/*.po
Languages: ru

source: This tag contains an ICC profile that, in conjunction with the AsShotPreProfileMatrix tag, provides the camera manufacturer with a way to specify a default color rendering from camera color space coordinates (linear reference values) into the ICC profile connection space. The ICC profile connection space is an output referred colorimetric space, whereas the other color calibration tags in DNG specify a conversion into a scene referred colorimetric space. This means that the rendering in this profile should include any desired tone and gamut mapping needed to convert between scene referred values and output referred values.
ru: Этот тег содержит профиль ICC, который в сочетании с тегом AsShotPrefileMatrix, дает изготовителю камеры возможность задавать значение цветового рендеринга по умолчанию из цветового пространства камеры (линейные исходные значения) в пространство соединения профиля ICC. Пространство связи с ICC профилем представляет собой указанное колориметрическое пространство, в то время как другие цветовые теги калибровки в DNG указывают на преобразование в сцену называемое колориметрическое пространство. Это означает, что рендеринг в этом профиле должен включать любой желаемый тон и отображение гаммы, необходимый для преобразования между сценой упомянутые значения и выходными указанными значениями.

source: This tag contains information about the usage rules for the associated camera profile.
ru: Этот тег содержит информацию об использовании правил для соответствующего профиля камеры.

source: This tag contains the data for the first hue/saturation/value mapping table. Each entry of the table contains three 32-bit IEEE floating-point values. The first entry is hue shift in degrees; the second entry is saturation scale factor; and the third entry is a value scale factor. The table entries are stored in the tag in nested loop order, with the value divisions in the outer loop, the hue divisions in the middle loop, and the saturation divisions in the inner loop. All zero input saturation entries are required to have a value scale factor of 1.0.
ru: Этот тег содержит данные для первой таблицы сопоставления hue/saturation/значений. Каждая таблица содержит три 32-битных значения IEEE с плавающей точкой. Первая запись представляет собой смещение оттенков в градусах; вторая запись является коэффициентом насыщенности, а третья - коэффициентом величины шкалы. Записи таблиц хранятся в теге в вложенном порядке с разделением значений в внешнем цикле, разделы оттенков в среднем цикле и разделения насыщения во внутреннем цикле. Все записи с насыщенностью ввода должны иметь коэффициент шкалы значений 1.0.

source: This tag contains the data for the second hue/saturation/value mapping table. Each entry of the table contains three 32-bit IEEE floating-point values. The first entry is hue shift in degrees; the second entry is a saturation scale factor; and the third entry is a value scale factor. The table entries are stored in the tag in nested loop order, with the value divisions in the outer loop, the hue divisions in the middle loop, and the saturation divisions in the inner loop. All zero input saturation entries are required to have a value scale factor of 1.0.
ru: Этот тег содержит данные для второй таблицы сопоставления hue/saturation/значений. Каждая запись в таблице содержит три 32-битных значения IEEE с плавающей точкой. Первая запись представляет собой смещение оттенков в градусах; вторая запись является коэффициентом насыщенности, а третья запись - коэффициентом шкалы стоимости. Записи таблиц хранятся в теге в вложенном порядке с разделением значений в внешнем цикле, разделы оттенков в среднем цикле и разделения насыщения во внутреннем цикле. Все записи с насыщенностью ввода должны иметь коэффициент шкалы значений 1.0.

source: This tag contains the data for the third hue/saturation/value mapping table. Each entry of the table contains three 32-bit IEEE floating-point values. The first entry is hue shift in degrees; the second entry is saturation scale factor; and the third entry is a value scale factor. The table entries are stored in the tag in nested loop order, with the value divisions in the outer loop, the hue divisions in the middle loop, and the saturation divisions in the inner loop. All zero input saturation entries are required to have a value scale factor of 1.0.
ru: Этот тег содержит данные для третьей таблицы сопоставления hue/saturation/значений. Каждая запись в таблице содержит три 32-битных значения IEEE с плавающей точкой. Первая запись представляет собой смещение оттенков в градусах; вторая запись является коэффициентом насыщенности, а третья - коэффициентом величины шкалы. Записи таблиц хранятся в теге в вложенном порядке с разделением значений в внешнем цикле, разделы оттенков в среднем цикле и разделения насыщения во внутреннем цикле. Все записи с насыщенностью ввода должны иметь коэффициент шкалы значений 1.0.

source: This tag defines a matrix that maps white balanced camera colors to XYZ D50 colors.
ru: Этот тег определяет матрицу, которая сопоставляет цвета камеры с цветами XYZ D50.

source: This tag describes the intended rendering output dynamic range for a given camera profile.
ru: Этот тег описывает предполагаемый вывод динамического диапазона для данного профиля камеры.

source: This tag encodes the DNG four-tier version number. For files compliant with version 1.1.0.0 of the DNG specification, this tag should contain the bytes: 1, 1, 0, 0.
ru: Этот тег кодирует номер четырехуровневой версии DNG. Для файлов, соответствующих версии 1. .0.0 спецификации DNG, этот тег должен содержать байты: 1, 1, 1, 0, 0.

source: This tag identifies the crop rectangle of this IFD's mask, relative to the main image.
ru: Этот тег идентифицирует кадрирование прямоугольника маски IFD, относительно основного изображения.

source: This tag indicates an identifier assigned uniquely to each image. It is recorded as an ASCII string equivalent to hexadecimal notation and 128-bit fixed length.
ru: Этот тег указывает идентификатор, присвоенный уникально каждому изображению. Он записывается как строка, эквивалентная шестнадцатеричной нотации и 128-битной фиксированной длине.

source: This tag indicates horizontal positioning errors in meters.
ru: Этот тег показывает горизонтальные ошибки позиционирования в метрах.

source: This tag indicates how much noise reduction has been applied to the raw data on a scale of 0.0 to 1.0. A 0.0 value indicates that no noise reduction has been applied. A 1.0 value indicates that the "ideal" amount of noise reduction has been applied, i.e. that the DNG reader should not apply additional noise reduction by default. A value of 0/0 indicates that this parameter is unknown.
ru: Этот тег указывает на то, сколько шумов было применено к исходным данным масштаба 0. до 1.0. Значением 0,0 означает, что шумоподавление не применяется. А 1. значение указывает на то, что применено "идеальное" количество шумоподавления, т.е. , что читатель ДНК не должен применять дополнительное уменьшение шума по умолчанию. Значение 0/0 означает, что этот параметр неизвестен.

source: This tag indicates information on the picture-taking conditions of a particular camera model. The tag is used only to indicate the picture-taking conditions in the reader.
ru: Этот тег указывает информацию об условиях съемки конкретной модели камеры. Тег используется только для обозначения фотографических условий в читателе.

source: This tag indicates the ISO speed latitude yyy value of a camera or input device that is defined in ISO 12232. However, this tag shall not be recorded without ISOSpeed and ISOSpeedLatitudezzz.
ru: Этот тег указывает значение ширины ISO в yyyy камеры или устройства ввода, определенное в ISO 12232. Однако этот тег не должен записываться без ISOSpeed и ISOSpeedLatitudezzz.

source: This tag indicates the ISO speed latitude zzz value of a camera or input device that is defined in ISO 12232. However, this tag shall not be recorded without ISOSpeed and ISOSpeedLatitudeyyy.
ru: Этот тег указывает значение ширины zzz ISO камеры или устройства ввода, определенное в ISO 12232. Однако этот тег не должен записываться без ISOSpeed и ISOSpeedLatitudeyy.

source: This tag indicates the ISO speed value of a camera or input device that is defined in ISO 12232. When recording this tag, the PhotographicSensitivity and SensitivityType tags shall also be recorded.
ru: Этот тег указывает значение скорости ISO камеры или устройства ввода, определенное в ISO 12232. При записи этого тега также должны быть записаны теги "Фоточувствительность и чувствительность".

source: This tag indicates the degree of overall image gain adjustment.
ru: Этот тег указывает на степень общего усиления изображения.

source: This tag indicates the digital zoom ratio when the image was shot. If the numerator of the recorded value is 0, this indicates that digital zoom was not used.
ru: Этот тэг отображает коэффициент цифрового трансфокатора при съёмке изображения. Если значение равно 0, то цифровой трансфокатор не был использован.

source: This tag indicates the direction of contrast processing applied by the camera when the image was shot.
ru: Этот тэг отображает направление обработки контраста при съёмке изображения

source: This tag indicates the direction of saturation processing applied by the camera when the image was shot.
ru: Этот тэг отображает направление обработки насыщенности при съёмке изображения

source: This tag indicates the direction of sharpness processing applied by the camera when the image was shot.
ru: Этот тэг отображает направление обработки резкости при съёмке изображения

source: This tag indicates the distance to the subject.
ru: Этот тег указывает на расстояние до темы.

source: This tag indicates the equivalent focal length assuming a 35mm film camera, in mm. A value of 0 means the focal length is unknown. Note that this tag differs from the <FocalLength> tag.
ru: Этот тег указывает эквивалентную длину фокуса с использованием 35мм пленки в мм. Значение 0 означает, что длина фокуски неизвестна. Обратите внимание, что этот тег отличается от тега <FocalLength>.

source: This tag indicates the exposure mode set when the image was shot. In auto-bracketing mode, the camera shoots a series of frames of the same scene at different exposure settings.
ru: Этот тэг отображает режим экспозиции при съёмке изображения. В режиме автоматического брекетинга камера делает серию кадров одной и той же сцены с разными настройками экспозиции.

source: This tag indicates the location and area of the main subject in the overall scene.
ru: Это поле хранит информацию о местоположении и области объекта съёмки во всей сцене.

source: This tag indicates the recommended exposure index value of a camera or input device defined in ISO 12232. When recording this tag, the PhotographicSensitivity and SensitivityType tags shall also be recorded.
ru: Этот тег указывает рекомендуемое значение индекса экспозиции камеры или устройства ввода, определенного в ISO 12232. При записи этого тега также должны быть записаны теги "Фоточувствительность и чувствительность".

source: This tag indicates the standard output sensitivity value of a camera or input device defined in ISO 12232. When recording this tag, the PhotographicSensitivity and SensitivityType tags shall also be recorded.
ru: Этот тег указывает стандартное значение чувствительности вывода камеры или устройства ввода, определенное в ISO 12232. При записи этого тега также должны быть записаны теги "Фоточувствительность и чувствительность".

source: This tag indicates the type of scene that was shot. It can also be used to record the mode in which the image was shot. Note that this differs from the <SceneType> tag.
ru: Этот тег указывает тип снимка сцены. Он также может быть использован для записи режима снимка изображения. Обратите внимание, что это отличается от тега <SceneType>.

source: This tag indicates the use of special processing on image data, such as rendering geared to output. When special processing is performed, the reader is expected to disable or minimize any further processing.
ru: Этот тег указывает на использование специальной обработки данных изображений, например, для вывода данных. При выполнении специальной обработки ожидается отключение или минимизация дальнейшей обработки.

source: This tag indicates the white balance mode set when the image was shot.
ru: Этот тэг отображает режим баланса белого при съёмке изображения.

source: This tag is a modified MD5 digest of the raw image data. It has been updated from the algorithm used to compute the RawImageDigest tag be more multi-processor friendly, and to support lossy compression algorithms.
ru: Этот тег является модифицированным MD5 дайджестом данных необработанных изображений. Он был обновлен из алгоритма, используемого для вычисления тега RawImageDigest более удобным для обработки и поддержки алгоритмов сжатия с потерями.

source: This tag is an ASCII string containing the name of the date/time at which the preview stored in the IFD was rendered. The date/time is encoded using ISO 8601 format.
ru: Этот тег является ASCII строкой, содержащей имя даты/времени, на котором был отображен предварительный просмотр, хранящийся в IFD. Дата и время кодируются в формате ISO 8601.

source: This tag is an MD5 digest of the data stored in the OriginalRawFileData tag.
ru: Этот тег является MD5 дайджестом данных, хранящихся в теге OriginalRawFileData.

source: This tag is an MD5 digest of the raw image data. All pixels in the image are processed in row-scan order. Each pixel is zero padded to 16 or 32 bits deep (16-bit for data less than or equal to 16 bits deep, 32-bit otherwise). The data for each pixel is processed in little-endian byte order.
ru: Этот тег является MD5 дайджестом необработанных изображений. Все пикселы изображения обрабатываются в порядке строк. Каждый пиксел нулево добавляется к 16 или 32 бит в глубину (16 бит для данных меньше или равно 16 бит глубоки, 32 бит в противном случае). Данные для каждого пиксела обрабатываются в маленьком endian порядке байт.

source: This tag is an extended version of ProfileGainTableMap.
ru: Этот тег является расширенной версией ProfileGainTableMap.

source: This tag is recorded when an image is taken using a strobe light (flash).
ru: Это поле записывается при использовании эффекта стробоскопа во вспышке

source: This tag is used by Adobe Camera Raw to control the sensitivity of its 'Shadows' slider.
ru: Этот тег используется Adobe Camera Raw для контроля чувствительности слайдера 'Shadow'.

source: This tag is used in conjunction with the AsShotICCProfile tag. It specifies a matrix that should be applied to the camera color space coordinates before processing the values through the ICC profile specified in the AsShotICCProfile tag. The matrix is stored in the row scan order. If ColorPlanes is greater than three, then this matrix can (but is not required to) reduce the dimensionality of the color data down to three components, in which case the AsShotICCProfile should have three rather than ColorPlanes input components.
ru: Этот тег используется совместно с тегом AsShotICCProfile. Она определяет матрицу, которая должна быть применена к камере координат пространства перед обработкой значений через профиль ICC, указанный в теге AsShotICCProfile. Матрица хранится в порядке сканирования строк. Если цветовые плоскости больше три, затем эта матрица может (но не требуется) уменьшить размерность цветовых данных вниз до трех компонентов, в этом случае у AsShotICCProfile должно быть три компонента, а не компонента ColorPlanes.

source: This tag is used in conjunction with the CurrentICCProfile tag. The CurrentICCProfile and CurrentPreProfileMatrix tags have the same purpose and usage as the AsShotICCProfile and AsShotPreProfileMatrix tag pair, except they are for use by raw file editors rather than camera manufacturers.
ru: Этот тег используется совместно с текущим тегом ICCProfile. Теги текущего ICCProfile и CurrentPrefileMatrix имеют ту же цель и использование, что и пара тегов AsShotICCProfile и AsShotPrefileMatrix, за исключением тех, которые используются редакторами сырых файлов, а не производителями камер.

source: This tag is used in conjunction with the CurrentPreProfileMatrix tag. The CurrentICCProfile and CurrentPreProfileMatrix tags have the same purpose and usage as the AsShotICCProfile and AsShotPreProfileMatrix tag pair, except they are for use by raw file editors rather than camera manufacturers.
ru: Этот тег используется совместно с текущим тегом PrefileMatrix. Теги текущего ICCProfile и CurrentPrefileMatrix имеют ту же цель и использование, что и пара тегов AsShotICCProfile и AsShotPrefileMatrix, за исключением тех, которые используются редакторами сырых файлов, а не производителями камер.

source: This tag is used to record the name of an audio file related to the image data. The only relational information recorded here is the Exif audio file name and extension (an ASCII string consisting of 8 characters + '.' + 3 characters). The path is not recorded.
ru: Этот тег используется для записи имени аудио файла, связанного с данными изображения. Единственной реляционной информацией, записанной здесь, является имя аудио файла Exif и расширение (строка ASCII, состоящая из 8 символов + '. + 3 символа). Путь не записывается.

source: This tag notes minimum focal length, maximum focal length, minimum F number in the minimum focal length, and minimum F number in the maximum focal length, which are specification information for the lens that was used in photography. When the minimum F number is unknown, the notation is 0/0
ru: Этот тег отмечает минимальную фокусную длину, максимальную фокусную длину, минимальное значение F в минимальной фокусной длине, и минимальное значение F в максимальной концентрации, которые являются спецификационной информацией для рассеивателя, использовавшегося в фотографии. При неизвестном минимальном значении F нотация равна 0/0

source: This tag provide a globally unique identification for objects as specified in the IIM, independent of provider and for any media form. The provider must ensure the UNO is unique. Objects with the same UNO are identical.
ru: Этот тег предоставляет уникальную глобальную идентификацию для объектов, указанных в IIM, независимо от провайдера, и для любых форм мультимедиа. Провайдер должен обеспечить уникальность ЮНО. Объекты с теми же ООН идентичны.

source: This tag records information about the host computer used to generate the image.
ru: Этот тег записывает информацию о хост-компьютере, используемом для создания изображения.

source: This tag records the camera or input device spatial frequency table and SFR values in the direction of image width, image height, and diagonal direction, as specified in ISO 12233.
ru: Этот тег записывает таблицу пространственной частоты камеры или устройства ввода и значения SFR в направлении ширины изображения, высота изображения и диагональное направление, как указано в стандарте ISO 12233.

source: This tag records the lens manufactor as an ASCII string.
ru: Этот тег указывает изготовитель рассеивателя в качестве строки ASCII.

source: This tag records the lens's model name and model number as an ASCII string.
ru: Этот тег записывает название модели и номер модели модели в качестве ASCII строки.

source: This tag records the name and version of one software used to edit the metadata of the image without processing or editing of the image data itself.
ru: Этот тег записывает имя и версию одного программного обеспечения, используемого для редактирования метаданных изображения без обработки или редактирования данных изображения.

source: This tag records the name and version of the main software used for processing and editing the image. Preferably, a single software is written, but multiple main software may be entered.
ru: Этот тег записывает имя и версию основного программного обеспечения, используемого для обработки и редактирования изображения. В первую очередь пишется одно программное обеспечение, но может быть введено несколько основных программ.

source: This tag records the name and version of the software or firmware of the camera or image input device used to generate the image. The detailed format is not specified, but it is recommended that the example shown below be followed. When the field is left blank, it is treated as unknown.
ru: В этом тэге записывается название и версия программного обеспечения или прошивки камеры либо устройства ввода изображения, использованного для создания этого изображения. Подробный стандарт не специфицирован, однако рекомендуется следовать приведённому ниже примеру. Когда поле оставлено пустым, значение принимается за неизвестное.

source: This tag records the name and version of the software or firmware of the camera used to generate the image.
ru: Этот тег записывает имя и версию программного обеспечения или прошивки камеры, используемой для создания изображения.

source: This tag records the name and version of the software used to develop the RAW image.
ru: Этот тег записывает имя и версию программного обеспечения, используемого для разработки RAW изображения.

source: This tag records the name of the camera owner, photographer or image creator. The detailed format is not specified, but it is recommended that the information be written as in the example below for ease of Interoperability. When the field is left blank, it is treated as unknown. Ex.) "Camera owner, John Smith; Photographer, Michael Brown; Image creator, Ken James"
ru: В этом теге записывается имя владельца камеры, фотографа или создателя изображения. Подробный стандарт не специфицирован, однако рекомендуется следовать приведённому ниже примеру. Когда поле оставлено пустым, значение принимается за неизвестное.

source: This tag records the name of the main person who edited the image. Preferably, a single name is written (individual name, group/organization name, etc.), but multiple main editors may be entered.
ru: Этот тег записывает имя главного человека, который редактировал изображение. ), но может быть введено несколько основных редакторов.

source: This tag records the name of the photographer.
ru: Этот тег записывает имя фотографа.

source: This tag records the owner of a camera used in photography as an ASCII string.
ru: Этот тег записывает владельца камеры, используемой в качестве строки ASCII.

source: This tag records the serial number of the body of the camera that was used in photography as an ASCII string.
ru: Этот тег записывает серийный номер тела камеры, которая использовалась в качестве строки ASCII.

source: This tag records the serial number of the interchangeable lens that was used in photography as an ASCII string.
ru: Этот тег записывает серийный номер взаимозаменяемого объектива, который использовался в качестве строки ASCII.

source: This tag records the title of the image.
ru: Этот тег записывает заголовок изображения.

source: This tag specifies color transforms that can be applied to masked image regions. Color transforms are specified using RGB-to-RGB color lookup tables. These tables are associated with Semantic Masks to limit the color transform to a sub-region of the image. The overall color transform is a linear combination of the color tables, weighted by their corresponding Semantic Masks.
ru: Этот тег определяет цветовые преобразования, которые могут быть применены к маскированным регионам изображения. Цвета указаны с помощью таблиц поиска цвета RGB-to-RGB. Эти таблицы связаны с семантическими масками, чтобы ограничить преобразование цвета в субрегион изображения. Общее цветовое преобразование – это линейное сочетание цветовых таблиц, взвешенных по их соответствующим семантическим маскам.
