Repository: Exiv2/exiv2
Catalog: po/*.po
Languages: ru

source: Deprecated, use the CiAdrCity tag in ContactInfo struct instead. sub-key Creator Contact Info: The contact information city part.
ru: Устарел, используйте вместо этого тэг CiAdrCity в ContactInfo. Подключ Контактная информация: часть контактной информации.

source: Deprecated, use the CiAdrCtry tag in ContactInfo struct instead. sub-key Creator Contact Info: country.
ru: Устарел, используйте вместо этого тэг CiAdrCtry в ContactInfo структуру. Подключение-ключ Контактная информация: страна.

source: Deprecated, use the CiAdrExtadr tag in ContactInfo struct instead. sub-key Creator Contact Info: address. Comprises an optional company name and all required information to locate the building or postbox to which mail should be sent.
ru: Вместо этого используйте тэг CiAdrExtadr в ContactInfo . Составляет необязательное название компании и всю необходимую информацию для размещения здания или почтового ящика, на который должна быть отправлена почта.

source: Deprecated, use the CiAdrPcode tag in ContactInfo struct instead. sub-key Creator Contact Info: local postal code.
ru: Устарел, используйте вместо этого тэг CiAdrPcode в ContactInfo. Подключение-контактная информация: локальный почтовый код.

source: Deprecated, use the CiAdrRegion tag in ContactInfo struct instead. sub-key Creator Contact Info: state or province.
ru: Вместо этого используйте тэг CiAdrRegion в ContactInfo структуры. Подключение-источник контактной информации: состояние или область.

source: Deprecated, use the CiEmailWork tag in ContactInfo struct instead. sub-key Creator Contact Info: email address.
ru: Устарел, используйте вместо этого тег CiEmailWork в ContactInfo структуру. Поставщик контактной информации: адрес электронной почты.

source: Deprecated, use the CiTelWork tag in ContactInfo struct instead. sub-key Creator Contact Info: phone number.
ru: Устаревший, вместо этого используйте тег CiTelWork в ContactInfo структуру. Создатель Контактной информации: номер телефона.

source: Deprecated, use the CiUrlWork tag in ContactInfo struct instead. sub-key Creator Contact Info: web address.
ru: Устарел, используйте тег CiUrlWork в ContactInfo структуры. Подключ Контактная информация: веб-адрес.

source: Deprecated, use the City tag in LocationDetails struct instead. Name of a sublocation. This sublocation name could either be the name of a sublocation to a city or the name of a well known location or (natural) monument outside a city.
ru: Устарел, используйте городской тег в структуре LocationDetails вместо него. Имя sublocation. Это название может быть либо названием сапога городу, либо названием известного местонахождения или (естественного) памятника за пределами города.

source: Deprecated, use the City tag in LocationDetails struct instead. Name of the city of a location.
ru: Устарел, используйте городской тег в структуре LocationDetails вместо него. Имя города местоположения.

source: Deprecated, use the CountryCode tag in LocationDetails struct instead. The ISO code of a country of a location.
ru: Устарело, используйте вместо этого тег CountryCode в LocationDetails . Код ISO страны местоположения.

source: Deprecated, use the CountryName tag in LocationDetails struct instead. The name of a country of a location.
ru: Устарел, используйте тег CountryName в структуре LocationDetails вместо него. Название страны местоположения.

source: Deprecated, use the DigitalSourceType tag instead. The type of the source digital file.
ru: Устарел, используйте тег DigitalSourceType. Тип исходного цифрового файла.

source: Deprecated, use the ProvinceState tag in LocationDetails struct instead. The name of a subregion of a country - a province or state - of a location.
ru: Устаревший, вместо этого используйте тег ProvinceState в Структуре LocationDetails . Название субрегиона страны - провинции или штата - местоположения.

source: Deprecated, use the RegItemId tag in Product struct instead. A unique identifier created by a registry and applied by the creator of the digital image. This value shall not be changed after being applied. This identifier is linked to a corresponding Registry Organisation Identifier.
ru: Устарел, используйте тег RegItemId в структуре товара. Уникальный идентификатор, созданный реестром и применяемый создателем цифрового изображения. Это значение не изменяется после применения. Этот идентификатор связан с идентификатором соответствующей организации регистрации.

source: Deprecated, use the RegOrgId tag in RegistryEntryDetails struct instead. An identifier for the registry which issued the corresponding Registry Image Id.
ru: Вместо этого используйте в RegistryEntryDetails тег RegOrgId. Идентификатор реестра, выдавшего соответствующий идентификатор изображения.

source: Deprecated, use the WorldRegion tag in LocationDetails struct instead. The name of a world region of a location.
ru: Устарел, используйте тэг WorldRegion в LocationDetails вместо него. Название области мира местоположения.

source: Deprecated. (Child of Xmp.dwc.Event) The date-time or interval during which an Event ended. For occurrences, this is the date-time when the event was recorded. Not suitable for a time in a geological context. Recommended best practice is to use an encoding scheme, such as ISO 8601:2004(E).
ru: Устарел. (Дочерний Xmp.dwc.Event) Дата-время или интервал, в течение которого событие заканчивается. Для начислений это дата-время, когда событие было записано. Рекомендуется использовать схему кодирования, например ISO 8601:2004(E).

source: Deprecated. (Child of Xmp.dwc.Event) The date-time or interval during which an Event started. For occurrences, this is the date-time when the event was recorded. Not suitable for a time in a geological context. Recommended best practice is to use an encoding scheme, such as ISO 8601:2004(E).
ru: Устарел. (Дочерний Xmp.dwc.Event) Дата-время или интервал, в течение которого началось событие. Для вхождений это дата-время, когда событие было записано. Рекомендуется использовать схему кодирования, например ISO 8601:2004(E).

source: Deprecated. A list (concatenated and separated) of identifiers of other Occurrence records and their associations to this Occurrence.
ru: Список (объединенный и отделительный) идентификаторов других записей событий и их ассоциаций к этому случаю.

source: Deprecated. A list (concatenated and separated) of previous assignments of names to the Occurrence.
ru: Устарел. Список (совмещенный и разделённый) предыдущих заданий имен к случаю.

source: Deprecated. An identifier for an individual or named group of individual organisms represented in the Occurrence. Meant to accommodate resampling of the same individual or group for monitoring purposes. May be a global unique identifier or an identifier specific to a data set.
ru: Устарело: идентификатор для отдельной или именованной группы отдельных организмов, представленных в случае. Механизм для воссоединения одного и того же лица или группы для целей мониторинга. Может быть глобальным уникальным идентификатором или идентификатором, относящимся к набору данных.

source: Deprecated. Details about the Occurrence.
ru: Устарел. Подробности о случае.

source: Deprecated. Previously used only to support the xmpMM:LastURL property.
ru: Устарел. Ранее использовалось только для поддержки свойства xmpMM:LastURL.

source: Deprecated. Use Xmp.dcterms.Location instead. *Main structure* containing location based information.
ru: Устарел. Используйте Xmp.dcterms.Location вместо этого. *Основная структура*, содержащая информацию о местоположении.

source: Depth Far
ru: Глубина Дальнего

source: Depth Format
ru: Глубина Формат

source: Depth Map
ru: Глубина карта

source: Depth Measure Type
ru: Глубина измерения типа

source: Depth Near
ru: Глубина вблизи

source: Depth Units
ru: Единицы глубины

source: Derived From
ru: Задуманный от

source: Describes a lookup table that maps stored values into linear values. This tag is typically used to increase compression ratios by storing the raw data in a non-linear, more visually uniform space with fewer total encoding levels. If SamplesPerPixel is not equal to one, this single table applies to all the samples for each pixel.
ru: Описывает таблицу справки, которая отображает сохраненные значения в линейных значениях. Этот тег обычно используется для увеличения соотношения сжатия путем хранения сырых данных в нелинейных форматах, более визуально однородное пространство с меньшим количеством уровней кодирования. Если сэмплисПерпиксель не равен одинарной таблице, то эта единственная таблица применяется ко всем образцам для каждого пикселя.

source: Describes the Stream Name. Eg - FUJIFILM AVI STREAM 0100
ru: Описывает имя потока. Например, - FUJIFILM AVI STREAM 0100

source: Describes the Stream Type. Eg - Video, Audio or Subtitles
ru: Описывает тип потока. Например, - видео, аудио или субтитры

source: Describes the contents of the file. In the case of a MATROSKA file, its value is 'matroska'
ru: Описывает содержимое файла. В случае MATROSKA его значение равно 'matroska'

source: Describes the major national language of the object, according to the 2-letter codes of ISO 639:1988. Does not define or imply any coded character set, but is used for internal routing, e.g. to various editorial desks.
ru: Описывает основной национальный язык объекта в соответствии с 2-буквенными кодами ISO 639:1988. Не определяет и не подразумевает никаких кодируемых кодировок, но используется для внутренней маршрутизации, например, для различных редакционных столов.

source: Describes the nature, intellectual, artistic or journalistic characteristic of an image.
ru: Описывает природу, интеллектуальную, художественную или журналистскую характеристику изображения.

source: Describes the scene of a photo content. Specifies one or more terms from the IPTC "Scene-NewsCodes". Each Scene is represented as a string of 6 digits in an unordered list.
ru: Определяет сцену содержимого фотографии. Определяет один или несколько терминов из IPTC "Scene-NewsCodes". Каждая сцена представлена как строка из 6 цифр в неупорядоченном списке.

source: Describes the spatial layout of the CFA.
ru: Описывает пространственную структуру CFA.

source: Description
ru: Описание

source: Descriptive markers of catalog items by content
ru: Описательные маркеры элементов каталога по содержанию

source: Designates in the form CCYYMMDD the earliest date the provider intends the object to be used. Follows ISO 8601 standard.
ru: Назначает в форме CCYMMDD самый ранний срок использования объекта, который провайдер намерен использовать. Следуйте стандарту ISO 8601.

source: Designates in the form CCYYMMDD the latest date the provider or owner intends the object data to be used. Follows ISO 8601 standard.
ru: Определяет в форме CCYMMDD последнюю дату, которую провайдер или владелец намеревается использовать объектные данные. Следуйте стандарту ISO 8601.

source: Designates in the form HHMMSS:HHMM the earliest time the provider intends the object to be used. Follows ISO 8601 standard.
ru: Назначает в форме HHMMSS:HHMM самый ранний раз, когда провайдер намеревается использовать объект, соответствует стандарту ISO 8601.

source: Designates in the form HHMMSS:HHMM the latest time the provider or owner intends the object data to be used. Follows ISO 8601 standard.
ru: Определяет в форме HHMMSS:HHMM последнее время, когда провайдер или владелец намеревается использовать данные объекта. Следует стандарту ISO 8601.

source: Destination
ru: Назначение

source: Destination DST
ru: DST назначения

source: Details about a person the content is about.
ru: Детали о человеке, о котором идет речь.

source: Development Dynamic Range
ru: Динамический диапазон развития

source: Development dynamic range
ru: Динамический диапазон разработки

source: Device Setting Description
ru: Описание настроек устройства

source: Dhaka
ru: Дакка

source: Did not fire
ru: Вспышка не сработала

source: Digital Filter
ru: Цифровой фильтр

source: Digital Filter 6
ru: Цифровой фильтр 6

source: Digital Image Identifier
ru: Цифровой идентификатор изображения

source: Digital Image Stabilization
ru: Стабилизация цифровых изображений

source: Digital Lens Optimizer
ru: Оптимизатор цифровых линз

source: Digital Macro
ru: Цифровой макрос

source: Digital Negative (DNG)
ru: Цифровой отрицательный (DNG)

source: Digital Source Type
ru: Тип цифрового источника

source: Digital Zoom
ru: Цифровой трансфокатор

source: Digital Zoom Ratio
ru: Коэффициент цифрового трансфокатора

source: Digital capture
ru: Цифровой захват

source: Digital filter
ru: Цифровой фильтр

source: Digital gain
ru: Цифровой рост

source: Digital still camera
ru: Цифровая фотокамера

source: Digital zoom
ru: Цифровой трансфокатор

source: Digital zoom not used
ru: Цифровой трансфокатор не использовался

source: Digital zoom ratio
ru: Цифровой масштаб

source: Digital zoom setting
ru: Установка цифрового масштаба

source: DigitalGain
ru: Цифровая Gain

source: DigitalZoomRatio
ru: Цифровое ZoomRatio

source: Digitised from a negative on film
ru: Цифровые из отрицательных на фильме

source: Digitised from a positive on film
ru: Цифровая с положительного на фильме

source: Digitised from a print on non-transparent medium
ru: Оцифровано из печати на непрозрачном носителе

source: Digitization Date
ru: Дата оцифровки

source: Digitization Time
ru: Время оцифровки

source: Dimensions
ru: Размеры

source: Dimensions structure
ru: Структура размеров

source: Direct
ru: Прямо

source: Direction of image when captured, values range from 0 to 359.99.
ru: Направление изображения при захвате, диапазон значений от 0 до 359.99.

source: Directly photographed
ru: Сфотографировано непосредственно

source: Director
ru: Директор

source: Director Photography
ru: Директор Фотографии

source: Directory Number
ru: Номер каталога

source: Directory number
ru: Номер каталога

source: Disable
ru: Отключено

source: Disable After AF
ru: Отключить после AF

source: Disable in AF Mode
ru: Отключить в AF режиме

source: Disabled
ru: Отключено

source: Disabled and Not Required
ru: Отключено и не требуется

source: Disabled but Required
ru: Отключено, но требуется

source: Disc Number
ru: Номер диска

source: Discreet
ru: Отрезть

source: Display Aperture
ru: Отображение отверстия

source: Display aperture
ru: Отображать отверстие

source: Disposition
ru: Распределение

source: Distance to object
ru: Расстояние до объекта

source: Distant view
ru: Дистанционный вид

source: Distinct Scenery
ru: Отличительная Шкала

source: Distortion Correction
ru: Коррекция искажения

source: Distortion Correction Params
ru: Параметры коррекции искажения

source: Distortion Correction Setting
ru: Настройка коррекции искажения

source: Distortion Correction Value
ru: Значение коррекции искажения

source: Distortion correction
ru: Коррекция искажения

source: Distortion correction setting
ru: Настройка коррекции искажения

source: DistortionCorrParamsNumber
ru: Номер DistortionCorrParamsNumber

source: Distributed By
ru: Распределен по

source: Distributed By, i.e. name of person or organization.
ru: Распространенный Би, т.е. имя лица или организации.

source: Doc Type
ru: Тип документа

source: Doc Type Read Version
ru: Тип чтения версии документа

source: Doc Type Version
ru: Версия типа документа

source: Document
ru: Документ

source: Document Ancestors
ru: Предки документов

source: Document ID
ru: ID документа

source: Document Name
ru: Имя документа

source: Document Title
ru: Имя документа

source: Documents
ru: Документы

source: Dog Face Detection
ru: Обнаружение лица собаки

source: Dots Per Inch
ru: Точки на дюйм

source: Down
ru: Вниз

source: Down left
ru: Вниз влево

source: Down right
ru: Вниз справа

source: Dramatic Tone
ru: Драматический тон

source: Dramatic Tone II
ru: Драматический тон II

source: Drawing
ru: Рисунок

source: Drive Mode
ru: Режим вождения

source: Drive Mode 2
ru: Режим вождения 2

source: Drive Setting
ru: Настройки диска

source: Drive mode
ru: Режим Вождения

source: Drive mode 2
ru: Режим вождения 2

source: Drive mode setting
ru: Настройка режима вождения

source: Drive setting
ru: Настройка привода

source: Dual Pixel Raw
ru: Двойной Пиксель

source: Dubai
ru: Дубаи

source: Dublin Core schema
ru: Схема Dublin Core

source: Duplication Only as Necessary Under License
ru: Дублирование только как необходимое под лицензией

source: Duration
ru: Длительность

source: Dust Removal Data
ru: Удаление пыли

source: Dust removal data
ru: Данные удаления пыли

source: Dynamic
ru: Динамический

source: Dynamic (2)
ru: Динамический (2)

source: Dynamic (B&W)
ru: Динамический (B&W)

source: Dynamic (color)
ru: Динамический (цвет)

source: Dynamic Area
ru: Динамическая область

source: Dynamic Area (wide)
ru: Динамическая площадь (широкая)

source: Dynamic Area, Closest Subject
ru: Динамическая область, ближайшая тема

source: Dynamic Properties
ru: Динамические свойства

source: Dynamic Range
ru: Динамический диапазон

source: Dynamic Range Optimizer
ru: Динамический диапазон Оптимизатор

source: Dynamic Range Optimizer 2
ru: Динамический диапазон Оптимизатор 2

source: Dynamic Range Optimizer Level
ru: Уровень динамического диапазона оптимизатора

source: Dynamic Range Optimizer Mode
ru: Режим динамического диапазона оптимизатора

source: Dynamic Range Optimizer Settings
ru: Настройки динамического диапазона оптимизатора

source: Dynamic Range Setting
ru: Настройки динамического диапазона

source: Dynamic Single Target
ru: Динамическая одиночная цель

source: Dynamic Tone
ru: Динамический тон

source: Dynamic area
ru: Динамическая область

source: Dynamic area (wide)
ru: Динамическая площадь (широкая)

source: Dynamic area, closest subject
ru: Динамическая область, ближайшая к ней тема

source: Dynamic range
ru: Динамический диапазон

source: Dynamic range expansion
ru: Динамическое расширение диапазона

source: Dynamic range optimizer mode
ru: Режим оптимизации динамического диапазона

source: Dynamic range priority
ru: Приоритет динамического диапазона

source: Dynamic range priority auto
ru: Автоприоритет динамического диапазона

source: Dynamic range priority fixed
ru: Фиксированный приоритет динамического диапазона

source: Dynamic range settings
ru: Настройки динамического диапазона

source: DynamicRangeOptimizer
ru: Динамический RangeOptimizer

source: DynamicRangeOptimizer 2
ru: Динамический RangeOptimizer 2

source: E-System
ru: Электронная система

source: E6
ru: Е6

source: E6 (Center
ru: E6 (центр

source: E6 (Center)
ru: E6 (центр)

source: EBML Read Version
ru: Версия для чтения EBML

source: EBML Version
ru: Версия EBML

source: ETERNA Bleach Bypass
ru: байпасс Bleach ETERNA

source: EX optics
ru: EX оптика

source: EXIF tag 1, 0x0001. Indicates the identification of the Interoperability rule. R98 = Indicates a file conforming to R98 file specification of Recommended Exif Interoperability Rules (Exif R 98) or to DCF basic file stipulated by Design Rule for Camera File System (DCF). THM = Indicates a file conforming to DCF thumbnail file stipulated by Design rule for Camera File System. R03 = Indicates a file conforming to DCF Option File stipulated by Design rule for Camera File System.
ru: EXIF тег 1, 0x0001. Указывает идентификацию правила совместимости. R98 = Указывает файл, соответствующий спецификации файла R98 (Рекомендуемых правил совместимости Exif Interoperability (Exif R 98) или базовому файлу DCF, предусмотренному Design Rule for Camera File System (DCF). THM = Указывает файл, соответствующий файлу эскиза DCF, который оговаривается правилом Дизайн для файловой системы Camera. R03 = Указывает файл, соответствующий параметру DCF Файл (Option File), оговоренный дизайнерским правилом для файловой системы камеры.

source: EXIF tag 33434, 0x829A. Exposure time in seconds.
ru: EXIF тег 33434, 0x829A. Время экспозиции в секундах.

source: EXIF tag 33437, 0x829D. F number.
ru: EXIF тег 33437, 0x829D. F номер.

source: EXIF tag 34850, 0x8822. Class of program used for exposure.
ru: EXIF тег 34850, 0x8822. Класс программы, используемой для экспозиции.

source: EXIF tag 34852, 0x8824. Spectral sensitivity of each channel.
ru: EXIF тег 34852, 0x8824. Спектральная чувствительность каждого канала.

source: EXIF tag 34855, 0x8827. ISO Speed and ISO Latitude of the input device as specified in ISO 12232.
ru: EXIF тег 34855, 0x8827. Скорость ISO и широта устройства ввода, как указано в ISO 12232.

source: EXIF tag 34855, 0x8827. Indicates the sensitivity of the camera or input device when the image was shot up to the value of 65535 with one of the following parameters that are defined in ISO 12232: standard output sensitivity (SOS), recommended exposure index (REI), or ISO speed.
ru: EXIF тег 34855, 0x8827. Указывает чувствительность камеры или устройства ввода, когда изображение было зачеркнуто по значению 65535 одним из следующих параметров, определенных в ISO 12232: стандартная чувствительность вывода (SOS), рекомендуемый индекс воздействия (REI) или скорость ISO.

source: EXIF tag 34856, 0x8828. Opto-Electoric Conversion Function as specified in ISO 14524.
ru: EXIF тег 34856, 0x8828. Функция Opto-Electoric Conversion как указано в ISO 14524.

source: EXIF tag 34864, 0x8830. Indicates which one of the parameters of ISO12232 is used for PhotographicSensitivity:0 = Unknown 1 = Standard output sensitivity (SOS) 2 = Recommended exposure index (REI) 3 = ISO speed 4 = Standard output sensitivity (SOS) and recommended exposure index (REI) 5 = Standard output sensitivity (SOS) and ISO speed 6 = Recommended exposure index (REI) and ISO speed 7 = Standard output sensitivity (SOS) and recommended exposure index (REI) and ISO speed
ru: EXIF тег 34864, 0x8830. Указывает, что один из параметров ISO12232 используется для фоточувствительности:0 = Неизвестная 1 = Стандартная чувствительность выхода (SOS) 2 = Рекомендуемый индекс подверженности (REI) 3 = стандартный показатель скорости 4 ИО = стандартная чувствительность вывода (SOS) и рекомендуемый индекс воздействия (REI) 5 = Стандартная чувствительность вывода (SOS) и скорость 6 ИСО = Рекомендуемый индекс экспозиции (REI) и скорость 7 ИСО = Стандартная чувствительность вывода (SOS) и рекомендуемый индекс скорости экспозиции (REI) и показатель скорости ISO

source: EXIF tag 34865, 0x8831. Indicates the standard output sensitivity value of a camera or input device defined in ISO 12232.
ru: EXIF тег 34865, 0x8831. Указывает стандартное значение чувствительности вывода камеры или устройства ввода, определенное в ISO 12232.

source: EXIF tag 34866, 0x8832. Indicates the recommended exposure index value of a camera or input device defined in ISO 12232.
ru: EXIF тег 34866, 0x8832. Указывает рекомендуемое значение индекса экспозиции камеры или устройства ввода, определенного в ISO 12232.

source: EXIF tag 34867, 0x8833. Indicates the ISO speed value of a camera or input device defined in ISO 12232.
ru: EXIF тег 34867, 0x8833. Указывает значение скорости ISO камеры или устройства ввода, определенного в ISO 12232.

source: EXIF tag 34868, 0x8834. Indicates the ISO speed latitude yyy value of a camera or input device defined in ISO 12232.
ru: EXIF тег 34868, 0x8834. Указывает ширину скорости ISO в гг камеры или устройства ввода, определенного в ISO 12232.

source: EXIF tag 34869, 0x8835. Indicates the ISO speed latitude zzz value of a camera or input device defined in ISO 12232.
ru: EXIF tag 34869, 0x8835. Укажите значение zzz скорости ISO для камеры или устройства ввода, определенного в ISO 12232.

source: EXIF tag 36864, 0x9000. EXIF version number.
ru: EXIF тег 36864, 0x9000. Номер версии EXIF.
