Repository: Exiv2/exiv2
Catalog: po/*.po
Languages: ru

source: Associated Organisms
ru: Связанные организмы

source: Associated References
ru: Связанные ссылки

source: Associated Sequences
ru: Связанные последовательности

source: Associated Taxa
ru: Связанный Такса

source: At least one file is required
ru: нужно указать хотя бы один файл

source: Athens
ru: Афины

source: Attached File Data
ru: Прикрепленные файлы

source: Attached File Description
ru: Описание прикрепленного файла

source: Attached File MIME Type
ru: Прикрепленный тип файла MIME

source: Attached File Name
ru: Имя прикрепленного файла

source: Attached File UID
ru: Прикрепленный файл UID

source: Attached File Universal ID
ru: Универсальный ID прикрепленного файла

source: Attribution requirements, if any.
ru: Требования к атрибуции, если таковые имеются.

source: Auction
ru: Аукцион

source: Audio
ru: Звук

source: Audio Bitrate
ru: Битрейт аудио

source: Audio Channel Type
ru: Тип аудио канала

source: Audio Channels
ru: Аудио каналы

source: Audio Codec
ru: Аудио кодек

source: Audio Codec Decode Info
ru: Декодирование аудио кодека

source: Audio Codec Description
ru: Описание аудио кодека

source: Audio Codec Download URL
ru: URL загрузки аудио кодека

source: Audio Codec Download URL.
ru: URL для скачивания аудио кода.

source: Audio Codec Information
ru: Информация о аудио кодеке

source: Audio Codec Settings
ru: Настройки Аудио кодека

source: Audio Compressor
ru: Компрессор аудио

source: Audio Default Duration
ru: Длительность аудио по умолчанию

source: Audio Default Stream
ru: Поток аудио по умолчанию

source: Audio Duration
ru: Длительность звукозаписи

source: Audio Format
ru: Формат аудио

source: Audio Modified Date
ru: Аудио Дата изменения

source: Audio Outcue
ru: Аудио Освобождение

source: Audio Rate
ru: Частота сэмплирования звукозаписи

source: Audio Resolution
ru: Аудио разрешение

source: Audio Sample Count
ru: Количество проб аудио

source: Audio Sample Rate
ru: Частота дискретизации

source: Audio Sample Type
ru: Тип примера аудио

source: Audio Stream that would be played by default.
ru: Аудио поток, который будет воспроизводиться по умолчанию.

source: Audio Track Create Date
ru: Дата создания аудио трека

source: Audio Track Default On
ru: Аудио трек по умолчанию вкл

source: Audio Track Default On , i.e. Enabled/Disabled
ru: Аудио трек по умолчанию вкл, т.е. включение/отключено

source: Audio Track Duration
ru: Длительность звука

source: Audio Track Enabled
ru: Аудиодорожка включена

source: Audio Track Forced
ru: Аудио трек принудительно

source: Audio Track Forced , i.e. Enabled/Disabled
ru: Аудио трек принудительно включен или выключен

source: Audio Track Lacing
ru: Аудиодорожка

source: Audio Track Lacing , i.e. Enabled/Disabled
ru: Аудио трек , т.е. включение/отключено

source: Audio Track Layer
ru: Слой аудиодорожки

source: Audio Track Modify Date
ru: Дата изменения звуковой дорожки

source: Audio Type
ru: Тип звуковых данных

source: Audio URL
ru: URL аудио

source: Audio URN
ru: URN аудио

source: Author
ru: Автор

source: Author tag used by Windows, encoded in UCS2
ru: Поле автора, используемое в Windows, кодированное в UCS2

source: Authors Position
ru: Позиция авторов

source: Auto
ru: Авто

source: Auto (Cloudy)
ru: Авто (Облачно)

source: Auto (DaylightFluorescent)
ru: Авто (DaylightFluorescent)

source: Auto (DaywhiteFluorescent)
ru: Авто (DaywhiteFluorescent)

source: Auto (Flash)
ru: Авто (Flash)

source: Auto (Keep Warm Color Off)
ru: Авто (выключать тепла)

source: Auto (Shade)
ru: Авто (тень)

source: Auto (Tungsten)
ru: Авто (Тунгстен)

source: Auto (WhiteFluorescent)
ru: Авто (WhiteFluorescent)

source: Auto (ambience priority)
ru: Авто (приоритет окружающего)

source: Auto + red-eye
ru: Авто + красный глаз

source: Auto AF point selection
ru: Автоматический выбор точек AF

source: Auto Ambience Priority
ru: Авто Приоритет Амбиции

source: Auto Aperture
ru: Авто отверстие

source: Auto Bracket
ru: Автобрекетирование

source: Auto Bracket Order
ru: Автоматический заказ скобок

source: Auto Bracket Release
ru: Автобрекет-релиз

source: Auto Brightness
ru: Автоматическая яркость

source: Auto Contrast
ru: Автоматический контраст

source: Auto Dynamic Range
ru: Автодинамический диапазон

source: Auto Exposure
ru: Автоматическая экспозиция

source: Auto Exposure Bracketing
ru: Автобрекетинг экспозиции

source: Auto Focus
ru: Автофокусировка

source: Auto Focus warning status
ru: Состояние автофокуса

source: Auto Gradation
ru: Автоматически оценивать

source: Auto High
ru: Авто Высокий

source: Auto Lateral CA
ru: АвтоLateral CA

source: Auto Lighting Optimizer
ru: Оптимизатор автоосвещения

source: Auto No Flash
ru: Авто без вспышки

source: Auto PICT (Macro)
ru: АвтоPICT (Macro)

source: Auto PICT (Portrait)
ru: Авто PICT (портрет)

source: Auto PICT (Sport)
ru: Авто PICT (Спорт)

source: Auto PICT (Standard)
ru: АвтоPICT (стандартный)

source: Auto Program (DOF)
ru: Автопрограмма (DOF)

source: Auto Program (Hi-Speed)
ru: Автопрограмма (Высокоскоростная)

source: Auto Program (MTF)
ru: Автопрограмма (MTF)

source: Auto Program (Normal)
ru: Автопрограмма (нормальная)

source: Auto Program (Shallow DOF)
ru: Автопрограмма (мелкий DOF)

source: Auto Rotate
ru: Автоповорот

source: Auto Shadows
ru: Авто тени

source: Auto White Priority
ru: Авто Белый Приоритет

source: Auto bracket
ru: Автобрекетирование

source: Auto bracket order
ru: Автоматический порядок скобок

source: Auto bracket release
ru: Авто релиз скобки

source: Auto dynamic range
ru: Авто динамический диапазон

source: Auto exposure bracketing
ru: Автобрекетинг экспозиции

source: Auto exposure lock
ru: Автоблокировка экспозиции

source: Auto exposure warning status
ru: Автоматическое предупреждение об экспозиции

source: Auto focus
ru: Автофокус

source: Auto focus area mode
ru: Режим автофокуса

source: Auto focus area mode setting
ru: Автофокус режим

source: Auto focus illuminator
ru: Автофокус освещения

source: Auto focus point selected
ru: Точка автофокуса выбрана

source: Auto focus points used
ru: Используемые точки автофокуса

source: Auto focus tracking
ru: Автоматическое отслеживание фокуса

source: Auto gradation
ru: Автоматическая оценка

source: Auto high dynamic range mode
ru: Режим автоматического высокого динамического диапазона

source: Auto portrait framed
ru: Авто портретный кадр

source: Auto reduction of fill flash
ru: Автоматическое уменьшение вспышки

source: Auto release
ru: Авторелиз

source: Auto rotate
ru: Автоповорот

source: Auto+
ru: Авто+

source: Auto, Did not fire
ru: Авто, не пожар

source: Auto, Did not fire, Red-eye reduction
ru: Авто, не пожар, снижение красных глаз

source: Auto, Fired
ru: Авто, Огненный

source: Auto, Fired, Red-eye reduction
ru: Авто, снижение нагрузки на Fired, Red-eye

source: Auto, continuous
ru: Авто, непрерывный

source: Auto, focus button
ru: Авто, фокусировка кнопки

source: Auto-N
ru: Авто-N

source: Auto-Override
ru: Автопереопределение

source: Auto-rotate
ru: Автоповорот

source: Auto-selected
ru: Автовыбор

source: AutoBracketing
ru: Автобрекетинг

source: Autofocus Mode
ru: Режим автофокусировки

source: Autofocus mode
ru: Режим автофокусировки

source: Automatic
ru: Автоматически

source: Autumn
ru: Осень

source: Autumn Leaves
ru: Осенние листья

source: Autumn leaves
ru: Осенние листья

source: Auxiliary Lens
ru: Вспомогательные линзы

source: Auxiliary lens (adapter)
ru: Вспомогательные рассеиватели (адаптер)

source: Available Light
ru: Доступный свет

source: Average
ru: Средний

source: Average Bytes Per Second
ru: Среднее число байт в секунду

source: Average Bytes Per Second found in audio stream
ru: Среднее число байт в секунду найдено в аудиопотоке

source: B
ru: В

source: B & W
ru: B и W

source: B&W
ru: Ч/Б

source: B+((A-C)/2)
ru: В+(A-C)/2)

source: Baby
ru: Дети

source: Baby (or pet) age 1
ru: Детский (или домашний) возраст 1 года

source: Baby (or pet) age 2
ru: Детский (или домашний) возраст 2 года

source: Baby Age 1
ru: Детский возраст 1

source: Baby Age 2
ru: Детский возраст 2

source: Baby Name
ru: Имя ребёнка

source: Baby name (or pet name)
ru: Имя ребенка (или имя питомца)

source: Background Defocus
ru: Дефокусировка фона

source: Backlight Correction HDR
ru: Коррекция фонаря в HDR

source: Backlight Silhouette
ru: Силуэт подсветки

source: Backlit Portrait
ru: Портретная задняя часть

source: Backlit Softness
ru: Задняя мягкость

source: Balance
ru: Баланс

source: Bangkok
ru: Бангкок

source: Bar Code Value
ru: Значение штрих-кода

source: Base
ru: Основание

source: Base URL
ru: Базовый URL

source: Baseline DCT, Huffman coding
ru: Базовая линия DCT, код Huffman

source: Baseline Exposure
ru: Базовая экспозиция

source: Baseline Exposure Offset
ru: Смещение базовой экспозиции

source: Baseline Noise
ru: Базовый шум

source: Baseline Sharpness
ru: Резкость базовой линии

source: Basic Job/Workflow structure
ru: Основная структура задания/рабочего процесса

source: Basis Of Record
ru: Основание записи

source: Battery Level
ru: Заряд батареи

source: Battery level
ru: Уровень батареи

source: BatteryInfo
ru: Информация батареи

source: BatteryType
ru: Тип батареи

source: Bayer Green Split
ru: Зеленый Байер Сплит

source: Beach
ru: Пляж

source: Beach & Snow
ru: Пляж и снег

source: Beat Splice Parameters
ru: Пройти Splice параметры

source: Bed
ru: Кровать

source: Behavior
ru: Поведение

source: Behind Glass
ru: За Стеклянным

source: Beijing
ru: Пекин

source: Below sea level
ru: Под уровнем моря

source: Berlin
ru: Берлин

source: Best
ru: Лучшее

source: Best Image Selection
ru: Лучший выбор изображений

source: Best Quality Scale
ru: Шкала наилучшего качества

source: Best Shot Mode
ru: Режим лучший выстрел

source: Better
ru: Лучше

source: Bibliographic Citation
ru: Библиографическая ссылка

source: Binary image preview data.
ru: Двоичные данные эскиза изображения.

source: Bit Depth
ru: Глубина бита

source: Bits Per Sample
ru: Битов на образец

source: Bits Per Sample/ Bit Rate
ru: Биты на сэмпл/битрейт

source: Bits per Sample
ru: Битов на сэмпл

source: Bits per test sample
ru: Биты на испытательный образец

source: Black & White
ru: Чёрно-белый

source: Black & White Mode
ru: Черно-белый режим

source: Black & white
ru: Черно-белый

source: Black Is Zero
ru: Чёрный - нулевое

source: Black Level
ru: Чёрный уровень

source: Black Level 2
ru: Чёрный уровень 2

source: Black Level Delta H
ru: Дельта уровня Чёрного H

source: Black Level Delta V
ru: Дельта уровня Чёрная V

source: Black Level Repeat Dim
ru: Черный уровень резьбового затемнения

source: Black and White
ru: Черно-белый

source: Black and White Filter
ru: Черный и белый фильтр

source: Black and white
ru: Черно-белый

source: Black and white filter
ru: Черный и белый фильтр

source: Black and white mode
ru: Черно-белый режим

source: Black level
ru: Уровень черного

source: Black level 2
ru: Чёрный уровень 2

source: Black point
ru: Точка черного

source: BlackLevel
ru: Черный уровень

source: Blacks 2012
ru: Черные 2012

source: Bleach bypass
ru: Обход Блейха

source: Blue
ru: Синий

source: Blue Balance
ru: Баланс синего

source: Blue Hue
ru: Синий оттенок

source: Blue Saturation
ru: Синяя насыщенность

source: Blue Sky
ru: Синее небо

source: Blue balance
ru: Синий баланс

source: Blue color balance
ru: Баланс синего цвета

source: Blue-green
ru: Сине-зелёный

source: Blur Reduction
ru: Снижение размытия

source: Blur Warning
ru: Предупреждение о размытии

source: Blur control
ru: Управление размытием

source: Blur warning status
ru: Предупреждение о размытии

source: Body Firmware Version
ru: Версия прошивки тела

source: Body Serial Number
ru: Серийный номер тела

source: Body firmware version
ru: Версия прошивки тела

source: Both a Registry Item Id and a Registry Organisation Id to record any registration of this digital image with a registry.
ru: Оба элемента реестра Id и идентификатор регистрационной организации регистрируют любую регистрацию этого цифрового образа с реестром.

source: Bottom
ru: Внизу

source: Bottom Left Zone
ru: Нижняя левая зона

source: Bottom Right Zone
ru: Нижняя правая зона

source: Bottom Zone
ru: Нижняя зона

source: Bottom of Scale
ru: Нижняя чешуя

source: Bottom to Top
ru: Внизу к началу

source: Bottom to top
ru: Внизу к началу

source: Bottom-Left
ru: Снизу слева

source: Bottom-Right
ru: Нижняя правая

source: Bottom-center
ru: Нижний центр

source: Bottom-center (horizontal)
ru: Нижний центр (горизонтальный)

source: Bottom-center (vertical)
ru: Нижний центр (вертикальный)

source: Bottom-left
ru: Нижний левый

source: Bottom-left (horizontal)
ru: Нижняя левая (горизонтальная)

source: Bottom-left (vertical)
ru: Нижняя левая (вертикальная)

source: Bottom-right
ru: Снизу справа

source: Bottom-right (horizontal)
ru: Нижняя правая (горизонтальная)

source: Bottom-right (vertical)
ru: Снизу справа (вертикально)

source: Bounce Flash
ru: Вспышка отскока

source: Bounce Flash adaptor
ru: Флеш адаптер Bounce

source: Bounce or Off
ru: Отказ или выкл

source: Bracket
ru: Скобка

source: Bracket Mode
ru: Режим скобки

source: Bracket Settings
ru: Настройки скобков

source: Bracket Shot Number
ru: Номер брокера

source: Bracket Step
ru: Шаг скобки

source: Bracket Value
ru: Значение скобки

source: Bracket step
ru: Шаг скобки

source: Bracketing
ru: Брекетинг

source: Bright
ru: Яркость

source: Bright (comparative)
ru: Яркий (сравнительный)

source: Bright Blue Sky
ru: Ярко-синее небо

source: Bright+
ru: Яркость+

source: Bright-
ru: Яркость-

source: Brighter
ru: Ярче

source: Brightness
ru: Яркость

source: Brightness Value
ru: Значение яркости

source: Brightness setting.
ru: Настройка яркости.

source: Brightness value
ru: Значение яркости

source: BrightnessValue
ru: Значение яркости

source: Buenos Aires
ru: Буэнос-Айрэс

source: Built-in
ru: Встроенный

source: Bulb
ru: Лампа

source: Bulb (Off-Auto-Aperture)
ru: Лампа (Вкл. авто-апертура)

source: Bulb Duration
ru: Продолжительность лампы

source: Bulb duration
ru: Длительность лампы

source: Burst
ru: Взрыв

source: Burst Mode
ru: Режим взрыва

source: Burst Speed
ru: Взрыв скорости

source: Burst Speed in pictures per second
ru: Скорость вспышки в секунду

source: Burst mode
ru: Режим взрыва

source: By-line
ru: Побочная линия

source: By-line Title
ru: Заголовок Плиты

source: By-line title.
ru: Заголовок By-строки.

source: Byte Order
ru: Байт-порядок

source: Byte Order used by the Video Capturing device.
ru: Порядок байт, используемый устройством захвата видео.

source: Byte order used to encode MakerNote tags, 'MM' (big-endian) or 'II' (little-endian).
ru: Кодировка байт используется для кодирования тегов MakerNote, 'MM' (big-endian) или 'II' (little-endian).

source: Bytes
ru: Байт

source: C
ru: С

source: CCD Scan Mode
ru: Режим сканирования CCD

source: CCD scan mode
ru: Режим сканирования CCD

source: CCDSensitivity
ru: Чувствительность CCD

source: CCITT RLE
ru: ОЗНАЧЕНИЕ КЛИЕНТА

source: CCITT RLE 1-word
ru: CCITT RLE 1 слово

source: CFA Layout
ru: Формат CFA

source: CFA Pattern
ru: Паттерн CFA

source: CFA Plane Color
ru: Цвет плоскости CFA

source: CFA Repeat Pattern Dimension
ru: Размеры повтора CFA

source: CIPA Multi-Picture Format
ru: Формат мульти-изображений CIPA

source: CLASSIC CHROME
ru: КЛАССИЯ ХРОМА

source: CM Exposure Compensation
ru: Компенсация экспозиции КМ

source: CM Saturation
ru: Продолжительность КМ

source: CM Sharpness
ru: Резкость КМ

source: CM White Balance Comp
ru: Состав Баланса Белого КМ

source: CM White Balance Gray Point
ru: CM Серая точка баланса белого цвета

source: CM exposure compensation
ru: Воздействие на КМ

source: CM saturation
ru: Насыщенность КМ

source: CM sharpness
ru: КМ резкость

source: CM white balance comp
ru: Состав баланса белого КМ

source: CM white balance gray point
ru: CM белый баланс серая точка

source: CM1 (Red Enhance)
ru: CM1 (красное улучшение)

source: CM2 (Green Enhance)
ru: CM2 (Зеленый усиление)

source: CM3 (Blue Enhance)
ru: CM3 (синее улучшение)

source: CPUFirmwareVersion
ru: Версия процессора

source: CR2
ru: ТР2

source: CRAW
ru: СОЗДАТЬ

source: CV-Term About Image
ru: CV-термин о изображении

source: Cairo
ru: Каир

source: Calgary
ru: Кальгари

source: Calibration Illuminant 1
ru: Калибровочный свет 1

source: Calibration Illuminant 2
ru: Калибровочный свет 2

source: Calibration Illuminant 3
ru: Калибровочный свет 3

source: Calm
ru: Спокойная

source: Camera Angle
ru: Угол камеры

source: Camera Byte Order
ru: Порядок байт камеры

source: Camera Calibration 1
ru: Калибровка камеры 1

source: Camera Calibration 2
ru: Калибровка камеры 2

source: Camera Calibration 3
ru: Калибровка камеры 3

source: Camera Calibration Signature
ru: Калибровка камеры

source: Camera Firmware
ru: Прошивка камеры

source: Camera ID
ru: ID камеры

source: Camera ID data
ru: ID камеры

source: Camera Info
ru: Информация о камере

source: Camera JPEG
ru: JPEG камеры

source: Camera Label
ru: Метка камеры

source: Camera Maker Note Type
ru: Тип заметки фотоаппарата

source: Camera Maker Note Version
ru: Версия заметки камер

source: Camera Manufacturer's URL.
ru: URL производителя камеры.

source: Camera Model
ru: Модель камеры

source: Camera Move
ru: Перемещение камеры

source: Camera Orientation
ru: Ориентация камеры

source: Camera Owner Name
ru: Имя владельца камеры

source: Camera Profile
ru: Профиль камеры

source: Camera Profile Digest
ru: Дайджест профиля камеры

source: Camera RAW
ru: Фотоаппарат

source: Camera Raw Saved Settings
ru: Сохраненные настройки камеры

source: Camera Raw Saved Settings Name.
ru: Имя сохраненных параметров камеры.

source: Camera Raw Saved Settings Type.
ru: Сырье сохраненных параметров камеры.

source: Camera Raw schema
ru: Схема сырой камеры

source: Camera Serial Number
ru: Серийный номер камеры

source: Camera Serial Number.
ru: Серийный номер камеры.

source: Camera Settings
ru: Настройки камеры

source: Camera Settings (5D)
ru: Настройки камеры (5D)

source: Camera Settings (7D)
ru: Настройки камеры (7D)

source: Camera Settings (Std New)
ru: Настройки камеры (Std New)

source: Camera Settings (Std Old)
ru: Настройки камеры (Std Old)

source: Camera Settings (Z1)
ru: Настройки камеры (Z1)

source: Camera Settings (for Dynax 5D model)
ru: Настройки камеры (для Dynax 5D модели)

source: Camera Settings (for Dynax 7D model)
ru: Настройки камеры (для Dynax 7D модели)

source: Camera Settings (for Z1, DImage X, and F100 models)
ru: Настройки камеры (для моделей Z1, DImage X и F100)

source: Camera Settings Version
ru: Версия настроек камеры

source: Camera Settings sub-IFD
ru: Настройки камеры субIFD

source: Camera TIFF
ru: TIFF камера

source: Camera Temperature
ru: Температура камеры

source: Camera Type
ru: Тип камеры

source: Camera calculated light value, includes exposure compensation
ru: Значение света, рассчитанное на камеру, включая компенсацию воздействия

source: Camera elevation angle
ru: Угол высоты камеры

source: Camera equipment sub-IFD
ru: СубIFD оборудования камеры

source: Camera exposure compensation
ru: Воздействие на камеру

source: Camera flash compensation
ru: Смертельная компенсация камер

source: Camera flash output
ru: Вывод вспышки камеры

source: Camera info
ru: Информация о камере

source: Camera make
ru: Производительность камеры

source: Camera model
ru: Модель камеры

source: Camera models vary in the trade-off they make between highlight headroom and shadow noise. Some leave a significant amount of highlight headroom during a normal exposure. This allows significant negative exposure compensation to be applied during raw conversion, but also means normal exposures will contain more shadow noise. Other models leave less headroom during normal exposures. This allows for less negative exposure compensation, but results in lower shadow noise for normal exposures. Because of these differences, a raw converter needs to vary the zero point of its exposure compensation control from model to model. BaselineExposure specifies by how much (in EV units) to move the zero point. Positive values result in brighter default results, while negative values result in darker default results.
ru: Модели камер различаются в зависимости от того, что они выделяют головы и шум теней. Некоторые из них оставляют значительное количество заметных головных уборов во время нормального воздействия. Это позволяет применять при обращении сырья существенную отрицательную компенсацию воздействия, но также означает, что нормальные воздействия будут содержать больше теневого шума. Другие модели оставляют меньше головных уборов во время обычных экспозиций. Это позволяет уменьшить отрицательную компенсацию воздействия, но приводит к снижению шума тени при нормальных воздействиях. Из-за этих различий конвертер сырья должен изменить нулевую точку контроля за воздействием от модели к модели. BaselineExposure указывает на то, сколько (в единицах EV) переместить нулевую точку. Положительные значения приводят к более ярким результатам по умолчанию, в то время как отрицательные значения дают более темные результаты.

source: Camera orientation
ru: Направление камеры

source: Camera serial number
ru: Серийный номер камеры

source: Camera serial number, usually starts with "NO= "
ru: Серийный номер камеры, обычно начинается с "NO= "

source: Camera settings version
ru: Версия настроек камеры

source: Camera shooting mode
ru: Режим съемки камеры

source: Camera temperature
ru: Температура камеры

source: Camera type
ru: Тип камеры

source: CameraCalibration1 defines a calibration matrix that transforms reference camera native space values to individual camera native space values under the first calibration illuminant. The matrix is stored in row scan order. This matrix is stored separately from the matrix specified by the ColorMatrix1 tag to allow raw converters to swap in replacement color matrices based on UniqueCameraModel tag, while still taking advantage of any per-individual camera calibration performed by the camera manufacturer.
ru: Калибровка камеры CameraCalibration1 определяет матрицу калибровки, которая преобразует исходную величину пространственного пространства в отдельную камеру при первом калибровочном освещении. Матрица хранится в порядке сканирования строк. Эта матрица хранится отдельно от матрицы, указанной тегом ColorMatrix1, чтобы позволить преобразователям сырья заменить на смену цветовой матрицы на основе тега UniqueCameraModel, до сих пор используются любые индивидуальные калибровки камер, выполняемые производителем камеры.

source: CameraCalibration2 defines a calibration matrix that transforms reference camera native space values to individual camera native space values under the second calibration illuminant. The matrix is stored in row scan order. This matrix is stored separately from the matrix specified by the ColorMatrix2 tag to allow raw converters to swap in replacement color matrices based on UniqueCameraModel tag, while still taking advantage of any per-individual camera calibration performed by the camera manufacturer.
ru: Калибровка камеры CameraCalibration2 - это матрица калибровки, которая преобразует исходную величину пространства в единую камеру под индикатором второй калибровки. Матрица хранится в порядке сканирования строк. Эта матрица хранится отдельно от матрицы, указанной тегом ColorMatrix2, чтобы позволить преобразователям сырья заменить на смену цветовой матрицы на основе тега UniqueCameraModel, до сих пор используются любые индивидуальные калибровки камер, выполняемые производителем камеры.
