Repository: Exiv2/exiv2
Catalog: po/*.po
Languages: ru

source: The base URL for relative URLs in the document content. If this document contains Internet links, and those links are relative, they are relative to this base URL. This property provides a standard way for embedded relative URLs to be interpreted by tools. Web authoring tools should set the value based on their notion of where URLs will be interpreted.
ru: Базовый URL-адрес относительных URL-адресов в содержимом документа. Если этот документ содержит ссылки на интернет, и эти ссылки являются относительными, то они относятся к этому базовому URL. Это свойство обеспечивает стандартный способ интерпретации встроенных относительных URL-адресов инструментами. Инструменты веб-авторизации должны задавать значение, основанное на их понимании того, где будут интерпретироваться URL.

source: The camera's exposure compensation
ru: Воздействие камеры

source: The camera's flash compensation
ru: Флэш-компенсация камеры

source: The characters form a number that will be unique for the date specified in <DateSent> tag and for the Service Identifier specified by <ServiceIdentifier> tag. If identical envelope numbers appear with the same date and with the same Service Identifier, records 2-9 must be unchanged from the original. This is not intended to be a sequential serial number reception check.
ru: Символы образуют число, которое будет уникально для даты, указанной в <DateSent> теге и для идентификатора услуги, указанного тегом <ServiceIdentifier> . Если идентичные номера конверта появляются с той же датой и с тем же идентификатором службы, записи 2-9 не должны быть изменены с оригинала. Это не является последовательной проверкой приемного серийного номера.

source: The chromaticity of the three primary colors of the image. Normally this tag is not necessary, since colorspace is specified in the colorspace information tag (<ColorSpace>).
ru: Хроматичность трех основных цветов изображения. Обычно этот тег не является обязательным, так как цветовое пространство указано в теге информации о цвете (<ColorSpace>).

source: The chromaticity of the white point of the image. Normally this tag is not necessary, since color space is specified in the colorspace information tag (<ColorSpace>).
ru: Хроматичность белой точки изображения. Обычно этот тег не является необходимым, поскольку цветовое пространство уже указано в теге <ColorSpace>.

source: The class of the program used by the camera to set exposure when the picture is taken.
ru: Класс программы, использованной камерой для установки экспозиции при съёмке.

source: The client for the job of which this shot or take is a part.
ru: Заказчик для работы, участие в которой заключается в том, чтобы снять или сфотографировать.

source: The color label assigned to this item. Possible values are "0": no label; "1": Red; "2": Orange; "3": Yellow; "4": Green; "5": Blue; "6": Magenta; "7": Gray; "8": Black; "9": White.
ru: Цветовая метка, назначенная этому элементу. Возможными значениями являются "0": без метки; "1": Red; "2": Оранжевые; "3": Желтый; "4": Green; "5": Blue; "6": Magenta; "7": Gray; "8": черный; "9": белый.

source: The color space information tag is always recorded as the color space specifier. Normally sRGB is used to define the color space based on the PC monitor conditions and environment. If a color space other than sRGB is used, Uncalibrated is set. Image data recorded as Uncalibrated can be treated as sRGB when it is converted to FlashPix.
ru: Тег информации о цветовом пространстве всегда записывается как спецификатор цветового пространства. Как правило, sRGB используется для определения цветового пространства на основе условий и среды монитора ПК. Если используется цветное пространство, отличное от sRGB, не откалибровано установлено. Данные изображения, записанные как неоткалиброванные, могут рассматриваться как sRGB при преобразовании в FlashPix.

source: The color space. One of: sRGB (used by Photoshop), CCIR-601 (used for NTSC), CCIR-709 (used for HD).
ru: Область цвета. Есть: sRGB (используется Photoshop), CCIR-601 (используется для NTSC), CCIR-709 (используется для HD).

source: The colour mode. One of: 0 = Bitmap, 1 = Grayscale, 2 = Indexed, 3 = RGB, 4 = CMYK, 7 = Multichannel, 8 = Duotone, 9 = Lab.
ru: Режим цвета. Один из них: 0 = Рамаз, 1 = Серый, 2 = Индекс, 3 = RGB, 4 = CMYK, 7 = Multichannel, 8 = Duotone, 9 = Lab.

source: The colour profile, such as AppleRGB, AdobeRGB1998.
ru: Цветовой профиль таких как AppleRGB, AdobeRGB1998.

source: The combination of all litho-stratigraphic names for the rock from which the cataloged item was collected.
ru: Сочетание всех лито-стратиграфических названий для скалы, из которой собран каталогизированный предмет.

source: The common identifier for all versions and renditions of a document. It should be based on a UUID; see Document and Instance IDs below.
ru: Общий идентификатор для всех версий и форматов документа. Он должен быть основан на UUID; см. ID документа и экземпляра ниже.

source: The component values that correspond to a 0% dot and 100% dot.
ru: Значения компонента, которые соответствуют точке 0% и 100% точке.

source: The composer's name.
ru: Имя композитора.

source: The compression scheme used for the image data. When a primary image is JPEG compressed, this designation is not necessary and is omitted. When thumbnails use JPEG compression, this tag value is set to 6.
ru: Схема сжатия, использованная для данных этого изображения. Когда основное изображение сжато по алгоритму JPEG , это обозначение не является обязательным и опускается. Когда миниатюры используют JPEG-сжатие, значение этого тэга равно 6.

source: The creator's contact information provides all necessary information to get in contact with the creator of this image and comprises a set of sub-properties for proper addressing.
ru: Контактная информация создателя предоставляет всю необходимую информацию для контакта с создателем этого изображения и включает набор подсвойств для правильного адреса.

source: The current state of a specimen with respect to the collection identified in collectionCode or collectionID. Recommended best practice is to use a controlled vocabulary.
ru: Текущее состояние образца в отношении коллекции, идентифицированной в collectionCode или collectionID. Рекомендуется использовать контролируемый словарь.

source: The date and optionally time when any of the IPTC photo metadata fields has been last edited.
ru: Дата и время последнего редактирования любого из полей фотографий IPTC с метаданными.

source: The date and time of image creation. In Exif standard, it is the date and time the file was changed.
ru: Дата и время создания изображения. В текущей версии стандарта Exif это дата и время изменения файла.

source: The date and time that any metadata for this resource was last changed. It should be the same as or more recent than xmp:ModifyDate.
ru: Дата и время, когда любые метаданные для этого ресурса были изменены. Они должны быть такими же или более поздними, чем xmp:ModifyDate.

source: The date and time the resource was last modified. Note: The value of this property is not necessarily the same as the file's system modification date because it is set before the file is saved.
ru: Дата и время последнего изменения ресурса. Примечание: значение этого свойства не обязательно совпадает с датой модификации файла, так как задается перед сохранением файла.

source: The date and time the resource was originally created.
ru: Дата и время создания ресурса.

source: The date and time when the image was stored as digital data.
ru: Дата и время сохранения изображения в цифровом виде

source: The date and time when the original image data was generated.
ru: Дата и время создания исходных данных изображения.

source: The date and time when the original image data was generated. For a digital still camera the date and time the picture was taken are recorded.
ru: Дата и время создания исходного изображения. Для цифровой фотокамеры это дата и время съёмки.

source: The date and time when the video was shot.
ru: Дата и время съёмки видео.

source: The date of the License Transaction.
ru: Дата транзакции с лицензией.

source: The date of the movie preview in local time converted from UTC
ru: Дата предварительного просмотра фильма в локальное время, преобразованная из UTC

source: The date on which the Location was georeferenced. Recommended best practice is to use an encoding scheme, such as ISO 8601:2004(E).
ru: Дата, когда Местоположение было передано. Рекомендуется использовать схему кодирования, например ISO 8601:2004(E).

source: The date on which the MeasurementOrFact was made. Recommended best practice is to use an encoding scheme, such as ISO 8601:2004(E).
ru: Дата, когда была сделана программа MeasurementOrFact (MeasurementOrFac), рекомендуется использовать схему кодирования, например ISO 8601:2004(E).

source: The date on which the image was first published.
ru: Дата, когда изображение было впервые опубликовано.

source: The date on which the license expires.
ru: Дата окончания срока действия лицензии.

source: The date on which the license takes effect.
ru: Дата вступления в силу лицензии.

source: The date on which the subject was identified as representing the Taxon. Recommended best practice is to use an encoding scheme, such as ISO 8601:2004(E).
ru: Дата, когда этот вопрос был определен как представляющий таксон. Рекомендуется использовать схему кодирования, например ISO 8601:2004(E).

source: The date the intellectual content of the document was created (rather than the creation date of the physical representation), following IIM conventions. For example, a photo taken during the American Civil War would have a creation date during that epoch (1861-1865) rather than the date the photo was digitized for archiving.
ru: Дата, когда в соответствии с конвенциями МИМ было создано интеллектуальное содержание документа (а не дата создания физического представительства). Например, Фотография, сделанная во время Американской гражданской войны, будет иметь дату создания во время этой эпохи (1861-1865), а не дату того, что фотография была оцифрована для архивирования.

source: The date the title was released.
ru: Дата, когда заголовок был выпущен.

source: The date-time on which the relationship between the two resources was established. Recommended best practice is to use an encoding scheme, such as ISO 8601:2004(E).
ru: Рекомендуется использовать схему кодирования, например ISO 8601:2004(E).

source: The date-time or interval during which an Event occurred. For occurrences, this is the date-time when the event was recorded. Not suitable for a time in a geological context. Recommended best practice is to use an encoding scheme, such as ISO 8601:2004(E).
ru: Дата или интервал, в течение которого произошло событие. Для вхождений это дата и время, когда событие было записано. Рекомендуется использовать схему кодирования, например ISO 8601:2004(E).

source: The day in a multiday shoot. For example: "Day 2", "Friday".
ru: Например: "День 2", "Пятница".

source: The description of the potential error associated with the measurementValue.
ru: Описание потенциальной ошибки, связанной с measurementValue.

source: The developer of the compressor that generated the compressed data.
ru: Разработчик компрессора, который создал сжатые данные.

source: The digital image was created by computer software
ru: Цифровое изображение создано компьютерным программным обеспечением

source: The director of photography for the scene.
ru: Режиссер фотографии для сцены.

source: The director of the scene.
ru: Директор сцены.

source: The distance to the subject, given in meters.
ru: Расстояние до объекта в метрах

source: The document version identifier for this resource. Each version of a document gets a new identifier, usually simply by incrementing integers 1, 2, 3 . . . and so on. Media management systems can have other conventions or support branching which requires a more complex scheme.
ru: Идентификатор версии документа для этого ресурса. , и так далее. Системы управления мультимедиа могут иметь другие организации или поддержку ветвей, требующих более сложной схемы.

source: The duration of lead time for queuing music.
ru: Продолжительность времени ожидания музыки в очереди.

source: The duration of the current selection in movie time scale units.
ru: Длительность текущей выборки в блоках масштаба фильма.

source: The duration of the media file.
ru: Длительность медиа-файла.

source: The duration of the media file. Measured in milli-seconds.
ru: Продолжительность медиа-файла. Измерено в миллисекундах.

source: The duration of the movie preview in movie time scale units
ru: Длительность предпросмотра фильма в блоках масштаба видео

source: The earliest ordinal day of the year on which the Event occurred (1 for January 1, 365 for December 31, except in a leap year, in which case it is 366).
ru: Самый ранний обычный день года, на который произошло событие (1 на 1 января, 365 на 31 декабря, за исключением одного года пробега, в этом случае - 366).

source: The ellipsoid, geodetic datum, or spatial reference system (SRS) upon which coordinates given in verbatimLatitude and verbatimLongitude, or verbatimCoordinates are based. Recommended best practice is use the EPSG code as a controlled vocabulary to provide an SRS, if known. Otherwise use a controlled vocabulary for the name or code of the geodetic datum, if known. Otherwise use a controlled vocabulary for the name or code of the ellipsoid, if known. If none of these is known, use the value "unknown".
ru: Эллипсоид, геодезическая система или пространственная система координат (SRS), на которой основаны координаты в дословной широте и дословной долготе или стенографические координаты. Рекомендуется использовать код EPSG в качестве контролируемого словаря для обеспечения SRS, если он известен. В противном случае используйте управляемый словарь для имени или кода геодезической даты, если известно, В противном случае используйте управляемый словарь для имени или кода эллипсоида, если он известен. Если ни один из них не известен, используйте значение "неизвестна".

source: The ellipsoid, geodetic datum, or spatial reference system (SRS) upon which the geographic coordinates given in decimalLatitude and decimalLongitude as based. Recommended best practice is use the EPSG code as a controlled vocabulary to provide an SRS, if known. Otherwise use a controlled vocabulary for the name or code of the geodetic datum, if known. Otherwise use a controlled vocabulary for the name or code of the ellipsoid, if known. If none of these is known, use the value "unknown".
ru: Эллипсоид, геодезическая система или пространственная система координат (SRS), на которой основаны географические координаты, указанные в десятичной и десятичной длине. Рекомендуется использовать код EPSG в качестве контролируемого словаря для обеспечения SRS, если он известен. В противном случае используйте управляемый словарь для имени или кода геодезической даты, если известно, В противном случае используйте управляемый словарь для имени или кода эллипсоида, если он известен. Если ни один из них не известен, используйте значение "неизвестна".

source: The engineer's name.
ru: Название инженера.

source: The exposure bias.
ru: Предвзятость воздействия.

source: The exposure bias. The units is the APEX value. Ordinarily it is given in the range of -99.99 to 99.99.
ru: Смещение экспозиции. Измеряется APEX-единицами. Обычно значение лежит в диапазоне между -99.99 и 99.99.

source: The external flash state, zoom status and attached flash adapters
ru: Внешнее состояние вспышки, состояние масштабирования и подключенные флеш-адаптеры

source: The external flash status and the mode used for the Master flash (see FlashSource)
ru: Состояние внешней вспышки и режим, используемый для Master flash (см. FlashSource)

source: The field order for video. One of: Upper, Lower, Progressive.
ru: Порядок отображения видео. Один из них: Upper, Lower, Progressive.

source: The file data rate in megabytes per second. For example: "36/10" = 3.6 MB/sec
ru: Скорость передачи данных в мегабайтах в секунду. Например: "36/10" = 3.6 MB/сек

source: The file format used when saving the resource. Tools and applications should set this property to the save format of the data. It may include appropriate qualifiers.
ru: Формат файла, используемый при сохранении ресурса. Инструменты и приложения должны установить это свойство для сохранения формата данных. Может включать соответствующие квалификационные знаки.

source: The firmware version used by the external flash
ru: Версия прошивки, используемая внешней вспышкой

source: The flash illumination pattern
ru: Шаблон освещения вспышки

source: The four-digit year in which the Event occurred, according to the Common Era Calendar.
ru: Год четырехзначного значения, в котором произошло событие, согласно Общему календарю эпохи.

source: The four-digit year in which the scientificName was published.
ru: Четырехзначный год, в котором была опубликована научная имя.

source: The frame size. For example: w:720, h: 480, unit:pixels
ru: Размер фрейма. Например: w:720, h: 480, unit:pixels

source: The full name of the earliest possible geochronologic age or lowest chronostratigraphic stage attributable to the stratigraphic horizon from which the cataloged item was collected.
ru: Полное название самого раннего геохронологического возраста или низкой хроностратографической сцены отнесенного к стратографическому горизонту, с которого собран каталогический предмет.

source: The full name of the earliest possible geochronologic eon or lowest chrono-stratigraphic eonothem or the informal name ("Precambrian") attributable to the stratigraphic horizon from which the cataloged item was collected.
ru: Полное название самого раннего геохронологического эонона или низшего хроностратографического эоноида или неофициального названия ("Precambrian"), относящегося к стратографическому горизонту, из которого собран каталогизированный предмет.

source: The full name of the earliest possible geochronologic epoch or lowest chronostratigraphic series attributable to the stratigraphic horizon from which the cataloged item was collected.
ru: Полное название самой ранней геохронологической эпохи или нижней хроностратографической серии, привязанной к стратографическому горизонту, из которого собран каталогизированный предмет.

source: The full name of the earliest possible geochronologic era or lowest chronostratigraphic erathem attributable to the stratigraphic horizon from which the cataloged item was collected.
ru: Полное название самой ранней геохронологической эпохи или низкого хроностратографического эрафа, привязанного к стратографическому горизонту, с которого собран каталогизированный предмет.

source: The full name of the earliest possible geochronologic period or lowest chronostratigraphic system attributable to the stratigraphic horizon from which the cataloged item was collected.
ru: Полное название самого раннего геохронологического периода или низкой хроностратографической системы, относящейся к стратографическому горизонту, из которого собран каталогизированный предмет.

source: The full name of the highest possible geological biostratigraphic zone of the stratigraphic horizon from which the cataloged item was collected.
ru: Полное название наивысшей геологической биостатографической зоны стратографического горизонта, из которой собран каталогизированный предмет.

source: The full name of the latest possible geochronologic age or highest chronostratigraphic stage attributable to the stratigraphic horizon from which the cataloged item was collected.
ru: Полное название последнего возможного геохронологического возраста или высшей хроностратографической сцены в связи с стратографическим горизонтом, с которого собран каталогический предмет.

source: The full name of the latest possible geochronologic eon or highest chrono-stratigraphic eonothem or the informal name ("Precambrian") attributable to the stratigraphic horizon from which the cataloged item was collected.
ru: Полное название последнего возможного геохронологического эонона или высочайшего хроностратографического эоноида или неофициального названия ("Precambrian"), относящегося к стратографическому горизонту, из которого собран каталогизированный предмет.

source: The full name of the latest possible geochronologic epoch or highest chronostratigraphic series attributable to the stratigraphic horizon from which the cataloged item was collected.
ru: Полное название новейшей геохронологической эпохи или наивысшей хроностратографии по причине стратографического горизонта, с которого собран каталогический предмет.

source: The full name of the latest possible geochronologic era or highest chronostratigraphic erathem attributable to the stratigraphic horizon from which the cataloged item was collected.
ru: Полное название последней возможной геохронологической эры или наивысшей хроностратографической эры в связи с стратографическим горизонтом, с которого собран каталогизированный предмет.

source: The full name of the latest possible geochronologic period or highest chronostratigraphic system attributable to the stratigraphic horizon from which the cataloged item was collected.
ru: Полное название последнего возможного геохронологического периода или наивысшей хроностратографической системы, относящейся к стратографическому горизонту, с которого собран каталогизированный предмет.

source: The full name of the lithostratigraphic bed from which the cataloged item was collected.
ru: Полное имя литостратиграфической кровати, с которой был собран каталог.

source: The full name of the lithostratigraphic formation from which the cataloged item was collected.
ru: Полное название литостроения, из которого собран каталогизированный элемент.

source: The full name of the lithostratigraphic group from which the cataloged item was collected.
ru: Полное имя литострографической группы, из которой собран каталогизированный элемент.

source: The full name of the lithostratigraphic member from which the cataloged item was collected.
ru: Полное имя литострографического участника, из которого собран каталогизированный предмет.

source: The full name of the lowest possible geological biostratigraphic zone of the stratigraphic horizon from which the cataloged item was collected.
ru: Полное название минимально возможной геологической биостатографической зоны стратиграфического горизонта, из которого собран каталогизированный предмет.

source: The full name, with authorship and date information if known, of the currently valid (zoological) or accepted (botanical) taxon.
ru: Полное имя, с авторством и информацией даты, если известно, из текущего действительного (зоологического) или принятого (ботанического) таксона.

source: The full name, with authorship and date information if known, of the direct, most proximate higher-rank parent taxon (in a classification) of the most specific element of the scientificName.
ru: Полное имя, с авторством и датой информации, если известно, прямой, приблизительно более высокого ранга материнского таксона (в классификации) наиболее специфического элемента научного названия.

source: The full scientific name of the class in which the taxon is classified.
ru: Полное научное название класса, в котором таксон классифицирован.

source: The full scientific name of the family in which the taxon is classified.
ru: Полное научное название семьи, в которой таксон классифицирован.

source: The full scientific name of the genus in which the taxon is classified.
ru: Полное научное название рода, в котором таксон классифицирован.

source: The full scientific name of the kingdom in which the taxon is classified.
ru: Полное научное название королевства, в котором таксон классифицирован.
