Repository: Exiv2/exiv2
Catalog: po/*.po
Languages: ru

source: Identifies the provider and product
ru: Определяет поставщика и продукта

source: Identifies the provider of the object data, not necessarily the owner/creator.
ru: Определяет поставщика данных объекта, не обязательно владелец/создатель.

source: Identifies the subject of the object data in the opinion of the provider. A list of categories will be maintained by a regional registry, where available, otherwise by the provider.
ru: Определяет предмет данных объекта по мнению поставщика. Список категорий будет храниться с помощью регионального реестра, если он доступен, в противном случае с провайдером.

source: Identifies the type of image delivered.
ru: Определяет тип передаваемого изображения.

source: Identifies the type of program used to originate the object data.
ru: Определяет тип программы, используемой для генерации данных объекта.

source: If Tag is Default enabled, this value is Yes, else No
ru: Если тег включен по умолчанию, это значение - Да, иначе нет

source: If a document has text layers, this property caches the text for each layer.
ru: Если в документе есть текстовые слои, это свойство кэширует текст для каждого слоя.

source: If capture was done using an application on a mobile device, such as an Android phone, the name of the application that was used (such as "Photo Sphere"). This should be left blank if source images were captured manually, such as by using a DSLR on a tripod.
ru: Если захват был сделан с помощью приложения на мобильном устройстве, например на Android телефоне, имя используемого приложения (например, "Область фотографии"). Это должно быть оставлено пустым, если исходные изображения были сделаны вручную, например, с помощью DSLR на трибуне.

source: If in a multi-disc set, might contain total number of discs. For example: 2/3.
ru: Если в наборе мультидисков может содержать общее количество дисков. Например: 2/3.

source: If the DNG file was converted from a non-DNG raw file, then this tag contains the compressed contents of that original raw file. The contents of this tag always use the big-endian byte order. The tag contains a sequence of data blocks. Future versions of the DNG specification may define additional data blocks, so DNG readers should ignore extra bytes when parsing this tag. DNG readers should also detect the case where data blocks are missing from the end of the sequence, and should assume a default value for all the missing blocks. There are no padding or alignment bytes between data blocks.
ru: Если файл DNG был преобразован из не-DNG сырого файла, то этот тег содержит сжатое содержимое исходного файла сырого. Содержимое этого тега всегда использует порядок байтов. Тег содержит последовательность блоков данных. Будущие версии спецификации DNG могут определять дополнительные блоки данных, поэтому читатели DNG должны игнорировать лишние байты при анализе этого тега. DNG читатели должны также обнаружить случай, когда блоки данных отсутствуют в конце последовательности, и должен получить значение по умолчанию для всех пропущенных блоков. Между блоками данных нет отступа или выравнивания.

source: If the DNG file was converted from a non-DNG raw file, then this tag contains the file name of that original raw file.
ru: Если файл DNG был преобразован из не-DNG не-файла, то в этом тэге содержится имя файла исходного файла.

source: If the source document for a copy-and-paste or place operation has a document ID, that ID is added to this list in the destination document's XMP.
ru: Если исходный документ для операции копирования и вставки или размещения имеет идентификатор документа, этот ID добавлен в этот список в XMP-документе назначения.

source: If the zero light encoding level is a function of the image column, BlackLevelDeltaH specifies the difference between the zero light encoding level for each column and the baseline zero light encoding level. If SamplesPerPixel is not equal to one, this single table applies to all the samples for each pixel.
ru: Если значение параметра столбца изображения равно нулевому уровню кодировки изображения, BlackLevelDeltaH задает разницу между нулевым уровнем кодирования света для каждой колонки и уровнем свечения нулевой базовой линии. Если сэмплисПерпиксель не равен одинарной таблице, то эта единственная таблица применяется ко всем образцам для каждого пикселя.

source: If the zero light encoding level is a function of the image row, this tag specifies the difference between the zero light encoding level for each row and the baseline zero light encoding level. If SamplesPerPixel is not equal to one, this single table applies to all the samples for each pixel.
ru: Если уровень кодировки нуля является функцией строки изображения, этот тег определяет разницу между уровнем кодирования с нулевым светом для каждой строки и уровнем кодирования с нулевым светом базовой линии. Если сэмплисПерпиксель не равен одинарной таблице, то эта единственная таблица применяется ко всем образцам для каждого пикселя.

source: If this file is a proxy for a larger original DNG file, this tag specifics the DefaultCropSize of the larger original file from which this proxy was generated. The default value for this tag is OriginalDefaultFinalSize, if specified. Otherwise, the default value for this tag is the DefaultCropSize of the current DNG file.
ru: Если этот файл является прокси для большего оригинального DNG файла, этот тег определяет размер исходного файла, из которого был сгенерирован этот прокси. Значение по умолчанию для этого тэга является OriginalDefaultFinalSize, если указано. Иначе значение по умолчанию для этого тэга является DefaultCropSize текущего DNG файла.

source: If this file is a proxy for a larger original DNG file, this tag specifics the best quality final size of the larger original file from which this proxy was generated. The default value for this tag is the OriginalDefaultFinalSize, if specified. Otherwise the default value for this tag is the best quality size of the current DNG file, which is DefaultCropSize * DefaultScale * BestQualityScale.
ru: Если этот файл является прокси для большего оригинального DNG файла, этот тег определяет наилучший окончательный размер исходного файла, из которого был создан этот прокси файл. Значение по умолчанию для этого тега является OriginalDefaultFinalSize, если указано. В противном случае значение по умолчанию для этого тега является наилучшим размером текущего DNG файла, который является DefaultCropSize * DefaultScale * BestQualityScale.

source: If this file is a proxy for a larger original DNG file, this tag specifics the default final size of the larger original file from which this proxy was generated. The default value for this tag is default final size of the current DNG file, which is DefaultCropSize * DefaultScale.
ru: Если этот файл является прокси для большего оригинального DNG файла, этот тег определяет окончательный размер по умолчанию большего исходного файла, из которого был создан этот прокси. Значение по умолчанию для этого тега является окончательным размером текущего DNG файла, который является DefaultCropSize * DefaultScale.

source: Ignoring surplus option
ru: Опция игнорирования избыточного остатка

source: Ignoring surplus option -P
ru: Опция "Пропуск излишеств" -P

source: Ignoring surplus option -a
ru: Опция "Пропуск избыточных" -a

source: Ignoring surplus option -p
ru: Опция "Пропуск излишеств" -p

source: Illuminant Data 1
ru: Светоосвещающие данные 1

source: Illuminant Data 2
ru: Светоосвещающие данные 2

source: Illuminant Data 3
ru: Светоосвещающие данные 3

source: Illumination Pat.: Center-weighted
ru: Пат подсветки: Центр-взвешенный

source: Illumination Pat.: Even
ru: Пт подсветки: Чёрное

source: Illumination Pat.: Standard
ru: Пт подсветки: Стандартный

source: Illustrated Image
ru: Иллюстрированное изображение

source: Illustration
ru: Иллюстрация

source: Illustration (high)
ru: Иллюстрация (высокая)

source: Illustration (low)
ru: Иллюстрация (низкая)

source: Image Adjustment
ru: Коррекция изображения

source: Image Alteration Constraints
ru: Ограничения изменения изображения

source: Image Authentication
ru: Аутентификация изображения

source: Image Boundary
ru: Граница изображения

source: Image Count
ru: Количество изображений

source: Image Creator
ru: Создатель изображений

source: Image Creator ID
ru: ID создателя изображений

source: Image Creator Image ID
ru: ID образа автора изображения

source: Image Creator Name
ru: Имя создателя изображения

source: Image Data Size
ru: Размер изображения

source: Image Description
ru: Описание снимка

source: Image Duplication Constraints
ru: Ограничения дублирования изображения

source: Image Editing Software
ru: Редактирование изображений

source: Image Editor
ru: Редактор изображений

source: Image File Constraints
ru: Ограничения файлов изображений

source: Image File Format As Delivered
ru: Формат файла изображения как доставленного

source: Image File Name As Delivered
ru: Имя файла изображения в качестве доставленного

source: Image File Size As Delivered
ru: Размер изображения в качестве доставленного

source: Image Generation
ru: Генерация изображений

source: Image Height
ru: Высота изображения

source: Image Height 2
ru: Высота изображения 2

source: Image Height As Shot
ru: Высота изображения как выстрел

source: Image History
ru: История изображений

source: Image ID
ru: ID изображения

source: Image Length
ru: Длина изображения

source: Image Length, a property inherited from BitMap format
ru: Длина изображения, свойство, унаследованное от формата BitMap

source: Image Number
ru: Номер изображения

source: Image Number 2
ru: Изображение номер 2

source: Image Only
ru: Только изображение

source: Image Optimization
ru: Оптимизация изображения

source: Image Orientation
ru: Ориентация изображения

source: Image Overlay
ru: Наложение изображения

source: Image Processing
ru: Обработка изображения

source: Image Processing Version
ru: Версия обработки изображений

source: Image Quality
ru: Качество изображения

source: Image Quality 2
ru: Качество изображения 2

source: Image Region(s)
ru: Регион(ы) изображения

source: Image Resources Block
ru: Блок ресурсов изображения

source: Image Sequence Info
ru: Информация о последовательности изображений

source: Image Size
ru: Размер изображения

source: Image Stabilization
ru: Стабилизация снимка

source: Image Stabilization A100
ru: Стабилизация изображения A100

source: Image Stabilization Data
ru: Стабилизация изображений

source: Image Stabilization for the Sony DSLR-A100
ru: Стабилизация изображения для Sony DSLR-A100

source: Image Stats
ru: Статистика изображения

source: Image Style
ru: Стиль изображения

source: Image Supplier ID
ru: ID поставщика изображений

source: Image Supplier Image ID
ru: Изображение поставщика изображений

source: Image Supplier Name
ru: Имя поставщика изображений

source: Image Title
ru: Заголовок изображения

source: Image Type
ru: Тип изображения

source: Image Unique ID
ru: Уникальный ID изображения

source: Image Width
ru: Ширина изображения

source: Image Width 2
ru: Ширина изображения 2

source: Image Width As Shot
ru: Ширина изображения как выстрела

source: Image adjustment setting
ru: Настройки настройки изображения

source: Image and Histogram
ru: Изображение и гистограмма

source: Image and Information
ru: Изображение и информация

source: Image area offset
ru: Смещение области изображения

source: Image authentication
ru: Аутентификация изображения

source: Image boundary
ru: Граница изображения

source: Image configuration
ru: Конфигурация изображения

source: Image count
ru: Количество изображений

source: Image data characteristics
ru: Характеристики изображения

source: Image data size
ru: Размер изображения

source: Image data structure
ru: Структура данных изображений

source: Image does not contain an Exif thumbnail
ru: В снимке нет Exif-эскиза

source: Image does not have preview
ru: Изображение не имеет предварительного просмотра

source: Image file creation timestamp not set in the file
ru: Отметка времени создания снимка в файле отсутствует

source: Image generation
ru: Генерация изображений

source: Image height
ru: Высота изображения

source: Image height (as shot)
ru: Высота изображения (как снимок)

source: Image height 2
ru: Высота изображения 2

source: Image metadata manipulation tool.
ru: Инструмент управления метаданными изображений.

source: Image number
ru: Номер снимка

source: Image number 2
ru: Изображение номер 2

source: Image optimization
ru: Оптимизация изображения

source: Image overlay
ru: Наложение изображения

source: Image processing
ru: Обработка изображения

source: Image processing sub-IFD
ru: Обработка изображения субIFD

source: Image processing version
ru: Версия обработки изображений

source: Image quality
ru: Качество изображения

source: Image quality 2
ru: Качество изображения 2

source: Image quality setting
ru: Настройка качества изображения

source: Image quality settings
ru: Настройки качества изображения

source: Image sharpening setting
ru: Настройка заточки изображения

source: Image size
ru: Размер изображения

source: Image size settings
ru: Настройки размера изображения

source: Image stabilization
ru: Стабилизация снимка

source: Image stabilization data
ru: Стабилизация изображений

source: Image timestamp
ru: Отметка времени снимка

source: Image tone
ru: Звук изображения

source: Image type
ru: Тип изображения

source: Image type %1 is not supported
ru: Тип изображения %1 не поддерживается

source: Image width
ru: Ширина изображения

source: Image width (as shot)
ru: Ширина изображения (как снимок)

source: Image width 2
ru: Ширина изображения 2

source: ImageID is the full pathname of the original, high-resolution image, or any other identifying string that uniquely identifies the original image (Adobe OPI).
ru: ImageID - это полный путь к оригинальному изображению с высоким разрешением или любой другой строке, идентифицирующей оригинальное изображение (Adobe OPI).

source: ImageUniqueID
ru: ID ImageUniqueID

source: Incandescent
ru: Нагнетатель

source: Incandescent2
ru: Индекс2

source: Incremental Temperature
ru: Инкрементная температура

source: Incremental Tint
ru: Инкрементальная подсказка

source: Indexed
ru: Индекс

source: Indexed images are images where the 'pixels' do not represent color values, but rather an index (usually 8-bit) into a separate color table, the ColorMap.
ru: Индексированные изображения - это изображения, в которых пикселы не представляют цветовые значения, а скорее индекс (обычно 8-бит) в отдельную цветную таблицу, ColorMap.

source: Indicates if the Portrait Framing feature was used
ru: Указывает, была ли использована функция портретного кадра

source: Indicates that this is a rights-managed resource.
ru: Указывает, что это ресурс, управляемый правами.

source: Indicates the GPS DOP (data degree of precision). An HDOP value is written during two-dimensional measurement, and PDOP during three-dimensional measurement.
ru: Указывает DOP GPS (степень точности данных). HDOP записывается во время двухмерного измерения и PDOP при трехмерном измерении.

source: Indicates the GPS measurement mode. "2" means two-dimensional measurement and "3" means three-dimensional measurement is in progress.
ru: Определяет режим измерения GPS - "2" - двухмерные измерения, а "3" - трехмерные измерения.

source: Indicates the GPS satellites used for measurements. This tag can be used to describe the number of satellites, their ID number, angle of elevation, azimuth, SNR and other information in ASCII notation. The format is not specified. If the GPS receiver is incapable of taking measurements, value of the tag is set to NULL.
ru: Отображает спутники GPS, используемые для измерений. Этот тег может использоваться для описания количества спутников, их идентификационного номера, угла высоты, азимута, SNR и другой информации, содержащейся в примечании ASCII. Формат не указан. Если GPS-приемник не способен принимать измерения, значение метки установлено в NULL.

source: Indicates the ISO Speed and ISO Latitude of the camera or input device as specified in ISO 12232.
ru: Индикатор скорости ISO и широты ISO камеры или устройства ввода, как указано в ISO 12232.

source: Indicates the Opto-Electoric Conversion Function (OECF) specified in ISO 14524. <OECF> is the relationship between the camera optical input and the image values.
ru: Указывает функцию Opto-Electoric Conversion (OECF), указанную в стандарте ISO 14524. <OECF> — это связь между оптическим вводом камеры и значениями изображения.

source: Indicates the Opto-Electric Conversion Function (OECF) specified in ISO 14524.
ru: Индикатор функции Opto-Electric Conversion (OECF), указанной в ISO 14524.

source: Indicates the altitude based on the reference in GPSAltitudeRef. Altitude is expressed as one RATIONAL value. The reference unit is meters.
ru: Отображает высоту, основываясь на эталоне из тэга <GPSAltitudeRef>. Высота выражается RATIONAL значением. Эталонной единицей измерения является метр.

source: Indicates the altitude used as the reference altitude. If the reference is sea level and the altitude is above sea level, 0 is given. If the altitude is below sea level, a value of 1 is given and the altitude is indicated as an absolute value in the GSPAltitude tag. The reference unit is meters. Note that this tag is BYTE type, unlike other reference tags.
ru: Отображает высоту, используемую в качестве эталона. Если эталоном является уровень моря, а высота выше его, то указывается 0. Если высота ниже уровня моря, то указывается 1, а высота отображается как абсолютное значение в тэге <GSPAltitude>. Эталонной единицей измерения является метр. Помните, что этот тэг в отличие от других "эталонных" тэгов имеет тип BYTE.

source: Indicates the bearing to the destination point. The range of values is from 0.00 to 359.99.
ru: Показывает направление в точку назначения. Диапазон значений составляет от 0.00 до 359.99.

source: Indicates the code of a country/geographical location referenced by the content of the object. Where ISO has established an appropriate country code under ISO 3166, that code will be used. When ISO 3166 does not adequately provide for identification of a location or a country, e.g. ships at sea, space, IPTC will assign an appropriate three-character code under the provisions of ISO 3166 to avoid conflicts.
ru: Указывает код страны/географического местоположения, на который ссылается содержимое объекта. Если в соответствии с ISO 3166 ИСО ввела соответствующий код страны, то этот код будет использоваться. Если ИСО 3166 не обеспечивает адекватной идентификации местоположения или страны, напр. в соответствии с положениями стандарта ISO 3166 для избежания конфликтов МПТК присвоит соответствующий трехсимвольный код.

source: Indicates the code of the country/primary location where the intellectual property of the object data was created, e.g. a photo was taken, an event occurred. Where ISO has established an appropriate country code under ISO 3166, that code will be used. When ISO 3166 does not adequately provide for identification of a location or a new country, e.g. ships at sea, space, IPTC will assign an appropriate three-character code under the provisions of ISO 3166 to avoid conflicts.
ru: Указывает код страны, в которой была создана интеллектуальная собственность данных объекта, напр. В случае если ISO установил соответствующий код страны в соответствии с ISO 3166, этот код будет использоваться. Если ИСО 3166 не обеспечивает адекватного определения местоположения или новой страны, напр. в соответствии с положениями стандарта ISO 3166 для избежания конфликтов МПТК присвоит соответствующий трехсимвольный код.

source: Indicates the color components of an image.
ru: Показывает цветовые компоненты изображения

source: Indicates the color filter array (CFA) geometric pattern of the image sensor when a one-chip color area sensor is used. It does not apply to all sensing methods
ru: Отображает геометрический шаблон массива цветовых фильтров (CFA) при использовании одночипного датчика области цвета. Он не применяется ко всем методам зондирования

source: Indicates the color filter array (CFA) geometric pattern of the image sensor when a one-chip color area sensor is used. It does not apply to all sensing methods.
ru: Отображает геометрический шаблон массива цветовых фильтров (CFA) при использовании одночипного датчика области цвета. Она не применяется ко всем методам зондирования.

source: Indicates the digital zoom ratio when the video was shot.
ru: Отображает соотношение цифрового масштаба при съёмке видео.

source: Indicates the direction of GPS receiver movement. The range of values is from 0.00 to 359.99.
ru: Определяет направление движения GPS приемника. Диапазон значений составляет от 0.00 до 359.99.

source: Indicates the direction of contrast processing applied by the camera.
ru: Указывает направление контрастной обработки, применяемой камерой.

source: Indicates the direction of saturation processing applied by the camera.
ru: Указывает направление насыщенности обработки применяемой камерой.

source: Indicates the direction of the image when it was captured. The range of values is from 0.00 to 359.99.
ru: Отображает направление изображения при захвате. Диапазон значений равен от 0.00 до 359.99.

source: Indicates the distance to the destination point.
ru: Указывает расстояние до точки назначения.

source: Indicates the duration of an audio content.
ru: Показывает длительность звукозаписи

source: Indicates the exposure index selected on the camera or input device at the time the image is captured.
ru: Отображает экспозиционный индекс, выбранный на камере или устройстве ввода во время съёмки изображения.

source: Indicates the field number of multifield images.
ru: Показывает количество многополевых изображений.

source: Indicates the geodetic survey data used by the GPS receiver. If the survey data is restricted to Japan, the value of this tag is "TOKYO" or "WGS-84".
ru: Отображает геодезические данные обследования, используемые GPS-приемником. Если данные опроса ограничены Японией, то значение этого тега "TOKYO" или "WGS-84".

source: Indicates the identification of the Interoperability rule. Use "R98" for stating ExifR98 Rules. Four bytes used including the termination code (NULL). see the separate volume of Recommended Exif Interoperability Rules (ExifR98) for other tags used for ExifR98.
ru: Указывает идентификацию правила совместимости. Используйте "R98" для обозначения правил ExifR98. Четыре байта, включая код окончания (NULL). смотрите в отдельном томе Правила совместимости Exif Interoperability Rules (ExifR98) для других тегов, используемых в ExifR98.

source: Indicates the image sensor type on the camera or input device.
ru: Отображает тип датчика изображения на камере или устройстве ввода.

source: Indicates the image source. If a DSC recorded the image, this tag value of this tag always be set to 3, indicating that the image was recorded on a DSC.
ru: Показывает источник изображения. Если DSC записал изображение, то этот тег будет всегда установлен на 3, указывает, что изображение было записано на DSC.
