Repository: Exiv2/exiv2
Catalog: po/*.po
Languages: ru

source: Max aperture at min focal length
ru: Максимальная длина отверстия при минимальной фокусной длине

source: Max focal length
ru: Максимальная длина фокуса

source: MaxFocalLength
ru: Максимальная длина

source: Maximum Aperture Value
ru: Максимальное значение апертуры

source: Maximum Aperture at Maximum Focal
ru: Максимальная активность при максимальном фокусе

source: Maximum Aperture at Minimum Focal
ru: Максимальная диафрагма при минимальном фокусе

source: Maximum Bit Rate
ru: Максимальный битрейт

source: Maximum Data Rate
ru: Максимальная скорость передачи данных

source: Maximum Depth In Meters
ru: Максимальная глубина в метрах

source: Maximum Distance Above Surface In Meters
ru: Максимальное расстояние над поверхностью в метрах

source: Maximum Elevation In Meters
ru: Максимальная высота в метрах

source: Maximum Focal Length
ru: Максимальная длина фокуса

source: Maximum Page Size
ru: Максимальный размер страницы

source: Maximum aperture at maximum focal
ru: Максимальное количество отверстий в фокусе

source: Maximum aperture at minimum focal
ru: Максимальное количество отверстий при минимуме фокуса

source: Maximum available height
ru: Максимально доступная высота

source: Maximum available width
ru: Максимальная доступная ширина

source: Maximum focal length
ru: Максимальное фокусное расстояние

source: Measured Color
ru: Измеренный цвет

source: Measured EV
ru: Измеренный EV

source: Measured EV 2
ru: Измеренный EV 2

source: Measured color
ru: Измеренный цвет

source: Measurement Accuracy
ru: Точность измерения

source: Measurement Determined By
ru: Измерение определено

source: Measurement Determined Date
ru: Дата измерения, определенная

source: Measurement ID
ru: ID измерения

source: Measurement Method
ru: Метод измерения

source: Measurement Or Fact
ru: Измерение или факт

source: Measurement Remarks
ru: Замечания по измерениям

source: Measurement Type
ru: Тип измерения

source: Measurement Unit
ru: Единица измерения

source: Measurement Value
ru: Значение измерения

source: Measurement in progress
ru: Выполняется измерение

source: Measurement interrupted
ru: Измерение прервано

source: Mechanical
ru: Механический

source: Mechanical Shutter Count
ru: Кол-во механических затворов

source: Mechanical shutter count
ru: Количество механических затворов

source: Med High
ru: Высокая Мед

source: Med Low
ru: Низкий

source: Media Constraints
ru: Ограничения медиа

source: Media Header Version
ru: Версия медиа заголовка

source: Media Language Code
ru: Код медиа-языка

source: Media Time Scale
ru: Масштаб времени медиа

source: Media Track Create Date
ru: Дата создания медиатрека

source: Media Track Duration
ru: Продолжительность медиа трека

source: Media Track Modify Date
ru: Дата изменения медиатрека

source: Medium
ru: Средний

source: Medium 1
ru: Средний 1

source: Medium 2
ru: Средний 2

source: Medium 3
ru: Средний 3

source: Medium High
ru: Средняя высота

source: Medium Low
ru: Средняя низкая

source: Medium Movie
ru: Средний фильм

source: Medium Widescreen
ru: Средний широкоэкранный

source: Medium high
ru: Средняя высота

source: Medium low
ru: Низкий средний

source: Medium.
ru: Средний.

source: Member
ru: Участник

source: Memory Color Emphasis
ru: Цвет памяти

source: Memory allocation failed
ru: Выделение памяти не удалось

source: Memory color emphasis
ru: Цветовой акцент памяти

source: Memory transfer failed: %1
ru: Не удалось передать память: %1

source: Menu Button Return
ru: Кнопка Меню Возврат

source: Menu button return position
ru: Кнопка меню возвращает позицию

source: Meta version
ru: Мета-версия

source: Metadata
ru: Метаданные

source: Metadata Date
ru: Дата метаданных

source: Metadata Editing Software
ru: Программное редактирование метаданных

source: Metadata Library
ru: Библиотека метаданных

source: Metadata Modified Date
ru: Дата изменения метаданных

source: Metadata Working Group Keywords schema
ru: Схема ключевых слов Рабочей группы по метаданным

source: Metadata Working Group Regions schema
ru: Схема регионов Рабочей группы по метаданным

source: Metering Mode
ru: Режим замера

source: Metering Off Scale Indicator
ru: Индикатор отключения шкалы

source: Metering mode
ru: Режим замера

source: Metering mode 2
ru: Режим измерения 2

source: Metering mode setting
ru: Настройка режима измерения

source: Metering mode.
ru: Режим замера.

source: Metering off scale indicator (two flashing triangles when under or over metering scale)
ru: Индикатор отключения шкалы (два мигающих треугольника при измерении или при превышении шкалы)

source: Method
ru: Метод

source: Mexico City
ru: Мехико

source: Miami
ru: Майами

source: Micro Seconds Per Frame
ru: Микро секунд в кадре

source: Microsoft Photo 1.2 schema
ru: Схема Microsoft Photo 1.2

source: Microsoft Photo Region schema
ru: Область Microsoft Photo схема

source: Microsoft Photo RegionInfo schema
ru: Microsoft Photo RegionInfo схема

source: Microsoft Photo people-tagging metadata root
ru: Microsoft Photo с меткой корня метаданных

source: Microsoft Photo schema
ru: Microsoft Photo схема

source: Mid-left
ru: Середина слева

source: Mid-left (horizontal)
ru: Середина слева (горизонтальная)

source: Mid-left (vertical)
ru: Середина слева (вертикальная)

source: Mid-right
ru: Середина справа

source: Mid-right (horizontal)
ru: Справа (горизонтальная)

source: Mid-right (vertical)
ru: Середина справа (вертикально)

source: Middle range
ru: Средний диапазон

source: Midpoint
ru: Средняя точка

source: Milan
ru: Милан

source: Mime Type
ru: Тип Mime

source: Min Aperture
ru: Мин. апертура

source: Min Focal Length
ru: Мин. длина фокуса

source: Min aperture
ru: Мин. отверстие

source: Min focal length
ru: Мин. длина фокуса

source: MinFocalLength
ru: Минфокальная длина

source: Miniature
ru: Миниатюра

source: Miniature (auto)
ru: Миниатюра (авто)

source: Miniature (bottom)
ru: Миниатюра (снизу)

source: Miniature (left)
ru: Миниатюра (слева)

source: Miniature (middle horizontal)
ru: Миниатюра (средняя горизонтальная)

source: Miniature (middle vertical)
ru: Миниатюра (средняя вершина)

source: Miniature (right)
ru: Миниатюра (справа)

source: Miniature (top)
ru: Миниатюра (сверху)

source: Miniature Effect
ru: Эффект Миниатюры

source: Miniature Filter
ru: Мини-фильтр

source: Miniature Filter Orientation
ru: Ориентация мини-фильтра

source: Miniature Filter Parameter
ru: Параметры фильтра Миниатюры

source: Miniature Filter Position
ru: Позиция мини-фильтра

source: Minimal
ru: Минимальный

source: Minimum Depth In Meters
ru: Минимальная глубина в метрах

source: Minimum Distance Above Surface In Meters
ru: Минимальное расстояние над поверхностью в метрах

source: Minimum Elevation In Meters
ru: Минимальная высота в метрах

source: Minimum Focal Length
ru: Минимальная длина фокуса

source: Minimum focal length
ru: Минимальная длина фокуса

source: Minolta Date
ru: Минольта Дата

source: Minolta Model
ru: Модель Minolta

source: Minolta Time
ru: Минольта времени

source: Minolta date
ru: Дата Minolta

source: Minolta model
ru: Модель Minolta

source: Minolta time
ru: Минольта времени

source: Minor Model Age Disclosure
ru: Раскрытие минимального возраста

source: Mirror Lock-up
ru: Зеркальная блокировка

source: Mirror Lockup
ru: Зеркальная блокировка

source: Mirror lockup
ru: Зеркальная блокировка

source: Mist Removal
ru: Удаление тумана

source: Mode
ru: Режим

source: Mode of flash used
ru: Режим флеш

source: Model
ru: Модель

source: Model ID
ru: ID модели

source: Model Release ID
ru: ID релиза модели

source: Model Release Status
ru: Статус релиза модели

source: Model Version
ru: Версия модели

source: Model age
ru: Модель возраст

source: Model identification
ru: Идентификация модели

source: Model name or number of equipment.
ru: Модель или количество оборудования.

source: Model release year
ru: Год выпуска модели

source: Modification Date-Time
ru: Дата изменения

source: Modified Color Temp
ru: Изменённая температура цвета

source: Modified Param Flag
ru: Измененный параметр флаг

source: Modified Picture Style
ru: Измененный стиль изображения

source: Modified Saturation
ru: Модифицированная продолжительность

source: Modified Sensor Blue Level
ru: Модифицированный датчик синего уровня

source: Modified Sensor Red Level
ru: Красный уровень модифицированного датчика

source: Modified Sharpness
ru: Измененная резкость

source: Modified Sharpness Freq
ru: Измененная резкость Freq

source: Modified ToneCurve
ru: Модифицированная кривая тонов

source: Modified White Balance
ru: Измененный баланс белого

source: Modified White Balance Blue
ru: Модифицированный баланс белого цвета

source: Modified White Balance Red
ru: Красный баланс белого цвета

source: Modified saturation
ru: Измененная насыщенность

source: ModifiedInfo
ru: Модифицированная информация

source: Modify Date
ru: Дата изменения

source: Modify action requires at least one -c, -m or -M option
ru: Изменение действия требует хотя бы одну опцию -c, -m или -M

source: Moire Filter
ru: Фильтр Moire

source: Monitor Display Off
ru: Отображение монитора выкл

source: Monitor display off
ru: Отображение монитора выключено

source: Monochromatic Color (Magenta-Green)
ru: Цвет монохроматики (зеленый цвет магента)

source: Monochromatic Color (Warm-Cool)
ru: Монохроматический цвет (Warm-Cool)

source: Monochromatic color (magenta-green) setting. High value results in magenta color shift and low values in green color shift.
ru: Высокое значение позволяет изменить цвет сдвига цветов, а низкие - сдвига зеленого цвета.

source: Monochromatic color (warm-cool) setting. High value results in warm color shift and low values in cold color shift.
ru: Монохроматический цвет (тепло-холодный) позволяет добиться теплой смены цвета и низких значений холодного цвета.

source: Monochrome
ru: Монохромный

source: Monochrome + G Filter
ru: Монохром + G Фильтр

source: Monochrome + R Filter
ru: Монохромная + R Фильтр

source: Monochrome + Ye Filter
ru: Монохромная + Да Фильтр

source: Monochrome Profile 1
ru: Профиль Monochrome 1

source: Monochrome Profile 2
ru: Профиль Monochrome 2

source: Monochrome Profile 3
ru: Профиль Monochrome 3

source: Monochrome area
ru: Монохромная область

source: Monochrome linear
ru: Монохромный линейный

source: Month
ru: Месяц

source: Moscow
ru: Москва

source: Motion Picture
ru: Картинка движения

source: Movie
ru: Фильм

source: Movie (2)
ru: Фильм (2)

source: Movie Digest
ru: Дайджест фильма

source: Movie Header Version
ru: Версия заголовка фильма

source: Movie Servo AF
ru: Фильм Servo AF

source: Movie Snap
ru: Снимок фильма

source: Movie Snap Focus
ru: Фокус фильма

source: Movie info
ru: Информация о фильме

source: Movie preview
ru: Предпросмотр фильма

source: Movie scene
ru: Кино сцена

source: MovieInfo
ru: Информация о фильме

source: Multi
ru: Мульти

source: Multi Burst Image Height
ru: Высота изображения Мульти Взрыва

source: Multi Burst Image Width
ru: Ширина многоразового изображения

source: Multi Burst Mode
ru: Режим Мульти Взрыва

source: Multi Exposure
ru: Мультиэкспозиция

source: Multi Exposure Auto Gain
ru: Автоусиление мультиэкспозиции

source: Multi Exposure Control
ru: Мониторинг мультиэкспозиции

source: Multi Exposure Mode
ru: Режим мультиэкспозиции

source: Multi Exposure Shots
ru: Мультиэкспозиционные выстрелы

source: Multi Segment
ru: Мульти сегмент

source: Multi exposure
ru: Мультиэкспозиция

source: Multi exposure auto gain
ru: Мультиэкспозиционное авто усиление

source: Multi exposure mode
ru: Режим мультиэкспозиции

source: Multi exposure shots
ru: Мультиэкспозиционные снимки

source: Multi frame noise reduction
ru: Уменьшение многокадрового шума

source: Multi frame noise reduction effect
ru: Эффект уменьшения многокадрового шума

source: Multi-Area Auto Focus
ru: Многообластная автофокусировка

source: Multi-aspect
ru: Многоаспектный

source: Multi-flash
ru: Мультивспышка

source: Multi-point AF
ru: ВС с несколькими точками

source: Multi-segment
ru: Многосегментный

source: Multi-spot
ru: Мультиспощение

source: Multimedia or Composited Image
ru: Мультимедиа или композитное изображение

source: Multiple Exposure
ru: Множественная экспозиция

source: Multiple Exposure Mode
ru: Режим множественного экспозиции

source: Multiple TIFF array element tags %1 in one directory
ru: Несколько тегов массива TIFF %1 в одной директории

source: Multiple camera models
ru: Несколько моделей камеры

source: Multiple exposure mode
ru: Множественный режим экспозиции

source: Multiplying factor which is helpful in calculation of a particular timecode
ru: Умножающий фактор, который полезен при расчете определенного временного интервала

source: Museum
ru: Музей

source: Music By
ru: Музыка от

source: Music By, i.e. name of person or organization.
ru: Музыка By, то есть имя человека или организации.

source: Muted
ru: Заглушён

source: Muxing App
ru: Muxing приложение

source: My Color
ru: Мой цвет

source: My Color Mode
ru: Мой цветовой режим

source: My Colors
ru: Мои цвета

source: My Mode
ru: Мой режим

source: My color data
ru: Мои цветовые данные

source: My_Colors
ru: Мои цвета

source: ND Filter
ru: ND фильтр

source: ND filter
ru: ND фильтр

source: NEF Compression
ru: Сжатие NEF

source: NEF compression
ru: Сжатие NEF

source: Nairobi
ru: Найроби

source: Name
ru: Наименование

source: Name According To
ru: Имя в соответствии с

source: Name According To ID
ru: Имя в соответствии с ID

source: Name Published In
ru: Имя опубликовано в

source: Name Published In ID
ru: Имя опубликовано в ID

source: Name Published In Year
ru: Название опубликовано в году

source: Name of Copyright Owner.
ru: Имя владельца авторских прав.

source: Name of Image Creator.
ru: Имя создателя изображений.

source: Name of Image Supplier.
ru: Поставщик изображений.

source: Name of a person shown in the image.
ru: Имя человека, отображаемого на изображении.

source: Name of each End User.
ru: Имя каждого конечного пользователя.

source: Name of each Licensee.
ru: Имя каждой лицензии.

source: Name of each Licensor.
ru: Название каждого Лицензионного соглашения.

source: Name of featured Organisation
ru: Название избранной организации

source: Name of keyword (-node)
ru: Имя ключевого слова (-node)

source: Name of organization associated with the video.
ru: Название организации, связанной с видео.

source: Name of song or the event.
ru: Название песни или события.

source: Name of the country where the video was created.
ru: Название страны, в которой было создано видео.

source: Name of the image file delivered to the Licensee for use under the license.
ru: Имя файла изображения, доставленного в Лицензию, для использования под лицензией.

source: Name of the organisation or company which is featured in the image.
ru: Название организации или компании, которая отображается в изображении.

source: Name of the person (in the given rectangle)
ru: Имя человека (в данном прямоугольнике)

source: Name/ short description of content in image region
ru: Название / краткое описание содержимого в области изображения

source: Names or describes the specific event at which the photo was taken.
ru: Имена или описывают конкретное событие, на котором фотография была сделана.

source: Natural
ru: Натуральный

source: Natural Color
ru: Естественный цвет

source: Natural Light & Flash
ru: Естественный свет и вспышка

source: Natural color
ru: Натуральный цвет

source: Natural light
ru: Естественный свет

source: Natural sRGB
ru: Природный sRGB

source: Natural+
ru: Натуральный+

source: Nature (color)
ru: Природа (цвет)

source: Nature Macro
ru: Макрос природы

source: Near Left
ru: Вблизи слева

source: Near Lens Step
ru: Возле Линз Шаг

source: Near Right
ru: Рядом справа

source: Near left
ru: Вблизи слева

source: Near lens step
ru: Рядом с рассеивателем шаг

source: Near right
ru: Рядом справа

source: Negative Cache Large Preview Size
ru: Большой размер негативного кэша

source: Negative Cache Maximum Size
ru: Максимальный размер отрицательного кэша

source: Negative Cache Path
ru: Негативный путь кэша

source: Neither tag
ru: Ни поле

source: Neutral
ru: Нейтральный

source: New Raw Image Digest
ru: Новый дайджест изображений сырых данных

source: New Subfile Type
ru: Новый тип подфайла

source: New York
ru: Нью-Йорк

source: Newfoundland
ru: Ньюфаундленд

source: Next 2-bits RLE
ru: Следующие 2-битные RLE

source: Next Track ID
ru: Следующий ID трека

source: Nickname
ru: Ник

source: Night
ru: Ночь

source: Night (tripod)
ru: Ночь (поездка)

source: Night 2
ru: Ночь 2

source: Night Portrait
ru: Ночной портрет

source: Night Scene
ru: Ночная сцена

source: Night Scene HDR
ru: HDR ночной сцены

source: Night Scene Portrait
ru: Портрет ночной сцены

source: Night Scene/Twilight
ru: Ночной сцены/Сумерки

source: Night Snap
ru: Ночная привязка

source: Night Snapshot
ru: Ночной снимок

source: Night View
ru: Ночной вид

source: Night View/Portrait
ru: Ночной вид/Портрет

source: Night portrait
ru: Ночной портрет

source: Night scene
ru: Ночная съёмка

source: Night scenery
ru: Ночная съёмка

source: Night view
ru: Ночной вид

source: Night+
ru: Ночной +

source: Night+Portrait
ru: Ночная + Портретная

source: Night-Scene
ru: Ночная сцена

source: Nikon Diffusion Dome
ru: Диффузионный Кубок Никона

source: Nikon Makernote version
ru: Версия Nikon Makernote

source: Nikon NEF Compressed
ru: Cжатый Nikon NEF

source: No
ru: Нет

source: No Bracket
ru: Без скобки

source: No Colorization
ru: Без цветов

source: No Cropping
ru: Без обрезки

source: No De-Colorization
ru: Без декодирования

source: No Duplication
ru: Без дублирования

source: No Duplication Constraints
ru: Нет ограничений дублирования

source: No Exif UNICODE user comment found
ru: Не найден комментарий пользователя Exif UNICODE

source: No Exif data found in the file
ru: В этом файле не найдено данных Exif

source: No Exif user comment found
ru: Комментарий пользователя не найден

source: No Flash
ru: Нет вспышки

source: No Flipping
ru: Без отражения

source: No IPTC data found in the file
ru: В файле не найдены данные IPTC

source: No Merging
ru: Нет слияния

source: No Retouching
ru: Без ретуши

source: No XMP data found in the file
ru: В файле не найдено данных XMP

source: No dithering or halftoning
ru: Без дислокации и полутонирования

source: No embedded iccProfile:
ru: Нет встроенного iccProfile:

source: No extended bracketing
ru: Без расширенного брекетинга

source: No external flash zoom override
ru: Без переопределения внешнего масштаба

source: No flash
ru: Без вспышки

source: No flash function
ru: Нет функции вспышки

source: No namespace info available for XMP prefix `%1'
ru: Нет информации о пространстве имен для префикса XMP `%1'

source: No namespace registered for prefix `%1'
ru: Пространство имён не зарегистрировано для префикса `%1'

source: No prediction scheme used
ru: Не использована схема прогнозирования

source: No prefix registered for namespace `%2', needed for property path `%1'
ru: Префикс не зарегистрирован для пространства имён `%2', необходим для пути к свойствам `%1'

source: No restrictions
ru: Без ограничений

source: No zone
ru: Нет зоны

source: No, auto
ru: Нет, авто

source: No, auto, red-eye reduction
ru: Нет, автоматическое уменьшение красных глаз

source: No, compulsory
ru: Нет, обязательный

source: No, did not fire, return light not detected
ru: Нет, не пожарил, не обнаружен обратный свет

source: No, no flash function
ru: Нет, нет функции флэш

source: No, red-eye reduction
ru: Нет, уменьшение красных глаз

source: NoAuto
ru: Без авто

source: Noise
ru: Шум

source: Noise Filter
ru: Фильтр шума

source: Noise Filter (ISO Boost)
ru: Фильтр шума (ISO-ускорение)

source: Noise Profile
ru: Noise профиль

source: Noise Reduction
ru: Подавление шума

source: Noise Reduction Applied
ru: Применение шумоподавления

source: Noise filter
ru: Фильтр шума

source: Noise measurement values.
ru: Значения шума при измерении.

source: Noise reduction
ru: Сокращение шума

source: Noise reduction setting
ru: Настройка шумоподавления

source: NoiseProfile describes the amount of noise in a raw image. Specifically, this tag models the amount of signal-dependent photon (shot) noise and signal-independent sensor readout noise, two common sources of noise in raw images. The model assumes that the noise is white and spatially independent, ignoring fixed pattern effects and other sources of noise (e.g., pixel response non-uniformity, spatially-dependent thermal effects, etc.).
ru: NoiseProfile описывает количество шума в сыром изображении. В частности, этот тег моделирует количество шума, зависящего от сигнала фотона (shot) и сигнало-независимого датчика восприятия шума, два обычных источника шума в сырых изображениях. Модель предполагает, что шум является белым и независимым, игнорирует эффекты фиксированного узора и других источников шума (e. , неравномерность реакции пикселей, зависимые от пространства термические эффекты и т.д.).

source: NoiseReduction
ru: Подавление шума

source: None
ru: Ничего

source: None (MF)
ru: Нет (MF)

source: Normal
ru: Обычный

source: Normal (ISO 80 equivalent)
ru: Нормальный (ISO 80 эквивалент)

source: Normal - iAuto+
ru: Нормальный - iAuto+

source: Normal AE
ru: Обычная AE

source: Normal Movie
ru: Обычный фильм

source: Normal process
ru: Обычный процесс проявки

source: Normally the stored raw values are not white balanced, since any digital white balancing will reduce the dynamic range of the final image if the user decides to later adjust the white balance; however, if camera hardware is capable of white balancing the color channels before the signal is digitized, it can improve the dynamic range of the final image. AnalogBalance defines the gain, either analog (recommended) or digital (not recommended) that has been applied the stored raw values.
ru: Обычно хранящиеся необработанные значения не являются балансом белого цвета, так как любой цифровой балансировки белого цвета уменьшает динамический диапазон финального изображения, если пользователь решит изменить баланс белых; однако, если аппаратное обеспечение камеры способно балансировать цветовые каналы до оцифровки сигнала, позволяет улучшить динамический диапазон конечного изображения. Аналоговый баланс определяет выгоды, аналоговые (рекомендуемые) или цифровые (не рекомендуется), которые были применены хранимое сырье.

source: Normally, the pixels within a tile are stored in simple row-scan order. This tag specifies that the pixels within a tile should be grouped first into rectangular blocks of the specified size. These blocks are stored in row-scan order. Within each block, the pixels are stored in row-scan order. The use of a non-default value for this tag requires setting the DNGBackwardVersion tag to at least 1.2.0.0.
ru: Обычно пиксели внутри плитки хранятся в простом порядке рядового сканирования. Этот тег указывает, что пиксели внутри плитки должны быть сгруппированы сначала в прямоугольные блоки указанного размера. Эти блоки хранятся в порядке строк сканирования. В каждом блоке пиксели хранятся в порядке рядового сканирования. Использование значения не по умолчанию для этого тега требует установки тега DNGBackwardVersion по крайней мере на 1.2.0.0.

source: North
ru: Север

source: Nostalgic
ru: Ностальский

source: Not Applicable
ru: Не применимо

source: Not Indicated
ru: Не указано

source: Not Ready
ru: Не готово

source: Not Require
ru: Не требуется

source: Not Required
ru: Не требуется

source: Not a valid ICC Profile
ru: Неправильный профиль ICC

source: Not defined
ru: Не определено

source: Not embedded
ru: Не встроено

source: Not in XMP Specification. Found in sample files.
ru: Нет спецификации XMP. Найдено в образцах файлов.

source: Not indexed
ru: Не индексировано

source: Not known
ru: Неизвестный

source: Not ready
ru: Не готов

source: Not used
ru: Не используется
