Repository: Exiv2/exiv2
Catalog: po/*.po
Languages: ru

source: Shot number in continuous burst mode
ru: Номер выстрела в режиме непрерывного взрыва

source: Shot number since power up
ru: Число выстрелов с момента зарядки

source: Shutter Ae Lock
ru: Блокировка пистолета

source: Shutter Count
ru: Счетчик затвора

source: Shutter Count 1
ru: Количество затворов 1

source: Shutter Count 2
ru: Количество затворов 2

source: Shutter Curtain Sync
ru: Синхронизация занавески затвора

source: Shutter Mode
ru: Режим затвора

source: Shutter Priority
ru: Приоритет затвора

source: Shutter Release No CF Card
ru: Выпуск затвора без CF карты

source: Shutter Release W/O CF Card
ru: Карта выпуска затвора W/O CF

source: Shutter Speed
ru: Скорость срабатывания затвора

source: Shutter Speed Priority
ru: Приоритет скорости затвора

source: Shutter Speed Value
ru: Значение скорости затвора

source: Shutter Type
ru: Тип затвора

source: Shutter count
ru: Количество затворов

source: Shutter count 1
ru: Количество затворов 1

source: Shutter count 2
ru: Количество затворов 2

source: Shutter curtain sync
ru: Синхронизация затвора

source: Shutter mode
ru: Режим затвора

source: Shutter priority
ru: Приоритет выдержки

source: Shutter priority (Tv)
ru: Приоритет выдержки (Tv)

source: Shutter speed
ru: Скорость срабатывания затвора

source: Shutter speed in Av mode
ru: Скорость затвора в Av режиме

source: Shutter speed priority AE
ru: Замер с приоритетом выдержки

source: Shutter speed value
ru: Скорость срабатывания затвора

source: Shutter speed.
ru: Скорость затвора.

source: Shutter speed. The unit is the APEX (Additive System of Photographic Exposure) setting.
ru: Скорость затвора - это настройка APEX (аддитивная система фотоэкспозиции)

source: Shutter type
ru: Тип затвора

source: Shutter-speed priority
ru: Приоритет выдержки

source: Shutter/AE lock buttons
ru: Кнопки блокировки/выключения AE

source: Sidecar F or Extension
ru: Сидекар F или расширение

source: Signed decimal representation of the person's Windows Live CID
ru: Подписанное десятичное представление Windows Live CID пользователя

source: Silent Movie
ru: Тихий фильм

source: Silent Single
ru: Беззвучный

source: Similar to Exif.Image.Model but can contain multiple entries or conditions
ru: Аналогично Exif.Image.Model но может содержать несколько записей или условий

source: Similar to Exif.Photo.LensModel but includes optional additional flags before and after (e.g., DT, Macro). Works with most Sony cameras
ru: Подобно Exif.Photo.LensModel но содержит дополнительные флаги до и после (например, DT, Macro). Работает с большинством камер Sony.

source: Similar to the UniqueCameraModel field, except the name can be localized for different markets to match the localization of the camera name.
ru: Как и UniqueCameraModel поле, за исключением имени может быть локализовано для различных рынков в соответствии с локализацией имени камеры.

source: Simple
ru: Простой

source: Simple E-System
ru: Простая электронная система

source: Singapore
ru: Сингапур

source: Single
ru: Одиночный

source: Single / timer
ru: Одиночный таймер

source: Single AF
ru: Одиночная AF

source: Single Area
ru: Одиночная область

source: Single Area (wide)
ru: Одиночная площадь (широкая)

source: Single Frame
ru: Одиночный кадр

source: Single Frame - Capture During Movie
ru: Одиночный кадр - захват во время фильма

source: Single Frame - Movie Capture
ru: Одиночный кадр - захват фильма

source: Single Frame Bracketing
ru: Браккетинг в одном кадре

source: Single Point
ru: Одиночная точка

source: Single Shot
ru: Одиночный выстрел

source: Single Shutter
ru: Одиночный затвор

source: Single Target
ru: Одна цель

source: Single area
ru: Одиночная область

source: Single area (wide)
ru: Одиночная площадь (широкая)

source: Single autofocus
ru: Один автофокус

source: Single frame bracketing
ru: Одиночное брекетинг

source: Single, Silent
ru: Один, без звука

source: Single-Area Auto Focus
ru: Одноместный автофокус

source: Single-Frame Bracketing
ru: Однокадный брекетинг

source: Single-Point-AF
ru: Одноточная AF

source: Single-frame
ru: Однорамный

source: Single-frame - Exposure Bracketing
ru: Однокадный - брекетинг экспозиции

source: Single-frame Bracketing
ru: Однорамный брекетинг

source: Single-frame Bracketing High
ru: Высокий однокадровый брекетинг

source: Single-frame Bracketing Low
ru: Низкий однокадровый браслет

source: Single-point AF
ru: AF одной точки

source: Single-shot AF
ru: Одиночная AF

source: Size X
ru: Размер X

source: Size of %1 JPEG segment is larger than 65535 bytes
ru: Размер %1 JPEG сегмента превышает 65535 байт

source: Size of an IFD containing a preview image
ru: Размер IFD, содержащего изображение предварительного просмотра

source: Size of the image file delivered to the Licensee.
ru: Размер файла изображения, доставленного в Лицензию.

source: Size of the preview image
ru: Размер изображения предварительного просмотра

source: Size of the thumbnail
ru: Размер миниатюры

source: Sky light
ru: Небесный свет

source: Slow Shutter
ru: Медленное затвор

source: Slow Sync
ru: Медленная синхронизация

source: Slow shutter
ru: Медленное затвор

source: Slow sync
ru: Медленная синхронизация

source: Slow synchro mode setting
ru: Медленная настройка режима синхронизации

source: Slow-sync
ru: Замедление синхронизации

source: Small
ru: Маленький

source: Small 1
ru: Маленький 1

source: Small 2
ru: Маленький 2

source: Small 3
ru: Маленький 3

source: Small Movie
ru: Маленький фильм

source: Small picture
ru: Маленькая картина

source: Smallest F number of lens, in APEX.
ru: В АПЕКС наименьшее количество объективов F .

source: Smart Range
ru: Умный диапазон

source: Smart range
ru: Умный диапазон

source: Smile
ru: Улыбка

source: Smile Shutter
ru: Улыбка затвор

source: Smooth
ru: Гладкий

source: Smooth (B&W)
ru: Гладкий (B&W)

source: Smooth (color)
ru: Гладкий (цвет)

source: Smooth Skin
ru: Гладкий скин

source: Smoothness
ru: Гладкость

source: Snow
ru: Снег

source: Soft
ru: Мягкий

source: Soft Focus
ru: Мягкий фокус

source: Soft Focus (high)
ru: Мягкий фокус (высокий)

source: Soft Focus (low)
ru: Мягкий фокус (низкий)

source: Soft Focus Filter
ru: Фильтр Мягкого Фокуса

source: Soft High Key
ru: Мягкий высокий ключ

source: Soft Image of a Flower
ru: Мягкое изображение цветка

source: Soft Skin
ru: Мягкая кожа

source: Soft Snap/Portrait
ru: Мягкий снип/портрет

source: Soft skin
ru: Мягкая кожа

source: Soft skin effect
ru: Эффект мягкой кожи

source: Software
ru: Программное обеспечение

source: Software Version
ru: Версия программного обеспечения

source: Software settings used to generate / create Video data.
ru: Настройки программного обеспечения, используемые для генерации / создания видео данных.

source: Software used to generate / create Video data.
ru: Программное обеспечение, используемое для создания / создания видео данных.

source: Solarization
ru: Соляризация

source: Solomon Islands
ru: Соломоновы острова

source: Some sensors have an unpredictable non-linearity in their response as they near the upper limit of their encoding range. This non-linearity results in color shifts in the highlight areas of the resulting image unless the raw converter compensates for this effect. LinearResponseLimit specifies the fraction of the encoding range above which the response may become significantly non-linear.
ru: Некоторые датчики имеют непредсказуемую нелинейность в своем ответе, поскольку они находятся вблизи верхнего предела их диапазона кодирования. Это нелинейность приводит к цветовым сдвигам в выделенных областях изображения, если сырое преобразователь не компенсирует этот эффект. LinearResponseLimit определяет долю диапазона кодирования, выше которого ответ может стать значительно нелинейным.

source: Song Writer
ru: Писатель песни

source: Song Writer Keywords
ru: Ключевые слова писателя песни

source: Song Writer Keywords.
ru: Ключевые слова писателя песни.

source: Sony ARW Compressed
ru: Sony ARW сжато

source: Sony Image Size
ru: Размер изображения Sony

source: Sony Model ID
ru: ID модели Sony

source: Sony chromatic aberration correction parameters
ru: Параметры коррекции хроматической аберрации Sony

source: Sony date/time
ru: Дата и время Sony

source: Sony distortion correction parameters
ru: Параметры коррекции искажений Sony

source: Sony image height
ru: Высота изображения Sony

source: Sony image width
ru: Ширина изображения Sony

source: Sony meta version
ru: Sony мета версия

source: Sony vignetting correction parameters
ru: Параметры коррекции Sony vignetting

source: Sound Scheme Title
ru: Звание звуковой схемы

source: Sound Scheme Title.
ru: Название звуковой схемы.

source: Source
ru: Источник

source: Source Credits
ru: Исходные баллы

source: Source Credits.
ru: Исходные кредиты.

source: Source Exposure Times Of Composite Image
ru: Исходное время экспозиции композитного изображения

source: Source Form
ru: Исходная форма

source: Source Form.
ru: Исходная форма.

source: Source Image Height
ru: Высота исходного изображения

source: Source Image Number Of Composite Image
ru: Номер исходного изображения композитного изображения

source: Source Image Width
ru: Ширина исходного изображения

source: Source Photos Count
ru: Количество исходных фотографий

source: Source State
ru: Состояние источника

source: Source X
ru: Источник X

source: Source.
ru: Источник.

source: South
ru: Юг

source: Sparkle
ru: Искра

source: Spatial Frequency Response
ru: Пространственная частота реакции

source: Speaker Placement
ru: Размещение динамика

source: Special Effect Level
ru: Уровень спецэффекта

source: Special Effect Mode
ru: Режим специального эффекта

source: Special Effect Setting
ru: Настройка специального эффекта

source: Special Instructions
ru: Особые инструкции

source: Special Mode
ru: Специальный режим

source: Special instructions.
ru: Особые инструкции.

source: Specific Epithet
ru: Особый эпитет

source: Specific to compressed data; states the compressed bits per pixel.
ru: Конкретно для сжатых данных; указывает сжатые биты на пиксель.

source: Specifies a default user crop rectangle in relative coordinates. The values must satisfy: 0.0 <= top < bottom <= 1.0, 0.0 <= left < right <= 1.0.The default values of (top = 0, left = 0, bottom = 1, right = 1) correspond exactly to the default crop rectangle (as specified by the DefaultCropOrigin and DefaultCropSize tags).
ru: Указывает прямоугольник обрезания пользователя по умолчанию в относительных координатах. Значения должны быть удовлетворены: 0.0 <= top < bottom <= 1.0, 0.0 <= left < right <= 1.0. значения по умолчанию (верхний = 0, левый = 0, нижний = 1, правый = 1) соответствует прямоугольнику кадрирования по умолчанию (как указано в тегах DefaultCropOrigin и DefaultCropSize).

source: Specifies a particular variant of the asset management system. The format of this property is private to the specific asset management system.
ru: Определяет конкретный вариант системы управления активами. Формат этой собственности является приватным для конкретной системы управления активами.

source: Specifies distance from the camera represented by the maximum value in the depth map. 0/0 means unknown. 1/0 means infinity, which is valid for unknown and inverse depth formats.
ru: Указывается расстояние от камеры, представленной максимальным значением на карте глубины. 0/0 означает неопределенность, которая действительна для неизвестных и обратных форматов глубин.

source: Specifies distance from the camera represented by the zero value in the depth map. 0/0 means unknown.
ru: Указывается расстояние от камеры, представленного нулевым значением на карте глубины. 0/0 означает неизвестно.

source: Specifies one or more Subjects from the IPTC "Subject-NewsCodes" taxonomy to categorize the image. Each Subject is represented as a string of 8 digits in an unordered list.
ru: Определяет одну или несколько тем, которые будут добавлены в категорию изображения в IPTC "Subject-NewsCodes". Каждая тема представлена как строка из 8 цифр в неупорядоченном списке.

source: Specifies repeat pattern size for the BlackLevel tag.
ru: Определяет размер повторяющегося шаблона для тега BlackLevel.

source: Specifies that each pixel has m extra components whose interpretation is defined by one of the values listed below.
ru: Определяет, что каждая точка имеет дополнительные компоненты, определяемые одним из приведенных ниже значений.

source: Specifies the amount of time to buffer data before starting to play the file, in millisecond units. If this value is nonzero,the Play Duration field and all of the payload Presentation Time fields have been offset by this amount. Therefore, player software must subtract the value in the preroll field from the play duration and presentation times to calculate their actual values.
ru: Определяет количество времени, отводимого на данные буфера, перед началом воспроизведения файла в миллисекундах. Если это значение не равно нулю, поле "Продолжительность игры" и все поля "Время презентации" были смещены на эту сумму. Таким образом, программное обеспечение игрока должно вычесть значение в поле выбора из длительности игры и времени презентации, чтобы рассчитать свои фактические значения.

source: Specifies the date and time of the initial creation of the file. The value is given as the number of 100-nanosecond intervals since January 1, 1601, according to Coordinated Universal Time (Greenwich Mean Time).
ru: Дата и время первоначального создания файла. Значение задается как число интервалов в 100 наносекундных с 1 января 1601 по согласованному Всемирному времени (среднее время Гринвича).

source: Specifies the editorial urgency of content and not necessarily the envelope handling priority (see tag <EnvelopePriority>). The "1" is most urgent, "5" normal and "8" denotes the least-urgent copy.
ru: Определяет срочность редактирования содержимого и не обязательно приоритет обработки конверта (см. тег <EnvelopePriority>). "1" наиболее срочный, "5" нормальный и "8" обозначает наименее срочную копию.

source: Specifies the encoding of any depth data in the file. Can be unknown (apart from nearer distances being closer to zero, and farther distances being closer to the maximum value), linear (values vary linearly from zero representing DepthNear to the maximum value representing DepthFar), or inverse (values are stored inverse linearly, with zero representing DepthNear and the maximum value representing DepthFar).
ru: Определяет кодировку любых глубинных данных в файле. Может быть неизвестен (кроме расстояний ближе к нулю, а дальние расстояния ближе к максимальной величине), линейные значения (значения меняются на линии от нуля, представляющего DepthNear до максимального значения, представляющего DepthFar), или обратные значения (значения хранятся обратной линией, с нулевым значением DepthNear и максимальным значением, представляющим DepthFar).

source: Specifies the envelope handling priority and not the editorial urgency (see <Urgency> tag). "1" indicates the most urgent, "5" the normal urgency, and "8" the least urgent copy. The numeral "9" indicates a User Defined Priority. The numeral "0" is reserved for future use.
ru: Определяет приоритет обработки конверта, а не срочность редактирования (см. тег <Urgency> ). "1" указывает на наиболее срочный, "5" нормальной срочности, и "8" наименее срочная копия. Цифра "9" указывает на определённый пользователем приоритет. Цифра "0" зарезервирована для будущего использования.

source: Specifies the list of opcodes that should be applied to the raw image, as read directly from the file.
ru: Определяет список опкодов, которые должны быть применены к сырому изображению, как прочитано непосредственно из файла.

source: Specifies the list of opcodes that should be applied to the raw image, just after it has been demosaiced.
ru: Определяет список опкодов, которые должны быть применены к сырому изображению сразу же после демо кода.

source: Specifies the list of opcodes that should be applied to the raw image, just after it has been mapped to linear reference values.
ru: Указывает список опкодов, которые должны применяться к сырому изображению, сразу же после его сопоставления с линейными исходными значениями.

source: Specifies the maximum instantaneous bit rate in bits per second for the entire file. This shall equal the sum of the bit rates of the individual digital media streams.
ru: Максимальная мгновенная скорость передачи данных в битах в секунду для всего файла. Это должно равняться сумме битных скорости отдельных цифровых медиа потоков.

source: Specifies the measurement geometry for the depth map. Can be unknown, measured along the optical axis, or measured along the optical ray passing through each pixel.
ru: Определяет геометрию измерения для карты глубин. Могут быть неизвестны, измерены по оптической оси или измерены вдоль оптического луча, проходящего через каждую точку.

source: Specifies the measurement units for the DepthNear and DepthFar tags.
ru: Определяет единицы измерения для тегов DepthNear и DepthFar .

source: Specifies the number of Data Packet entries that exist within the Data Object.
ru: Количество записей пакетов данных, которые существуют в объекте данных.

source: Specifies the presentation time offset of the stream in 100-nanosecond units. This value shall be equal to the send time of the first interleaved packet in the data section.
ru: Определяет смещение времени представления потока в 100-наносекундных единицах. Это значение равно времени отправки первого перешедшего пакета в разделе данных.

source: Specifies the relative amount of sharpening required for this camera model, compared to a reference camera model. Camera models vary in the strengths of their anti-aliasing filters. Cameras with weak or no filters require less sharpening than cameras with strong anti-aliasing filters.
ru: Определяет относительное количество заточки, необходимое для этой модели камеры, по сравнению с эталонной моделью камеры. Модели камер различаются в сильных сторонах их антиалиационных фильтров.

source: Specifies the relative noise level of the camera model at a baseline ISO value of 100, compared to a reference camera model. Since noise levels tend to vary approximately with the square root of the ISO value, a raw converter can use this value, combined with the current ISO, to estimate the relative noise level of the current image.
ru: Определяет относительный уровень шума модели камеры при исходном значении 100 в сравнении с моделью эталонной камеры. Поскольку уровни шума, как правило, меняются примерно с квадратным корнем значений ISO, это значение может использовать сырое преобразователь, в сочетании с текущим ISO, для оценки относительного уровня шума текущего изображения.

source: Specifies the selected white balance at time of capture, encoded as the coordinates of a perfectly neutral color in linear reference space values. The inclusion of this tag precludes the inclusion of the AsShotWhiteXY tag.
ru: Определяет выбранный баланс белого цвета во время захвата, закодированный как координаты совершенно нейтрального цвета в линейном исходном пространстве. Включение этого тэга исключает включение тега AsShotWhiteXY.

source: Specifies the selected white balance at time of capture, encoded as x-y chromaticity coordinates. The inclusion of this tag precludes the inclusion of the AsShotNeutral tag.
ru: Определяет выбранный баланс белого во время захвата, закодированного как координаты x-y хроматичности. Включение этого тега исключает включение тега AsShotNeutral.

source: Specifies the time needed to send the file in 100-nanosecond units. This value should include the duration of the last packet in the content.
ru: Определяет время, необходимое для отправки файла в 100-наносекундных единицах. Это значение должно включать длительность последнего пакета в содержимом.

source: Specifies the zero light (a.k.a. thermal black or black current) encoding level, as a repeating pattern. The origin of this pattern is the top-left corner of the ActiveArea rectangle. The values are stored in row-column-sample scan order.
ru: Определяет нулевое значение кодирования (т.н. темный или черный) в виде повторяющегося узора. Происхождение этого узора - верхний левый угол прямоугольника ActiveArea - значения хранятся в порядке сканирования строка-образца столбцов.

source: Spectral Sensitivity
ru: Спектральная чувствительность

source: Speedlight
ru: Скоростной свет

source: Split Toning Balance
ru: Разделить баланс тонирования

source: Split Toning Highlight Hue
ru: Разбить оттенок выделения тонирования

source: Split Toning Highlight Saturation
ru: Разбить подсветку тонирования

source: Split Toning Shadow Hue
ru: Разбить тень тонирования

source: Split Toning Shadow Saturation
ru: Разбить Теневую Насыщенность

source: Sport
ru: Спорт

source: Sports
ru: Спорт

source: Sports Finder Mode
ru: Режим поиска видов спорта

source: Sports action
ru: Спортивные мероприятия

source: Spot
ru: Точка

source: Spot (Large)
ru: Точка (большая)

source: Spot (Standard)
ru: Точка (стандартная)

source: Spot Focus Point X
ru: Точка фокуса X

source: Spot Focus Point Y
ru: Точка фокуса Y

source: Spot Focusing 2
ru: Сосредоточить 2

source: Spot Metering Mode
ru: Режим измерения точки

source: Spot Toggle
ru: Переключить Spot

source: Spot Type
ru: Тип точки

source: Spot focus
ru: Сделать фокус

source: Spot focus point X
ru: Точка фокуса по оси X

source: Spot focus point Y
ru: Точка фокуса по оси Y

source: Spot focussing
ru: Сосредоточение

source: Spot metering mode
ru: Режим измерения точки

source: Spot mode off or 3-area (high speed)
ru: Спящий режим выкл или 3 области (высокая скорость)

source: Spot mode on or 9 area
ru: Режим Spot в области или 9

source: Spot+Highlight control
ru: Управление Spot+Highlight

source: Spot+Shadow control
ru: Spot+Теневой контроль

source: Spotlight
ru: Прожектор

source: Stage Lighting
ru: Этап освещения

source: Staggered layout A: even columns are offset down by 1/2 row
ru: Окрашенная схема A: чётные столбцы смещены вниз на 1/2 ряд

source: Staggered layout B: even columns are offset up by 1/2 row
ru: Окрашенное расположение B: чётные столбцы смещены на 1/2 строки

source: Staggered layout C: even rows are offset right by 1/2 column
ru: Окрашенная схема C: четное смещение строк справа на 1/2 столбца

source: Staggered layout D: even rows are offset left by 1/2 column
ru: Окрашенная схема D: четное смещение строк влево на 1/2 столбца

source: Staggered layout E: even rows are offset up by 1/2, even columns left by 1/2
ru: Окрашенная схема Е: четное смещение рядов вверх на 1/2, даже столбцы на 1/2

source: Staggered layout F: even rows are offset up by 1/2, even columns right by 1/2
ru: Окрашенная схема F: четное смещение рядов вверх на 1/2, даже столбцы на 1/2

source: Staggered layout G: even rows are offset down by 1/2, even columns left by 1/2
ru: Окрашенная схема G: четное смещение рядов вниз на 1/2, даже столбцы на 1/2

source: Staggered layout H: even rows are offset down by 1/2, even columns right by 1/2
ru: Окрашенная схема H: четное смещение рядов вниз на 1/2, даже столбцы вправо на 1/2

source: Standard
ru: Стандартный

source: Standard (100%)
ru: Стандартный (100%)

source: Standard (color)
ru: Стандартный (цвет)

source: Standard Camera settings (New Camera Models like D7u, D7i, and D7hi)
ru: Стандартные настройки камеры (новые модели камер, такие как D7u, D7i и D7hi)

source: Standard Camera settings (Old Camera models like D5, D7, S304, and S404)
ru: Настройки стандартной камеры (старые модели камер, такие как D5, D7, S304 и S404)

source: Standard Exif ISO tag exists; not modified
ru: Существует стандартный тег Exif ISO; не изменяется

source: Standard Output Sensitivity
ru: Чувствительность вывода

source: Standard Quality (SQ)
ru: Стандартное качество (SQ)

source: Standard form
ru: Стандартная форма
