Repository: Exiv2/exiv2
Catalog: po/*.po
Languages: ru

source: Standard light A
ru: Стандартный свет A

source: Standard light B
ru: Стандартный свет B

source: Standard light C
ru: Стандартный свет C

source: Standard or Custom
ru: Стандартный или Пользовательский

source: Starring
ru: Популярные

source: Starring, name of famous people appearing in the video.
ru: Звёзды, имя известных людей появляются в видео.

source: Starry night
ru: Звёздная ночь

source: Start Day Of Year
ru: Начало дня года

source: Start Time Code
ru: Код времени начала

source: Start Timecode
ru: Запуск таймкода

source: State
ru: Область

source: State Province
ru: Область штата

source: State/Province
ru: Штат/провинция

source: Statistics
ru: Статистика

source: Statistics.
ru: Статистика.

source: Status
ru: Статус

source: Status of Audio Track, i.e. Enabled/Disabled
ru: Статус аудиодорожки, т.е. включение/отключено

source: Status of Subtitles Track, i.e. Enabled/Disabled
ru: Статус трека субтитров, т.е. включение/отключено

source: Status of Video Track, i.e. Enabled/Disabled
ru: Статус видеодорожки, т.е. включение/отключено

source: Status of the object data, according to the practice of the provider.
ru: Статус данных объекта, в соответствии с практикой провайдера.

source: Still image
ru: Еще изображение

source: Stitching Software
ru: Программное написание

source: Stockholm
ru: Стокгольм

source: Stop Focus Search
ru: Остановить поиск фокуса

source: Stop-Motion Animation
ru: Остановка анимации движения

source: Stops at AF Area Edges
ru: Стопы на краях области AF

source: Stream Count
ru: Счетчик потока

source: Stream Name
ru: Имя потока

source: Stream Quality
ru: Качество потока

source: Stream Sample Count
ru: Счетчик Образцов Потока

source: Stream Sample Rate
ru: Частота проб потока

source: Stream Sample Size
ru: Образец размера потока

source: Stream Type
ru: Тип потока

source: Stretch Mode
ru: Режим растяжения

source: String 'MLT0' (not null terminated)
ru: Строка 'MLT0' (не завершается)

source: Strip Byte Count
ru: Количество байтов

source: Strip Byte Counts
ru: Вырезать число байт

source: Strip Offsets
ru: Смещение

source: Strip byte counts
ru: Вырезать байт

source: Strip offsets
ru: Вырезать смещения

source: Strong
ru: Крепкий

source: Sub Location
ru: Подрасположение

source: Sub Tile Block Size
ru: Размер суб-плитки

source: Sub-seconds Time
ru: Время в секундах

source: Sub-seconds Time Digitized
ru: Время в подсекундах оцифровано

source: Sub-seconds Time Original
ru: Подсекунды Оригинал

source: Subgenus
ru: Подгений

source: Subject
ru: Предмет съёмки

source: Subject Area
ru: Область объекта съёмки

source: Subject Distance
ru: Расстояние до объекта

source: Subject Distance Range
ru: Диапазон расстояний расстояния

source: Subject Location
ru: Местоположение объекта съёмки

source: Subject Program
ru: Тема программы

source: Subject distance
ru: Расстояние до объекта

source: Subject program
ru: Программа темы

source: Subject tag used by Windows, encoded in UCS2
ru: Тег предмета, используемый Windows, закодированный в UCS2

source: Subject.
ru: Предмет съёмки.

source: Sublocation (legacy)
ru: Сублокирование (усталость)

source: Subtitle
ru: Субтитры

source: Subtitle Codec Download URL
ru: Кодек субтитров URL загрузки

source: Subtitle Codec Settings
ru: Настройки кодека субтитров

source: Subtitle Keywords
ru: Ключевые слова субтитров

source: Subtitle Keywords.
ru: Ключевые слова субтитров.

source: Subtitle Track Default On
ru: По умолчанию трек субтитров

source: Subtitle Track Enabled
ru: Субтитры включены

source: Subtitle Track Forced
ru: Путь субтитров принудительно

source: Subtitle Track Lacing
ru: Отслеживание субтитров

source: Subtitle of the video.
ru: Субтитры видео.

source: Subtitles Codec
ru: Кодек субтитров

source: Subtitles Codec Information
ru: Информация о кодеке субтитров

source: Subtitles Language
ru: Язык субтитров

source: Subtitles Track Default On , i.e. Enabled/Disabled
ru: По умолчанию трек субтитров вкл, т.е. включение/выкл

source: Subtitles Track Forced , i.e. Enabled/Disabled
ru: Отслеживание субтитров , т. е. включение/отключено

source: Subtitles Track Lacing , i.e. Enabled/Disabled
ru: Отслеживание субтитров , т. е. включение/отключено

source: Subtitles stream codec, for general purpose
ru: Кодек субтитров для общего назначения

source: Success
ru: Успешно

source: Sufficient Power Remaining
ru: Осталось достаточной силы

source: Summarizes the availability and scope of model releases authorizing usage of the likenesses of persons appearing in the photograph.
ru: Кратко описывает наличие и объем типовых релизов, разрешающих использование схожих на фотографиях людей.

source: Summarizes the availability and scope of property releases authorizing usage of the properties appearing in the photograph.
ru: Кратко описывает наличие и объем релизов недвижимости, разрешивших использование недвижимости на фотографии.

source: Sunset
ru: Закат

source: Super Fine
ru: Супер Прекрасный

source: Super High Quality (SHQ)
ru: Супер высокое качество (SHQ)

source: Super Macro
ru: Супер Макро

source: Super Macro 2
ru: Супер макрос 2

source: Super Night
ru: Супер ночь

source: Super Vivid
ru: Супер яркость

source: Super fine
ru: Супер штраф

source: Super macro
ru: Супермакро

source: Superfine
ru: Суперфикс

source: Superimposed Display
ru: Надлежащий дисплей

source: Superimposed display
ru: Надлежащий экран

source: Superior Auto
ru: Превосходное авто

source: Supplemental Categories
ru: Дополнительные категории

source: Supplemental Category
ru: Дополнительная категория

source: Supplemental categories further refine the subject of an object data. A supplemental category may include any of the recognised categories as used in tag <Category>. Otherwise, selection of supplemental categories are left to the provider.
ru: Дополнительные категории дополнительно уточняют предмет данных об объектах. Дополнительная категория может включать любую из признанных категорий, используемых в теге <Category>. В противном случае, выбор дополнительных категорий оставлен на усмотрение поставщика.

source: Supplemental category.
ru: Дополнительная категория.

source: Supplemental information for use in identifying and contacting the Licensor/s.
ru: Дополнительная информация для использования при идентификации и обращении к Лицензиансу/с.

source: Surf & Snow
ru: Серф и снег

source: Surface
ru: Поверхность

source: Sweep Panorama
ru: Считать панораму

source: Sweep Panorama Direction
ru: Считать направление панорамы

source: Sweet Child's Face
ru: Дети-сладкие лица

source: Sydney
ru: Сидней

source: T.4-encoding options.
ru: T.4 - опции кодирования.

source: T.6-encoding options.
ru: T.6 - параметры кодирования.

source: T4 Options
ru: T4 опции

source: T4/Group 3 Fax
ru: Факс T4/Group 3

source: T6 Options
ru: T6 опции

source: T6/Group 4 Fax
ru: Факс T6/Group 4

source: TIFF Handling
ru: Обработка TIFF

source: TIFF PageMaker 6.0 tags
ru: Теги TIFF PageMaker 6.0

source: TIFF array element tag %1 has wrong type
ru: Тег элемента TIFF массива %1 имеет неправильный тип

source: TIFF directory %1 has too many entries
ru: В директории TIFF %1 слишком много записей

source: TIFF header, offset
ru: TIFF заголовок, смещение

source: TIFF tag 256, 0x100. Image width in pixels.
ru: TIFF тег 256, 0x100. Ширина изображения в пикселах.

source: TIFF tag 257, 0x101. Image height in pixels.
ru: TIFF тег 257, 0x101. Высота изображения в пикселях.

source: TIFF tag 258, 0x102. Number of bits per component in each channel.
ru: TIFF тег 258, 0x102. Количество битов в каждом канале.

source: TIFF tag 259, 0x103. Compression scheme: 1 = uncompressed; 6 = JPEG.
ru: TIFF тег 259, 0x103. Схема сжатия: 1 = несжатый; 6 = JPEG.

source: TIFF tag 262, 0x106. Pixel Composition: 2 = RGB; 6 = YCbCr.
ru: TIFF тег 262, 0x106. Pixel Composition: 2 = RGB; 6 = YCbCr.

source: TIFF tag 270, 0x10E. Description of the image. Note: This property is stored in XMP as dc:description.
ru: TIFF тег 270, 0x10E. Описание изображения. Примечание: это свойство хранится в XMP как dc:description.

source: TIFF tag 271, 0x10F. Manufacturer of recording equipment.
ru: TIFF tag 271, 0x10F. Изготовитель записывающего оборудования.

source: TIFF tag 272, 0x110. Model name or number of equipment.
ru: TIFF метка 272, 0x110.

source: TIFF tag 274, 0x112. Orientation:1 = 0th row at top, 0th column at left 2 = 0th row at top, 0th column at right 3 = 0th row at bottom, 0th column at right 4 = 0th row at bottom, 0th column at left 5 = 0th row at left, 0th column at top 6 = 0th row at right, 0th column at top 7 = 0th row at right, 0th column at bottom 8 = 0th row at left, 0th column at bottom
ru: TIFF тег 274, 0x112. Направление:1 = 0й ряд сверху, 0й столбец слева 2 = 0й ряд сверху, 0-й столбец справа 3 = 0-я строка внизу, 0-й столбец справа 4 = 0-я строка внизу, 0-й столбец слева 5 = 0-й ряд слева, 0-й столбец верхнего 6 = 0-й ряд справа 0й столбец в верхней части 7 = 0ый ряд справа, 0ый столбец нижней 8 = 0ый ряд слева, 0ый столбец внизу

source: TIFF tag 277, 0x115. Number of components per pixel.
ru: TIFF тег 277, 0x115. Количество компонентов в пикселе.

source: TIFF tag 282, 0x11A. Horizontal resolution in pixels per unit.
ru: TIFF тэг 282, 0x11A. Разрешение по горизонтали в пикселях на единицу.

source: TIFF tag 283, 0x11B. Vertical resolution in pixels per unit.
ru: TIFF тег 283, 0x11B. Вертикальное разрешение в пикселях на единицу.

source: TIFF tag 284, 0x11C. Data layout:1 = chunky; 2 = planar.
ru: TIFF тег 284, 0x11C. Макет данных:1 = кунк; 2 = планетарный.

source: TIFF tag 296, 0x128. Unit used for XResolution and YResolution. Value is one of: 2 = inches; 3 = centimeters.
ru: Метка TIFF 296, 0x128. Используется для XResolution and YResolution. Значение одно: 2 = дюймы; 3 = сантиметры.

source: TIFF tag 301, 0x12D. Transfer function for image described in tabular style with 3 * 256 entries.
ru: TIFF tag 301, 0x12D. Перенос изображения описан в стиле таблиц с 3 * 256 записей.

source: TIFF tag 305, 0x131. Software or firmware used to generate image. Note: This property is stored in XMP as xmp:CreatorTool.
ru: TIFF тег 305, 0x131. Программное обеспечение или прошивка, используемые для создания изображения. Примечание: Это свойство хранится в XMP в формате xmp:CreatorTool.

source: TIFF tag 306, 0x132 (primary) and EXIF tag 37520, 0x9290 (subseconds). Date and time of image creation (no time zone in EXIF), stored in ISO 8601 format, not the original EXIF format. This property includes the value for the EXIF SubSecTime attribute. NOTE: This property is stored in XMP as xmp:ModifyDate.
ru: TIFF тэг 306, 0x132 (основной) и EXIF тэг 37520, 0x9290 (подсекунды). Дата и время создания изображения (нет часового пояса в EXIF), хранится в формате ISO 8601, а не в исходном формате EXIF. Это свойство включает в себя значение атрибута EXIF SubSecTime. ПРИМЕЧАНИЕ: Это свойство хранится в XMP как xmp:ModifyDate.

source: TIFF tag 315, 0x13B. Camera owner, photographer or image creator. Note: This property is stored in XMP as the first item in the dc:creator array.
ru: TIFF тег 315, 0x13B. Владелец камеры, фотограф или создатель изображения. Примечание: Это свойство хранится в XMP в качестве первого элемента массива dc:creator.

source: TIFF tag 318, 0x13E. Chromaticity of white point.
ru: TIFF тег 318, 0x13E. Хроматичность белой точки.

source: TIFF tag 319, 0x13F. Chromaticity of the three primary colors.
ru: TIFF тэг 319, 0x13F. Хроматичность трех основных цветов.

source: TIFF tag 33432, 0x8298. Copyright information. Note: This property is stored in XMP as dc:rights.
ru: TIFF тег 33432, 0x8298. Информация об авторских правах. Примечание: это свойство хранится в XMP как dc:rights.

source: TIFF tag 529, 0x211. Matrix coefficients for RGB to YCbCr transformation.
ru: Тег TIFF 529, 0x211. Коэффициенты матрицы для преобразования RGB в YCbCr.

source: TIFF tag 530, 0x212. Sampling ratio of chrominance components: [2, 1] = YCbCr4:2:2; [2, 2] = YCbCr4:2:0
ru: TIFF тэг 530, 0х212. Соотношение отбора компонентов хроматирования: [2, 1] = YCbCr4:2:2; [2, 2] = YCbCr4:2:0

source: TIFF tag 531, 0x213. Position of chrominance vs. luminance components: 1 = centered; 2 = co-sited.
ru: TIFF тег 531, 0x213. Позиция хромирования по компонентам яркости: 1 = сантирован; 2 = совмещенное.

source: TIFF tag 532, 0x214. Reference black and white point values.
ru: TIFF тэг 532, 0x214. Ссылка на черно-белые значения точек.

source: TIFF/EP Standard ID
ru: ID стандарта TIFF/EP

source: TIFF/EP tags
ru: TIFF/EP теги

source: TN-A1 (for incandescent light)
ru: TN-A1 (для лампы накаливания)

source: TN-A2 (for incandescent light)
ru: TN-A2 (для лампы накаливания)

source: TStop
ru: Стоп

source: TTL - Auto - Red-eye Flash - 1st Curtain (front)
ru: TTL - Авто - Флэш красного глаза - 1-й Занавеска (спереди)

source: TTL - Red-eye Flash - 1st Curtain (front)
ru: TTL - Флэш красного глаза - 1-й Занавеска (фронт)

source: TTL - Red-eye Flash - 2nd Curtain (rear)
ru: TTL - Флэш красного глаза - 2-й Занавес (зад.)

source: TTL - Slow - Red-eye Flash - 1st Curtain (front)
ru: TTL - Slow - Флэш красно-глаз - 1-й Занавеска (спереди)

source: TTL Auto - 1st Curtain (front)
ru: TTL Авто - 1-й Занавеска (фронт)

source: TTL Auto - 2nd Curtain (rear)
ru: TTL авто - второй занавес (зад)

source: TTL Auto - Did not fire
ru: TTL Авто - Не пожар

source: TTL Auto - Red-eye Flash - 2nd Curtain (rear)
ru: TTL авто - красно-глазоглазое Flash - 2-й занавес (зад.)

source: TTL Slow - 1st Curtain (front)
ru: TTL Медленный - 1-й Занавес (вперед)

source: TTL Slow - 2nd Curtain (rear)
ru: TTL Медленный - второй занавес (зад)

source: TTL Slow - Red-eye Flash - 2nd Curtain (rear)
ru: TTL Slow - Флэш красного глаза - 2-й Занавес (зад.)

source: Tag Default Setting
ru: Настройки тега по умолчанию

source: Tag Language
ru: Язык тега

source: Tag Name
ru: Имя тега

source: Tag String
ru: Строка тегов

source: Tagged
ru: Метка

source: Tagged Image File Format (TIFF)
ru: Формат файла с тегом (TIFF)

source: Tags List
ru: Список тегов

source: Tags could be used to define several titles for a segment.
ru: Теги могут использоваться для определения нескольких заголовков для сегмента.

source: Take Number
ru: Взять номер

source: Tape Name
ru: Имя Tape

source: Target Shutter Speed
ru: Скорость затвора цели

source: Target shutter speed
ru: Скорость целевого затвора

source: Taxon
ru: Таксон

source: Taxon Concept ID
ru: Концепция таксона ID

source: Taxon Rank
ru: Ранг таксона

source: Taxon Remarks
ru: Замечания таксона

source: Taxonomic Status
ru: Таксономический статус

source: Technician
ru: Техник

source: Technician, in most cases name of person.
ru: Техник, в большинстве случаев имя человека.

source: Tehran
ru: Тегеран

source: Tele-macro
ru: Теле-макро

source: Teleconverter Model
ru: Модель телевертора

source: Telephoto
ru: Телефония

source: Tells about the video format
ru: Рассказывает о формате видео

source: Temperature
ru: Температура

source: Temperature as the ambient situation at the shot, for example the room temperature where the photographer was holding the camera. The unit is degrees C.
ru: Температура как окружающая обстановка на выстрел, например, комнатная температура, где фотограф держал камеру.

source: Temperature of the surroundings (in degrees Celsius)
ru: Температура окружающей среды (в градусах Цельсия)

source: Tempo
ru: Темп

source: Terms and Conditions Text
ru: Текст правил и условий

source: Terms and Conditions URL
ru: URL-адрес Правил и Условий

source: Terms and Conditions applying to the license.
ru: Условия применения к лицензии.

source: Text
ru: Текст

source: Text + ID#
ru: Текст + ID#

source: Text Layers
ru: Текстовые слои

source: Text Stamp 1
ru: Штамп 1

source: Text Stamp 2
ru: Надпись 2

source: Text Stamp 3
ru: Текстовый штамм 3

source: Text Stamp 4
ru: Надпись 4

source: Text instructions on how a resource can be legally used.
ru: Текстовые инструкции о том, как ресурс может быть законно использован.

source: The DNG color model documents a transform between camera colors and CIE XYZ values. This tag describes the colorimetric reference for the CIE XYZ values. 0 = The XYZ values are scene-referred. 1 = The XYZ values are output-referred, using the ICC profile perceptual dynamic range. This tag allows output-referred data to be stored in DNG files and still processed correctly by DNG readers.
ru: Модель цвета DNG документирует преобразование между цветами камеры и значениями CIE XYZ. Этот тег описывает колориметрическую ссылку на значения CIE XYZ. 0 = Значения XYZ сцены. 1 = Значения XYZ выводятся с использованием перцептуального динамического диапазона профиля ICC. Этот тег позволяет храниться в DNG файлах и корректно обрабатываться читателями DNG.

source: The DataSet identifies the Abstract Relationship Method identifier (ARM) which is described in a document registered by the originator of the ARM with the IPTC and NAA organizations.
ru: Набор данных идентифицирует идентификатор метода абстракции (Abstract Relationship Method), который описан в документе, зарегистрированном отправителем ARM совместно с организациями IPTC и NAA.

source: The F number.
ru: Число F

source: The F-Number
ru: F-номер

source: The FlashPix format version supported by a FPXR file.
ru: Версия формата FlashPix, поддерживаемого в формате файлов FPXR

source: The Language in which a particular stream is recorded in.
ru: Язык, на котором записан конкретный поток.

source: The Language in which the subtitles is recorded in.
ru: Язык, на котором записаны субтитры.

source: The Object Attribute defines the nature of the object independent of the Subject. The first part is a number representing a language independent international reference to an Object Attribute followed by a colon separator. The second part, if used, is a text representation of the Object Attribute Number consisting of graphic characters plus spaces either in English, or in the language of the service as indicated in tag <LanguageIdentifier>
ru: Атрибут объекта определяет характер объекта, независимо от предмета. Первая часть - это число, представляющее язык, независимую международную ссылку на атрибут объекта, за которым следует двоеточие. Вторая часть, если она используется, представляет собой текстовое представление номера атрибутов объекта, состоящего из графических символов и пробелов либо на английском языке, или на языке службы, как указано в теге <LanguageIdentifier>

source: The Object Type is used to distinguish between different types of objects within the IIM. The first part is a number representing a language independent international reference to an Object Type followed by a colon separator. The second part, if used, is a text representation of the Object Type Number consisting of graphic characters plus spaces either in English or in the language of the service as indicated in tag <LanguageIdentifier>
ru: Тип объекта используется для проведения различия между различными типами объектов в рамках IIM. Первая часть - это число, представляющее язык, независимую международную ссылку на тип объекта, за которым следует двоеточительный разделитель. Вторая часть, если она используется, представляет собой текстовое представление типа объекта, состоящее из графических символов и пробелов на английском или языке службы, как указано в теге <LanguageIdentifier>

source: The PDF file version (for example: 1.0, 1.3, and so on).
ru: Версия файла PDF (например: 1.0, 1.3, и так далее).

source: The SensitivityType tag indicates which one of the parameters of ISO12232 is the PhotographicSensitivity tag. Although it is an optional tag, it should be recorded when a PhotographicSensitivity tag is recorded. Value = 4, 5, 6, or 7 may be used in case that the values of plural parameters are the same.
ru: Тег SensitivityType указывает, какой из параметров ISO12232 является тегом "Фоточувствительность". Хотя это необязательный тег, он должен быть записан при записи тега «Чувствительность к фотографии». Значение = 4, 5, 6 или 7 может использоваться в том случае, если значения множественных параметров являются одинаковыми.

source: The Speedlight flash status and any attached flash adapters
ru: Состояние Speedlight вспышки и любые прикрепленные флеш-адаптеры

source: The Subject Reference is a structured definition of the subject matter.
ru: The Subject Reference is the structured definition of the subject matter.

source: The Version of the software used.
ru: Используемая версия программного обеспечения.

source: The absolute path to the file's peak audio file. If empty, no peak file exists.
ru: Абсолютный путь к файлу пикового аудио файла. Если пустой, файл пика не существует.

source: The actual focal length of the lens, in mm.
ru: Фактическая концентрация объектива в мм.

source: The actual focal length of the lens, in mm. Conversion is not made to the focal length of a 35 mm film camera.
ru: Реальное фокусное расстояние объектива. Преобразование в 35мм плёночный аналог не производится.

source: The age circle required for viewing the video.
ru: Для просмотра видео необходим возрастной круг .

source: The age class or life stage of the biological individual(s) at the time the Occurrence was recorded. Recommended best practice is to use a controlled vocabulary.
ru: На момент регистрации зарегистрирован возраст или этап жизни биологического лица (биологических организмов). Рекомендуется использовать контролируемый словарь.

source: The alpha mode. One of: straight, pre-multiplied.
ru: Режим альфа. Один из: прямый, преумноженный.

source: The amount of effort expended during an Event.
ru: Количество усилий, затраченных во время события.

source: The aspect ratio, expressed as ht/wd. For example: "648/720" = 0.9
ru: Коэффициент аспектов, выраженный как ht/wd. Например, "648/720" = 0,9.

source: The attached color filter
ru: Прикрепленный цветовой фильтр

source: The attached color filters
ru: Прикрепленные цветовые фильтры

source: The audio channel type. One of: Mono, Stereo, 5.1, 7.1, 16 Channel, Other.
ru: Звуковой канал. Один из следующих: Mono, Stereo, 5.1, 7.1, 16 Channel, Other.

source: The audio channel type. One of: Mono, Stereo, 5.1, 7.1.
ru: Тип аудио канала. Один из: Моно, Стерео, 5.1, 7.1.

source: The audio compression used. For example, MP3.
ru: Используется сжатие звука. Например, MP3.

source: The audio sample rate. Can be any value, but commonly 32000, 41100, or 48000.
ru: Скорость звука. Может быть любое значение, но обычно 32000, 41100 или 48000.

source: The audio sample rate. Can be any value, but commonly 32000, 44100, or 48000.
ru: Частота выборки звука. Может быть любое значение, но обычно 32000, 44100 или 48000.

source: The audio sample type. One of: 8Int, 16Int, 24Int, 32Int, 32Float, Compressed, Packed, Other.
ru: Тип аудио образца. Один из: 8Int, 16Int, 24Int, 32Int, 32Float, сжатый, Упакованный, Other.

source: The audio sample type. One of: 8Int, 16Int, 32Int, 32Float.
ru: Тип звуковой пробы. Один из: 8Int, 16Int, 32Int, 32Float.

source: The audio stretch mode. One of: Fixed length, Time-Scale, Resample, Beat Splice, Hybrid.
ru: Режим растяжки. Один из следующих: Фиксированная длина, Масштаб времени, Resample, Пробная копия, Гибрид.

source: The audio's musical key. One of: C, C#, D, D#, E, F, F#, G, G#, A, A#, B.
ru: Музыкальные клавиши: C, C#, D, D#, E, F, F#, G, #, A, A#, B.

source: The audio's tempo.
ru: The audio tempo.

source: The authors of the resource (listed in order of precedence, if significant).
ru: Авторы ресурса (в порядке очередности, если значительно).

source: The authorship information for the scientificName formatted according to the conventions of the applicable nomenclaturalCode.
ru: Авторская информация по научному названию, форматированная в соответствии с конвенциями применимого номенклатуралКодекса.
